[
    {
        "file_name": "112-qd-dhcntt_01-02-2024_quy_dinh_dao_tao_song_nganh_trinh_do_dai_hoc_he_chinh_quy",
        "documents": {
            "contextualized_content": "Đoạn văn này là phần mở đầu của Quyết định ban hành Quy định đào tạo song ngành trình độ đại học hệ chính quy của Trường Đại học Công nghệ Thông tin, bao gồm các quy định chung về phạm vi, đối tượng áp dụng, giải thích từ ngữ và mục tiêu của chương trình đào tạo song ngành.",
            "original_content": "QUYẾT ĐỊNH\n\nVề việc ban hành Quy định đào tạo song ngành trình độ đại học hệ chính quy của Trường Đại học Công nghệ Thông tin\n\nQUYẾT ĐỊNH:\n\nĐiều 1. Ban hành kèm theo quyết định này “Quy định đào tạo song ngành trình độ đại học hệ chính quy của Trường Đại học Công nghệ Thông tin”.\n\nĐiều 2. Quyết định này có hiệu lực kể từ ngày ký. Các Ông/Bà Trường các Phòng, Ban, Khoa, VPCCTDB, Bộ môn có liên quan chịu trách nhiệm thi hành Quyết định này.\n\nQUY ĐỊNH ĐÀO TẠO SONG NGÀNH TRÌNH ĐẠI HỌC\nHỆ CHÍNH QUY CỦA TRƯỞNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n\n(Ban hành kèm theo Quyết định số: MĐ /QĐ-DHCNTT, ngày 04 tháng 06 năm 2024 của Hiệu trưởng Trường Đại học Công nghệ Thông tin)\n\nCHƯƠNG I. NHỮNG QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Văn bản này của Trường Đại học Công nghệ Thông tin (sau đây gọi tắt là Trường) nhằm quy định về việc tổ chức và quản lý đào tạo song song hai ngành (học cùng lúc hai chương trình) cho những sinh viên có nhu cầu, bao gồm: mục tiêu, nội dung và cấu trúc chương trình đào tạo, điều kiện học, đăng ký học, tổ chức đào tạo, quản lý sinh viên, quyền và nghĩa vụ của sinh viên, xét và công nhận, cấp bằng tốt nghiệp ngành thứ hai.\n\n2. Quy định này áp dụng cho sinh viên đại học hệ chính quy văn bằng 1 của Trường, sinh viên đại học hệ chính quy văn bằng 1 thuộc các CSDL đại học là thành viên của ĐHQG-HCM, các đơn vị và cá nhân liên quan.\n\n3. Quy định này không áp dụng đối với chương trình đào tạo trình độ đại học liên kết trong nước và nước ngoài.\n\nĐiều 2. Giải thích từ ngữ\n\n1. Sinh viên học cùng lúc hai ngành là sinh viên có nhu cầu đăng ký học thêm một ngành thứ hai để được cấp hai văn bằng tốt nghiệp.\n\n2. CTĐT ngành thứ nhất: là CTĐT mà sinh viên trung tuyển và nhập học theo Quy chế tuyển sinh hiện hành.\n\n3. CTĐT ngành thứ hai: là CTĐT mà sinh viên có nhu cầu học thêm, đảm bảo các điều kiện đăng ký theo Điều 5 của Quy định này và được Trường xét cho phép học theo Quy định này.\n\n4. Những từ viết tắt\n   - P.DTĐH: Phòng Đào tạo Đại học\n   - VP.CCTĐB: Văn phòng các chương trình đặc biệt\n   - P.KHTC: Phòng Kế hoạch Tài chính\n   - P.CTSV: Phòng Công tác Sinh viên\n   - P.DL&CNTT: Phòng Dữ liệu và Công nghệ Thông tin\n   - P.TTPC&DBCL: Phòng Thanh tra Pháp chế và Đảm bảo chất lượng\n   - CSDL: Cơ sở đào tạo\n   - CTĐT: Chương trình đào tạo\n\n\n\n- ĐKHP: Đăng ký học phần\n- HP: Học phí\n- SV: Sinh viên\n\nĐiều 3. Mục tiêu\n\n1. Tăng cường liên thông, liên kết, tận dụng thế mạnh liên ngành trong đào tạo đại học tại Trường và giữa các CSTD đại học của ĐHQG-HCM.\n\n2. Nâng cao hiệu quả của phương thức đào tạo theo tín chỉ nhằm giúp cung cấp cho SV khá, giỏi, xuất sắc có thêm cơ hội mở rộng kiến thức và khả năng làm việc liên ngành, đáp ứng nhu cầu nhân lực chất lượng cao của xã hội.\n\nCHƯƠNG II. NỘI DUNG VÀ CÁU TRÚC CHƯƠNG TRÌNH ĐÀO TẠO SONG NGÀNH\n\nĐiều 4. Nội dung và cấu trúc CSTD song ngành\n\n1. Nội dung chương trình:\n   a) CSTD song ngành là sự kết hợp giữa hai CSTD thuộc hai ngành đào tạo khác nhau;\n   b) CSTD song ngành phải đảm bảo chuẩn đầu ra của người học sau khi tốt nghiệp của hai CSTD và phù hợp với Khung trình độ quốc gia Việt Nam hiện hành.\n\n2. Cấu trúc chương trình: CSTD song ngành được cấu trúc từ các thành phần cụ thể như sau:\n   a) CSTD ngành thứ nhất có khối lượng kiến thức theo quy định. CSTD ngành thứ hai có khối lượng kiến thức tối thiểu là 30 tín chỉ. Tổng khối lượng kiến thức (bao gồm các tín chỉ trung bình và được công nhận trong chương trình hai CSTD) phù hợp với quy định hiện hành;\n   b) Việc công nhận và chuyển đổi tín chỉ giữa các CSTD khác nhau phải đảm bảo kết quả đổi sang chuẩn đầu ra môn học/nhóm môn học/CSTD hoặc được thực hiện dựa trên văn bản thỏa thuận của thủ trưởng các CSTD;\n\n3. Thời gian thiết kế của CSTD được quy định tại Quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy của Trường.\n\n4. CSTD song ngành có thể được Trường ban hành riêng. Trong trường hợp ngành không có CSTD song ngành riêng thì đào tạo song ngành cần cử vào CSTD vân bìng 1. Việc công nhận và chuyển đổi tín chỉ được thực hiện theo Điều b) Khoản 2 của Điều này.\n-------------------------------------------------------------\nVề việc ban hành Quy định đào tạo song ngành trình độ đại học hệ chính quy của Trường Đại học Công nghệ Thông tin\n\n\nCHƯƠNG III. ĐIỀU KIỆN, HỘ SO ĐÀNG KÝ HỌC SONG NGÀNH\n\nĐiều 5. Điều kiện đăng ký học song ngành\n\nSV đại học hệ chính quy văn bằng 1 của Trường, SV đại học hệ chính quy văn bằng 1 thuộc các CSTD đại học là thành viên của ĐHQG-HCM được đăng ký học thêm một chương\n\n\n\ntrình đào tạo thứ hai (đăng ký thông qua P.ĐTDH) nếu đồng thời thỏa mãn các điều kiện tối thiểu sau:\n\n1. Ngành đào tạo ở chương trình thứ hai phải khác ngành đào tạo ở chương trình thứ nhất;\n\n2. SV đã hoàn thành năm học đầu tiên của ngành thứ nhất, trước học kỳ cuối của thời gian thiết kế chương trình đào tạo 01 học kỳ;\n\n3. Tại thời điểm đăng ký, SV phải đáp ứng một trong hai điều kiện sau:\n   - Học lực tính theo ĐTBCTL xếp loại khá trở lên và đáp ứng nguyện vọng đảm chất lượng của chương trình thứ hai trong năm tuyển sinh (nếu có).\n   - Học lực tính theo ĐTBCTL xếp loại trung bình và đáp ứng điều kiện trung tuyển của chương trình thứ hai trong năm tuyển sinh.\n\n4. P.ĐTDH trình Hiệu trưởng ra quyết định công nhận danh sách SV để điều kiện học ngành thứ hai.\n\n5. SV chỉ được học song ngành thêm 01 ngành tại Trường. SV được phép làm đơn xin thời học song ngành.\n\nCHƯƠNG IV. TỔ CHỨC ĐÀO TẠO, QUẢN LÝ SINH VIÊN, ĐIỀU KIỆN TỐT NGHIỆP VÀ CẤP BẰNG\n\nĐiều 6. Tổ chức đào tạo\n\n1. SV học song ngành theo thời gian tổ chức giảng dạy đại học hệ chính quy tập trung hoặc theo thời gian thống nhất giữa các CSTD.\n\n2. Công tác tổ chức đào tạo, thi, kiểm tra, đánh giá được thực hiện theo Quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy và các quy định liên quan khác của Trường.\n\n3. SV đăng học ngành thứ hai, nếu có điểm trung bình học kỳ chỉ đạt dưới 5,0 (theo thang điểm 10) hoặc thuộc diện bị cảnh báo học vụ vi kết quả học tập trong đợt xét xử lý học vụ phải dừng học ngành thứ hai ở học kỳ tiếp theo và bị loại khỏi danh sách đã đăng ký học ngành thứ hai. P.ĐTDH trình Hiệu trưởng ra quyết định loại SV khỏi danh sách học ngành thứ hai.\n\n4. Thời gian tối đa được phép học đổi với SV học cùng lúc hai ngành là thời gian tối đa quy định cho ngành thứ hai.\n\n5. Khi học ngành thứ hai, SV được công nhận những môn học có nội dung và khối lượng kiến thức tương đương mà SV đã tích lũy trong ngành thứ nhất. Riêng các môn thuộc khối kiến thức tốt nghiệp chỉ được phép tính một lần cho ngành xét tốt nghiệp.\n\n\n\nĐiều 7. Công tác tài chính\n\n1. Học phí của ngành thứ hai:\n   a) Đối với SV chính quy văn bằng 1 của Trường:\n      - Nguyên tắc xác định học phí được thực hiện theo quy định hiện hành tại Quy chế đào tạo theo học chế tín chỉ áp dụng cho hệ đào tạo đại học chính quy của Trường.\n      - Sinh viên còn trong thời hạn thiết kế đào tạo của ngành thứ nhất mà đăng ký thêm ngành thứ hai thì học phí được tính theo quy định đối với sinh viên còn trong thời hạn theo thiết kế chương trình đào tạo của ngành học thứ nhất.\n      - Sinh viên đã tốt nghiệp ngành thứ nhất nhưng chưa hoàn thành ngành học thứ hai thì học phí được tính theo quy định đối với sinh viên quá thời hạn theo thiết kế chương trình đào tạo của ngành học thứ nhất.\n   b) Đối với SV chính quy văn bằng 1 ngoài Trường:\n      Học phí thực hiện theo công thức: Học phí = Số tín chỉ học phí x Đơn giá học phí.\n      Trong đó: Đơn giá học phí bao gồm: Đơn giá học phí tín chỉ học mới hoặc đơn giá học phí tín chỉ học lại hoặc đơn giá học phí tín chỉ học cải thiện tương ứng với từng loại đăng ký học phần.\n\n2. SV không được tham gia chính sách học bổng (các loại) và miễn giảm học phí đối với CTDĐT ngành thứ hai.\n\nĐiều 8. Quản lý sinh viên\n\n1. Khoa quản lý SV đang học ngành thứ nhất tại Trường có trách nhiệm thông báo, tư vấn và hướng dẫn cho SV về việc đăng ký và theo học ngành thứ hai.\n\n2. Khoa quản lý SV đang học ngành thứ hai có trách nhiệm lên kế hoạch giảng dạy đáp ứng nhu cầu học tập của SV song ngành.\n\n3. P.DTDH, VP.CCTĐB, P.KHTC, P.CTSV phối hợp, hỗ trợ các Khoa theo dõi quá trình học tập, quản lý SV theo đúng chức năng, nhiệm vụ.\n\n4. Sau khi SV tốt nghiệp ngành thứ nhất, SV của Trường được cấp mã số sinh viên mới và chuyển Khoa quản lý sang ngành thứ hai.\n\nĐiều 9. Điều kiện tốt nghiệp và cấp bằng\n\n1. Trong thời gian tối đa hoàn thành CTDĐT đã quy định tại Khoản 4 Điều 6 của Quy định này, SV học song ngành có thể xin xét tốt nghiệp ngành thứ hai. Điều kiện tiên quyết để xét tốt nghiệp ngành thứ hai là SV đã đủ điều kiện tốt nghiệp ngành thứ nhất.\n\n2. Việc cấp bằng tốt nghiệp thực hiện theo Quy chế đào tạo đại học theo học chế tín chỉ và Quy chế văn bằng, chứng chỉ hiện hành của Trường.\n\n3. Quy trình đăng ký, tổ chức đào tạo và xét tốt nghiệp thực hiện theo Phụ lục 1 định kèm Quy định này.\n\n-------------------------------------------------------------\nVề việc ban hành Quy định đào tạo song ngành trình độ đại học hệ chính quy của Trường Đại học Công nghệ Thông tin\n\n\nCHƯƠNG V. TÔ CHỨC THỰC HIỆN\n\nĐiều 10. Trách nhiệm chung\n\nCác đơn vị trong Trường tăng cường tuyên truyền để SV biết, hiểu và thực hiện tốt theo Quy định này.\n\nĐiều 11. Trách nhiệm cụ thể\n\n1. P.DTDH, VP.CCTĐB có trách nhiệm:\n   - Phối hợp Khoa, Bộ môn, Trung tâm Ngoại ngữ xây dựng thời khóa biểu, ĐKHP và thông báo đến các đơn vị có liên quan, SV;\n   - Quản lý kết quả học tập, xử lý học vụ, định kỳ xét thời học, thủ lý các yêu cầu đúng học; phổ biến các quy định, quy chế; xét công nhận tốt nghiệp cho SV.\n\n2. Các đơn vị khác trong Trường có trách nhiệm phối hợp hỗ trợ, quản lý SV theo đúng chức năng, nhiệm vụ của đơn vị.\n\nTrong quá trình triển khai thực hiện, nếu có gì chưa hợp lý, cần sửa đổi bổ sung, các đơn vị đề xuất (thông qua P.DTDH) để trình Hiệu trưởng xem xét điều chỉnh.\n\n\nPHỤ LỤC 1. QUY TRÌNH ĐĂNG KÝ, TỔ CHỨC ĐÀO TẠO VÀ XÉT TỐT NGHIỆP ĐỐI VỚI ĐÀO TẠO SONG NGÀNH\n\n(Ban hành kèm theo Quyết định số: A4/QL/QĐ-DHCNTT, ngày 04 tháng 03 năm 2023 của Hiệu trưởng Trường Đại học Công nghệ Thông tin)\n\n1. Lưu đồ quy trình\n\nXem hình ở trang 7.\nGhi chú: Các môc thời điểm trong lưu đồ như t1, t2, t3 được tính theo đơn vị ngày làm việc.\n\n2. Điểm giải các bước của quy trình\n\nGiải thích một số ký hiệu, thuật ngữ trong lưu đồ:\n- t1 là thời điểm bắt đầu ĐKHP đợt 1 (Môi học kỳ, Trường tổ chức cho SV đăng ký học những học phần trong học kỳ đó, gọi là đăng ký học phần. Đợt 1 thông thường diễn ra trước khi bắt đầu học kỳ 1 tháng).\n- t2 là thời điểm P.ĐTDH thông báo có đợt xét tốt nghiệp (thông thường có 4 đợt/năm, cần cụ thể kế hoạch năm học).\n- t3 là thời điểm ban hành Quyết định công nhận tốt nghiệp.\n\nChi tiết các bước thực hiện:\n\nBước 0: Thông báo các quy định\nP.ĐTDH thông báo các quy định tại Điều 6, 7, 8, 9 trên Công thông tin đào tạo (https://daa.uit.edu.vn) cho SV biết.\n\nBước 1: SV đăng ký xin học ngành thứ hai – Bắt đầu quy trình\nTại thời điểm t1, SV hệ chính quy văn bằng 1 (nếu rõ tại Điều 5 của Quy định này) có nhu cầu tiến hành làm đơn đề xin học ngành thứ hai, nộp đơn về P.ĐTDH/VP.CCTĐB.\nĐối với SV không phải đăng là SV của Trường còn phải bổ sung thêm bằng điểm tính đến thời gian nộp đơn (trong đó thể hiện rõ thông tin: hệ chính quy văn bằng 1), giấy xác nhận tình trạng về xử lý học vụ.\n\nBước 2: Nhận đơn, tư vấn, kiểm tra điều kiện\nTại thời điểm t1 + 2, P.ĐTDH/VP.CCTĐB nhận đơn của SV và kiểm tra các điều kiện được phép học ngành thứ hai dựa trên Điều 5 của Quy định này.\nNếu SV không đáp ứng đủ điều kiện thì gửi email thông báo kết quả cho SV và chuyển sang Bước 3, ngược lại chuyển sang Bước 4a.\n\nBước 3: Nhận kết quả không đủ điều kiện học\nTại thời điểm t1 + 5, SV nhận kết quả không đủ điều kiện để học ngành thứ hai. Kết thúc quy trình.\n\nBước 4.\nTại thời điểm t1 + 7.\n\nBước 4a. P.DTĐH/VP.CCTDB trình Ban Giám hiệu ký duyệt quyết định cho phép SV học ngành thứ hai.\n\nBước 4b.\n- P.DTĐH/VP.CCTDB thông báo cho các bên liên quan, đặc biệt là Khoa, P.DL&CNTT và P.CTSV để phối hợp quản lý, theo dõi, hỗ trợ SV trong suốt quá trình học.\n- Đối với SV trong Trường: Sau khi SV tốt nghiệp ngành thứ nhất, SV được cấp mã số sinh viên mới và chuyển Khoa quản lý sang ngành thứ hai.\n- Đối với SV ngoài Trường: P.DL&CNTT thực hiện cấp mã số SV mới cho SV đăng ký học ngành thứ hai; trong đó phải ghi nhận được năm tuyển sinh chính là năm tuyển sinh của ngành thứ nhất; P.CTSV thực hiện thao tác cấp nhật các thông tin SV lên hệ thống phân mềm quản lý.\n\nBước 4c. SV nhận kết quả và bắt đầu tiến trình học song ngành.\n\nBước 5: Theo dõi, kiểm tra SV vi phạm điều kiện học song ngành\n\nBước 5a. Theo định kỳ, trong đợt xét xử lý học vụ, P.DTĐH/VP.CCTDB phối hợp với Khoa và các đơn vị có liên quan, tiến hành kiểm tra SV dựa theo Khoản 3, Khoản 4 Điều 6 của Quy định này.\n\nNếu SV có vi phạm điều kiện học song ngành thì P.DTĐH/VP.CCTDB làm quyết định cho SV ngừng học ngành thứ hai và thông báo cho SV biết thông tin, chuyển sang Bước 5b; ngược lại thì vẫn tiếp tục theo dõi và quản lý quá trình học của SV.\n\nBước 5b. SV nhận kết quả và phải dừng học ngành thứ hai. Kết thúc quy trình.\n\nBước 6: Nộp đơn xin xét TN\n\nTại thời điểm t2, khi đáp ứng tất cả các điều kiện quy định tại Điều 9 của Quy định này và Điều 33 của Quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy của Trường thì SV tiến hành thực hiện thao tác đăng ký xét tốt nghiệp theo hướng dẫn từ P.DTĐH/VP.CCTDB.\n\nCần cứ theo CTĐT ngành thứ hai, P.DTĐH/VP.CCTDB thực hiện sao chép điểm những học phần đã đạt có liên quan từ ngành thứ nhất sang ngành thứ hai của SV; trong đó với mỗi dòng sao chép ở bảng điểm ngành thứ hai thì có Ghi chú hiện thị rõ nội dung “Của ngành thứ nhất”.\n\nBước 7: Nhận đơn xét TN, kiểm tra điều kiện cấp bằng TN\n\nTại thời điểm t2 + 10, P.DTĐH/VP.CCTDB nhận đơn và tiến hành các thủ tục xét duyệt tốt nghiệp cho SV.\n\nNếu SV đủ điều kiện tốt nghiệp thì thực hiện Bước 8.\n\nBước 8: Công nhận, làm thủ tục cấp bằng TN\n\nTại thời điểm 13, P.ĐTDH/VP.CCTĐB trình Ban Giám hiệu phê duyệt quyết định công nhận TN; sau đó làm các thủ tục để cấp phát bằng tốt nghiệp cho SV. Chuyển sang Buộc 9.\n\nBuộc 9: Nhận kết quả công nhận tốt nghiệp – Kết thúc quy trình\n\nSV nhận kết quả công nhận và nhận bằng tốt nghiệp trong thời hạn 03 tháng kể từ ngày có quyết định công nhận tốt nghiệp theo quy định tại Điều 33, Điều 34 trong Quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy của Trường.",
            "chunk_content": "QUYẾT ĐỊNH\n\nVề việc ban hành Quy định đào tạo song ngành trình độ đại học hệ chính quy của Trường Đại học Công nghệ Thông tin\n\nQUYẾT ĐỊNH:\n\nĐiều 1. Ban hành kèm theo quyết định này “Quy định đào tạo song ngành trình độ đại học hệ chính quy của Trường Đại học Công nghệ Thông tin”.\n\nĐiều 2. Quyết định này có hiệu lực kể từ ngày ký. Các Ông/Bà Trường các Phòng, Ban, Khoa, VPCCTDB, Bộ môn có liên quan chịu trách nhiệm thi hành Quyết định này.\n\nQUY ĐỊNH ĐÀO TẠO SONG NGÀNH TRÌNH ĐẠI HỌC\nHỆ CHÍNH QUY CỦA TRƯỞNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n\n(Ban hành kèm theo Quyết định số: MĐ /QĐ-DHCNTT, ngày 04 tháng 06 năm 2024 của Hiệu trưởng Trường Đại học Công nghệ Thông tin)\n\nCHƯƠNG I. NHỮNG QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Văn bản này của Trường Đại học Công nghệ Thông tin (sau đây gọi tắt là Trường) nhằm quy định về việc tổ chức và quản lý đào tạo song song hai ngành (học cùng lúc hai chương trình) cho những sinh viên có nhu cầu, bao gồm: mục tiêu, nội dung và cấu trúc chương trình đào tạo, điều kiện học, đăng ký học, tổ chức đào tạo, quản lý sinh viên, quyền và nghĩa vụ của sinh viên, xét và công nhận, cấp bằng tốt nghiệp ngành thứ hai.\n\n2. Quy định này áp dụng cho sinh viên đại học hệ chính quy văn bằng 1 của Trường, sinh viên đại học hệ chính quy văn bằng 1 thuộc các CSDL đại học là thành viên của ĐHQG-HCM, các đơn vị và cá nhân liên quan.\n\n3. Quy định này không áp dụng đối với chương trình đào tạo trình độ đại học liên kết trong nước và nước ngoài.\n\nĐiều 2. Giải thích từ ngữ\n\n1. Sinh viên học cùng lúc hai ngành là sinh viên có nhu cầu đăng ký học thêm một ngành thứ hai để được cấp hai văn bằng tốt nghiệp.\n\n2. CTĐT ngành thứ nhất: là CTĐT mà sinh viên trung tuyển và nhập học theo Quy chế tuyển sinh hiện hành.\n\n3. CTĐT ngành thứ hai: là CTĐT mà sinh viên có nhu cầu học thêm, đảm bảo các điều kiện đăng ký theo Điều 5 của Quy định này và được Trường xét cho phép học theo Quy định này.\n\n4. Những từ viết tắt\n   - P.DTĐH: Phòng Đào tạo Đại học\n   - VP.CCTĐB: Văn phòng các chương trình đặc biệt\n   - P.KHTC: Phòng Kế hoạch Tài chính\n   - P.CTSV: Phòng Công tác Sinh viên\n   - P.DL&CNTT: Phòng Dữ liệu và Công nghệ Thông tin\n   - P.TTPC&DBCL: Phòng Thanh tra Pháp chế và Đảm bảo chất lượng\n   - CSDL: Cơ sở đào tạo\n   - CTĐT: Chương trình đào tạo\n\n\n\n- ĐKHP: Đăng ký học phần\n- HP: Học phí\n- SV: Sinh viên\n\nĐiều 3. Mục tiêu\n\n1. Tăng cường liên thông, liên kết, tận dụng thế mạnh liên ngành trong đào tạo đại học tại Trường và giữa các CSTD đại học của ĐHQG-HCM.\n\n2. Nâng cao hiệu quả của phương thức đào tạo theo tín chỉ nhằm giúp cung cấp cho SV khá, giỏi, xuất sắc có thêm cơ hội mở rộng kiến thức và khả năng làm việc liên ngành, đáp ứng nhu cầu nhân lực chất lượng cao của xã hội.\n\nCHƯƠNG II. NỘI DUNG VÀ CÁU TRÚC CHƯƠNG TRÌNH ĐÀO TẠO SONG NGÀNH\n\nĐiều 4. Nội dung và cấu trúc CSTD song ngành\n\n1. Nội dung chương trình:\n   a) CSTD song ngành là sự kết hợp giữa hai CSTD thuộc hai ngành đào tạo khác nhau;\n   b) CSTD song ngành phải đảm bảo chuẩn đầu ra của người học sau khi tốt nghiệp của hai CSTD và phù hợp với Khung trình độ quốc gia Việt Nam hiện hành.\n\n2. Cấu trúc chương trình: CSTD song ngành được cấu trúc từ các thành phần cụ thể như sau:\n   a) CSTD ngành thứ nhất có khối lượng kiến thức theo quy định. CSTD ngành thứ hai có khối lượng kiến thức tối thiểu là 30 tín chỉ. Tổng khối lượng kiến thức (bao gồm các tín chỉ trung bình và được công nhận trong chương trình hai CSTD) phù hợp với quy định hiện hành;\n   b) Việc công nhận và chuyển đổi tín chỉ giữa các CSTD khác nhau phải đảm bảo kết quả đổi sang chuẩn đầu ra môn học/nhóm môn học/CSTD hoặc được thực hiện dựa trên văn bản thỏa thuận của thủ trưởng các CSTD;\n\n3. Thời gian thiết kế của CSTD được quy định tại Quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy của Trường.\n\n4. CSTD song ngành có thể được Trường ban hành riêng. Trong trường hợp ngành không có CSTD song ngành riêng thì đào tạo song ngành cần cử vào CSTD vân bìng 1. Việc công nhận và chuyển đổi tín chỉ được thực hiện theo Điều b) Khoản 2 của Điều này."
        }
    },
    {
        "file_name": "112-qd-dhcntt_01-02-2024_quy_dinh_dao_tao_song_nganh_trinh_do_dai_hoc_he_chinh_quy",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong Chương III và Chương IV của Quy định đào tạo song ngành trình độ đại học hệ chính quy của Trường Đại học Công nghệ Thông tin, quy định về điều kiện đăng ký học song ngành, tổ chức đào tạo, quản lý sinh viên, và điều kiện tốt nghiệp cũng như cấp bằng cho sinh viên học song ngành.",
            "original_content": "QUYẾT ĐỊNH\n\nVề việc ban hành Quy định đào tạo song ngành trình độ đại học hệ chính quy của Trường Đại học Công nghệ Thông tin\n\nQUYẾT ĐỊNH:\n\nĐiều 1. Ban hành kèm theo quyết định này “Quy định đào tạo song ngành trình độ đại học hệ chính quy của Trường Đại học Công nghệ Thông tin”.\n\nĐiều 2. Quyết định này có hiệu lực kể từ ngày ký. Các Ông/Bà Trường các Phòng, Ban, Khoa, VPCCTDB, Bộ môn có liên quan chịu trách nhiệm thi hành Quyết định này.\n\nQUY ĐỊNH ĐÀO TẠO SONG NGÀNH TRÌNH ĐẠI HỌC\nHỆ CHÍNH QUY CỦA TRƯỞNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n\n(Ban hành kèm theo Quyết định số: MĐ /QĐ-DHCNTT, ngày 04 tháng 06 năm 2024 của Hiệu trưởng Trường Đại học Công nghệ Thông tin)\n\nCHƯƠNG I. NHỮNG QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Văn bản này của Trường Đại học Công nghệ Thông tin (sau đây gọi tắt là Trường) nhằm quy định về việc tổ chức và quản lý đào tạo song song hai ngành (học cùng lúc hai chương trình) cho những sinh viên có nhu cầu, bao gồm: mục tiêu, nội dung và cấu trúc chương trình đào tạo, điều kiện học, đăng ký học, tổ chức đào tạo, quản lý sinh viên, quyền và nghĩa vụ của sinh viên, xét và công nhận, cấp bằng tốt nghiệp ngành thứ hai.\n\n2. Quy định này áp dụng cho sinh viên đại học hệ chính quy văn bằng 1 của Trường, sinh viên đại học hệ chính quy văn bằng 1 thuộc các CSDL đại học là thành viên của ĐHQG-HCM, các đơn vị và cá nhân liên quan.\n\n3. Quy định này không áp dụng đối với chương trình đào tạo trình độ đại học liên kết trong nước và nước ngoài.\n\nĐiều 2. Giải thích từ ngữ\n\n1. Sinh viên học cùng lúc hai ngành là sinh viên có nhu cầu đăng ký học thêm một ngành thứ hai để được cấp hai văn bằng tốt nghiệp.\n\n2. CTĐT ngành thứ nhất: là CTĐT mà sinh viên trung tuyển và nhập học theo Quy chế tuyển sinh hiện hành.\n\n3. CTĐT ngành thứ hai: là CTĐT mà sinh viên có nhu cầu học thêm, đảm bảo các điều kiện đăng ký theo Điều 5 của Quy định này và được Trường xét cho phép học theo Quy định này.\n\n4. Những từ viết tắt\n   - P.DTĐH: Phòng Đào tạo Đại học\n   - VP.CCTĐB: Văn phòng các chương trình đặc biệt\n   - P.KHTC: Phòng Kế hoạch Tài chính\n   - P.CTSV: Phòng Công tác Sinh viên\n   - P.DL&CNTT: Phòng Dữ liệu và Công nghệ Thông tin\n   - P.TTPC&DBCL: Phòng Thanh tra Pháp chế và Đảm bảo chất lượng\n   - CSDL: Cơ sở đào tạo\n   - CTĐT: Chương trình đào tạo\n\n\n\n- ĐKHP: Đăng ký học phần\n- HP: Học phí\n- SV: Sinh viên\n\nĐiều 3. Mục tiêu\n\n1. Tăng cường liên thông, liên kết, tận dụng thế mạnh liên ngành trong đào tạo đại học tại Trường và giữa các CSTD đại học của ĐHQG-HCM.\n\n2. Nâng cao hiệu quả của phương thức đào tạo theo tín chỉ nhằm giúp cung cấp cho SV khá, giỏi, xuất sắc có thêm cơ hội mở rộng kiến thức và khả năng làm việc liên ngành, đáp ứng nhu cầu nhân lực chất lượng cao của xã hội.\n\nCHƯƠNG II. NỘI DUNG VÀ CÁU TRÚC CHƯƠNG TRÌNH ĐÀO TẠO SONG NGÀNH\n\nĐiều 4. Nội dung và cấu trúc CSTD song ngành\n\n1. Nội dung chương trình:\n   a) CSTD song ngành là sự kết hợp giữa hai CSTD thuộc hai ngành đào tạo khác nhau;\n   b) CSTD song ngành phải đảm bảo chuẩn đầu ra của người học sau khi tốt nghiệp của hai CSTD và phù hợp với Khung trình độ quốc gia Việt Nam hiện hành.\n\n2. Cấu trúc chương trình: CSTD song ngành được cấu trúc từ các thành phần cụ thể như sau:\n   a) CSTD ngành thứ nhất có khối lượng kiến thức theo quy định. CSTD ngành thứ hai có khối lượng kiến thức tối thiểu là 30 tín chỉ. Tổng khối lượng kiến thức (bao gồm các tín chỉ trung bình và được công nhận trong chương trình hai CSTD) phù hợp với quy định hiện hành;\n   b) Việc công nhận và chuyển đổi tín chỉ giữa các CSTD khác nhau phải đảm bảo kết quả đổi sang chuẩn đầu ra môn học/nhóm môn học/CSTD hoặc được thực hiện dựa trên văn bản thỏa thuận của thủ trưởng các CSTD;\n\n3. Thời gian thiết kế của CSTD được quy định tại Quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy của Trường.\n\n4. CSTD song ngành có thể được Trường ban hành riêng. Trong trường hợp ngành không có CSTD song ngành riêng thì đào tạo song ngành cần cử vào CSTD vân bìng 1. Việc công nhận và chuyển đổi tín chỉ được thực hiện theo Điều b) Khoản 2 của Điều này.\n-------------------------------------------------------------\nVề việc ban hành Quy định đào tạo song ngành trình độ đại học hệ chính quy của Trường Đại học Công nghệ Thông tin\n\n\nCHƯƠNG III. ĐIỀU KIỆN, HỘ SO ĐÀNG KÝ HỌC SONG NGÀNH\n\nĐiều 5. Điều kiện đăng ký học song ngành\n\nSV đại học hệ chính quy văn bằng 1 của Trường, SV đại học hệ chính quy văn bằng 1 thuộc các CSTD đại học là thành viên của ĐHQG-HCM được đăng ký học thêm một chương\n\n\n\ntrình đào tạo thứ hai (đăng ký thông qua P.ĐTDH) nếu đồng thời thỏa mãn các điều kiện tối thiểu sau:\n\n1. Ngành đào tạo ở chương trình thứ hai phải khác ngành đào tạo ở chương trình thứ nhất;\n\n2. SV đã hoàn thành năm học đầu tiên của ngành thứ nhất, trước học kỳ cuối của thời gian thiết kế chương trình đào tạo 01 học kỳ;\n\n3. Tại thời điểm đăng ký, SV phải đáp ứng một trong hai điều kiện sau:\n   - Học lực tính theo ĐTBCTL xếp loại khá trở lên và đáp ứng nguyện vọng đảm chất lượng của chương trình thứ hai trong năm tuyển sinh (nếu có).\n   - Học lực tính theo ĐTBCTL xếp loại trung bình và đáp ứng điều kiện trung tuyển của chương trình thứ hai trong năm tuyển sinh.\n\n4. P.ĐTDH trình Hiệu trưởng ra quyết định công nhận danh sách SV để điều kiện học ngành thứ hai.\n\n5. SV chỉ được học song ngành thêm 01 ngành tại Trường. SV được phép làm đơn xin thời học song ngành.\n\nCHƯƠNG IV. TỔ CHỨC ĐÀO TẠO, QUẢN LÝ SINH VIÊN, ĐIỀU KIỆN TỐT NGHIỆP VÀ CẤP BẰNG\n\nĐiều 6. Tổ chức đào tạo\n\n1. SV học song ngành theo thời gian tổ chức giảng dạy đại học hệ chính quy tập trung hoặc theo thời gian thống nhất giữa các CSTD.\n\n2. Công tác tổ chức đào tạo, thi, kiểm tra, đánh giá được thực hiện theo Quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy và các quy định liên quan khác của Trường.\n\n3. SV đăng học ngành thứ hai, nếu có điểm trung bình học kỳ chỉ đạt dưới 5,0 (theo thang điểm 10) hoặc thuộc diện bị cảnh báo học vụ vi kết quả học tập trong đợt xét xử lý học vụ phải dừng học ngành thứ hai ở học kỳ tiếp theo và bị loại khỏi danh sách đã đăng ký học ngành thứ hai. P.ĐTDH trình Hiệu trưởng ra quyết định loại SV khỏi danh sách học ngành thứ hai.\n\n4. Thời gian tối đa được phép học đổi với SV học cùng lúc hai ngành là thời gian tối đa quy định cho ngành thứ hai.\n\n5. Khi học ngành thứ hai, SV được công nhận những môn học có nội dung và khối lượng kiến thức tương đương mà SV đã tích lũy trong ngành thứ nhất. Riêng các môn thuộc khối kiến thức tốt nghiệp chỉ được phép tính một lần cho ngành xét tốt nghiệp.\n\n\n\nĐiều 7. Công tác tài chính\n\n1. Học phí của ngành thứ hai:\n   a) Đối với SV chính quy văn bằng 1 của Trường:\n      - Nguyên tắc xác định học phí được thực hiện theo quy định hiện hành tại Quy chế đào tạo theo học chế tín chỉ áp dụng cho hệ đào tạo đại học chính quy của Trường.\n      - Sinh viên còn trong thời hạn thiết kế đào tạo của ngành thứ nhất mà đăng ký thêm ngành thứ hai thì học phí được tính theo quy định đối với sinh viên còn trong thời hạn theo thiết kế chương trình đào tạo của ngành học thứ nhất.\n      - Sinh viên đã tốt nghiệp ngành thứ nhất nhưng chưa hoàn thành ngành học thứ hai thì học phí được tính theo quy định đối với sinh viên quá thời hạn theo thiết kế chương trình đào tạo của ngành học thứ nhất.\n   b) Đối với SV chính quy văn bằng 1 ngoài Trường:\n      Học phí thực hiện theo công thức: Học phí = Số tín chỉ học phí x Đơn giá học phí.\n      Trong đó: Đơn giá học phí bao gồm: Đơn giá học phí tín chỉ học mới hoặc đơn giá học phí tín chỉ học lại hoặc đơn giá học phí tín chỉ học cải thiện tương ứng với từng loại đăng ký học phần.\n\n2. SV không được tham gia chính sách học bổng (các loại) và miễn giảm học phí đối với CTDĐT ngành thứ hai.\n\nĐiều 8. Quản lý sinh viên\n\n1. Khoa quản lý SV đang học ngành thứ nhất tại Trường có trách nhiệm thông báo, tư vấn và hướng dẫn cho SV về việc đăng ký và theo học ngành thứ hai.\n\n2. Khoa quản lý SV đang học ngành thứ hai có trách nhiệm lên kế hoạch giảng dạy đáp ứng nhu cầu học tập của SV song ngành.\n\n3. P.DTDH, VP.CCTĐB, P.KHTC, P.CTSV phối hợp, hỗ trợ các Khoa theo dõi quá trình học tập, quản lý SV theo đúng chức năng, nhiệm vụ.\n\n4. Sau khi SV tốt nghiệp ngành thứ nhất, SV của Trường được cấp mã số sinh viên mới và chuyển Khoa quản lý sang ngành thứ hai.\n\nĐiều 9. Điều kiện tốt nghiệp và cấp bằng\n\n1. Trong thời gian tối đa hoàn thành CTDĐT đã quy định tại Khoản 4 Điều 6 của Quy định này, SV học song ngành có thể xin xét tốt nghiệp ngành thứ hai. Điều kiện tiên quyết để xét tốt nghiệp ngành thứ hai là SV đã đủ điều kiện tốt nghiệp ngành thứ nhất.\n\n2. Việc cấp bằng tốt nghiệp thực hiện theo Quy chế đào tạo đại học theo học chế tín chỉ và Quy chế văn bằng, chứng chỉ hiện hành của Trường.\n\n3. Quy trình đăng ký, tổ chức đào tạo và xét tốt nghiệp thực hiện theo Phụ lục 1 định kèm Quy định này.\n\n-------------------------------------------------------------\nVề việc ban hành Quy định đào tạo song ngành trình độ đại học hệ chính quy của Trường Đại học Công nghệ Thông tin\n\n\nCHƯƠNG V. TÔ CHỨC THỰC HIỆN\n\nĐiều 10. Trách nhiệm chung\n\nCác đơn vị trong Trường tăng cường tuyên truyền để SV biết, hiểu và thực hiện tốt theo Quy định này.\n\nĐiều 11. Trách nhiệm cụ thể\n\n1. P.DTDH, VP.CCTĐB có trách nhiệm:\n   - Phối hợp Khoa, Bộ môn, Trung tâm Ngoại ngữ xây dựng thời khóa biểu, ĐKHP và thông báo đến các đơn vị có liên quan, SV;\n   - Quản lý kết quả học tập, xử lý học vụ, định kỳ xét thời học, thủ lý các yêu cầu đúng học; phổ biến các quy định, quy chế; xét công nhận tốt nghiệp cho SV.\n\n2. Các đơn vị khác trong Trường có trách nhiệm phối hợp hỗ trợ, quản lý SV theo đúng chức năng, nhiệm vụ của đơn vị.\n\nTrong quá trình triển khai thực hiện, nếu có gì chưa hợp lý, cần sửa đổi bổ sung, các đơn vị đề xuất (thông qua P.DTDH) để trình Hiệu trưởng xem xét điều chỉnh.\n\n\nPHỤ LỤC 1. QUY TRÌNH ĐĂNG KÝ, TỔ CHỨC ĐÀO TẠO VÀ XÉT TỐT NGHIỆP ĐỐI VỚI ĐÀO TẠO SONG NGÀNH\n\n(Ban hành kèm theo Quyết định số: A4/QL/QĐ-DHCNTT, ngày 04 tháng 03 năm 2023 của Hiệu trưởng Trường Đại học Công nghệ Thông tin)\n\n1. Lưu đồ quy trình\n\nXem hình ở trang 7.\nGhi chú: Các môc thời điểm trong lưu đồ như t1, t2, t3 được tính theo đơn vị ngày làm việc.\n\n2. Điểm giải các bước của quy trình\n\nGiải thích một số ký hiệu, thuật ngữ trong lưu đồ:\n- t1 là thời điểm bắt đầu ĐKHP đợt 1 (Môi học kỳ, Trường tổ chức cho SV đăng ký học những học phần trong học kỳ đó, gọi là đăng ký học phần. Đợt 1 thông thường diễn ra trước khi bắt đầu học kỳ 1 tháng).\n- t2 là thời điểm P.ĐTDH thông báo có đợt xét tốt nghiệp (thông thường có 4 đợt/năm, cần cụ thể kế hoạch năm học).\n- t3 là thời điểm ban hành Quyết định công nhận tốt nghiệp.\n\nChi tiết các bước thực hiện:\n\nBước 0: Thông báo các quy định\nP.ĐTDH thông báo các quy định tại Điều 6, 7, 8, 9 trên Công thông tin đào tạo (https://daa.uit.edu.vn) cho SV biết.\n\nBước 1: SV đăng ký xin học ngành thứ hai – Bắt đầu quy trình\nTại thời điểm t1, SV hệ chính quy văn bằng 1 (nếu rõ tại Điều 5 của Quy định này) có nhu cầu tiến hành làm đơn đề xin học ngành thứ hai, nộp đơn về P.ĐTDH/VP.CCTĐB.\nĐối với SV không phải đăng là SV của Trường còn phải bổ sung thêm bằng điểm tính đến thời gian nộp đơn (trong đó thể hiện rõ thông tin: hệ chính quy văn bằng 1), giấy xác nhận tình trạng về xử lý học vụ.\n\nBước 2: Nhận đơn, tư vấn, kiểm tra điều kiện\nTại thời điểm t1 + 2, P.ĐTDH/VP.CCTĐB nhận đơn của SV và kiểm tra các điều kiện được phép học ngành thứ hai dựa trên Điều 5 của Quy định này.\nNếu SV không đáp ứng đủ điều kiện thì gửi email thông báo kết quả cho SV và chuyển sang Bước 3, ngược lại chuyển sang Bước 4a.\n\nBước 3: Nhận kết quả không đủ điều kiện học\nTại thời điểm t1 + 5, SV nhận kết quả không đủ điều kiện để học ngành thứ hai. Kết thúc quy trình.\n\nBước 4.\nTại thời điểm t1 + 7.\n\nBước 4a. P.DTĐH/VP.CCTDB trình Ban Giám hiệu ký duyệt quyết định cho phép SV học ngành thứ hai.\n\nBước 4b.\n- P.DTĐH/VP.CCTDB thông báo cho các bên liên quan, đặc biệt là Khoa, P.DL&CNTT và P.CTSV để phối hợp quản lý, theo dõi, hỗ trợ SV trong suốt quá trình học.\n- Đối với SV trong Trường: Sau khi SV tốt nghiệp ngành thứ nhất, SV được cấp mã số sinh viên mới và chuyển Khoa quản lý sang ngành thứ hai.\n- Đối với SV ngoài Trường: P.DL&CNTT thực hiện cấp mã số SV mới cho SV đăng ký học ngành thứ hai; trong đó phải ghi nhận được năm tuyển sinh chính là năm tuyển sinh của ngành thứ nhất; P.CTSV thực hiện thao tác cấp nhật các thông tin SV lên hệ thống phân mềm quản lý.\n\nBước 4c. SV nhận kết quả và bắt đầu tiến trình học song ngành.\n\nBước 5: Theo dõi, kiểm tra SV vi phạm điều kiện học song ngành\n\nBước 5a. Theo định kỳ, trong đợt xét xử lý học vụ, P.DTĐH/VP.CCTDB phối hợp với Khoa và các đơn vị có liên quan, tiến hành kiểm tra SV dựa theo Khoản 3, Khoản 4 Điều 6 của Quy định này.\n\nNếu SV có vi phạm điều kiện học song ngành thì P.DTĐH/VP.CCTDB làm quyết định cho SV ngừng học ngành thứ hai và thông báo cho SV biết thông tin, chuyển sang Bước 5b; ngược lại thì vẫn tiếp tục theo dõi và quản lý quá trình học của SV.\n\nBước 5b. SV nhận kết quả và phải dừng học ngành thứ hai. Kết thúc quy trình.\n\nBước 6: Nộp đơn xin xét TN\n\nTại thời điểm t2, khi đáp ứng tất cả các điều kiện quy định tại Điều 9 của Quy định này và Điều 33 của Quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy của Trường thì SV tiến hành thực hiện thao tác đăng ký xét tốt nghiệp theo hướng dẫn từ P.DTĐH/VP.CCTDB.\n\nCần cứ theo CTĐT ngành thứ hai, P.DTĐH/VP.CCTDB thực hiện sao chép điểm những học phần đã đạt có liên quan từ ngành thứ nhất sang ngành thứ hai của SV; trong đó với mỗi dòng sao chép ở bảng điểm ngành thứ hai thì có Ghi chú hiện thị rõ nội dung “Của ngành thứ nhất”.\n\nBước 7: Nhận đơn xét TN, kiểm tra điều kiện cấp bằng TN\n\nTại thời điểm t2 + 10, P.DTĐH/VP.CCTDB nhận đơn và tiến hành các thủ tục xét duyệt tốt nghiệp cho SV.\n\nNếu SV đủ điều kiện tốt nghiệp thì thực hiện Bước 8.\n\nBước 8: Công nhận, làm thủ tục cấp bằng TN\n\nTại thời điểm 13, P.ĐTDH/VP.CCTĐB trình Ban Giám hiệu phê duyệt quyết định công nhận TN; sau đó làm các thủ tục để cấp phát bằng tốt nghiệp cho SV. Chuyển sang Buộc 9.\n\nBuộc 9: Nhận kết quả công nhận tốt nghiệp – Kết thúc quy trình\n\nSV nhận kết quả công nhận và nhận bằng tốt nghiệp trong thời hạn 03 tháng kể từ ngày có quyết định công nhận tốt nghiệp theo quy định tại Điều 33, Điều 34 trong Quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy của Trường.",
            "chunk_content": "Về việc ban hành Quy định đào tạo song ngành trình độ đại học hệ chính quy của Trường Đại học Công nghệ Thông tin\n\n\nCHƯƠNG III. ĐIỀU KIỆN, HỘ SO ĐÀNG KÝ HỌC SONG NGÀNH\n\nĐiều 5. Điều kiện đăng ký học song ngành\n\nSV đại học hệ chính quy văn bằng 1 của Trường, SV đại học hệ chính quy văn bằng 1 thuộc các CSTD đại học là thành viên của ĐHQG-HCM được đăng ký học thêm một chương\n\n\n\ntrình đào tạo thứ hai (đăng ký thông qua P.ĐTDH) nếu đồng thời thỏa mãn các điều kiện tối thiểu sau:\n\n1. Ngành đào tạo ở chương trình thứ hai phải khác ngành đào tạo ở chương trình thứ nhất;\n\n2. SV đã hoàn thành năm học đầu tiên của ngành thứ nhất, trước học kỳ cuối của thời gian thiết kế chương trình đào tạo 01 học kỳ;\n\n3. Tại thời điểm đăng ký, SV phải đáp ứng một trong hai điều kiện sau:\n   - Học lực tính theo ĐTBCTL xếp loại khá trở lên và đáp ứng nguyện vọng đảm chất lượng của chương trình thứ hai trong năm tuyển sinh (nếu có).\n   - Học lực tính theo ĐTBCTL xếp loại trung bình và đáp ứng điều kiện trung tuyển của chương trình thứ hai trong năm tuyển sinh.\n\n4. P.ĐTDH trình Hiệu trưởng ra quyết định công nhận danh sách SV để điều kiện học ngành thứ hai.\n\n5. SV chỉ được học song ngành thêm 01 ngành tại Trường. SV được phép làm đơn xin thời học song ngành.\n\nCHƯƠNG IV. TỔ CHỨC ĐÀO TẠO, QUẢN LÝ SINH VIÊN, ĐIỀU KIỆN TỐT NGHIỆP VÀ CẤP BẰNG\n\nĐiều 6. Tổ chức đào tạo\n\n1. SV học song ngành theo thời gian tổ chức giảng dạy đại học hệ chính quy tập trung hoặc theo thời gian thống nhất giữa các CSTD.\n\n2. Công tác tổ chức đào tạo, thi, kiểm tra, đánh giá được thực hiện theo Quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy và các quy định liên quan khác của Trường.\n\n3. SV đăng học ngành thứ hai, nếu có điểm trung bình học kỳ chỉ đạt dưới 5,0 (theo thang điểm 10) hoặc thuộc diện bị cảnh báo học vụ vi kết quả học tập trong đợt xét xử lý học vụ phải dừng học ngành thứ hai ở học kỳ tiếp theo và bị loại khỏi danh sách đã đăng ký học ngành thứ hai. P.ĐTDH trình Hiệu trưởng ra quyết định loại SV khỏi danh sách học ngành thứ hai.\n\n4. Thời gian tối đa được phép học đổi với SV học cùng lúc hai ngành là thời gian tối đa quy định cho ngành thứ hai.\n\n5. Khi học ngành thứ hai, SV được công nhận những môn học có nội dung và khối lượng kiến thức tương đương mà SV đã tích lũy trong ngành thứ nhất. Riêng các môn thuộc khối kiến thức tốt nghiệp chỉ được phép tính một lần cho ngành xét tốt nghiệp.\n\n\n\nĐiều 7. Công tác tài chính\n\n1. Học phí của ngành thứ hai:\n   a) Đối với SV chính quy văn bằng 1 của Trường:\n      - Nguyên tắc xác định học phí được thực hiện theo quy định hiện hành tại Quy chế đào tạo theo học chế tín chỉ áp dụng cho hệ đào tạo đại học chính quy của Trường.\n      - Sinh viên còn trong thời hạn thiết kế đào tạo của ngành thứ nhất mà đăng ký thêm ngành thứ hai thì học phí được tính theo quy định đối với sinh viên còn trong thời hạn theo thiết kế chương trình đào tạo của ngành học thứ nhất.\n      - Sinh viên đã tốt nghiệp ngành thứ nhất nhưng chưa hoàn thành ngành học thứ hai thì học phí được tính theo quy định đối với sinh viên quá thời hạn theo thiết kế chương trình đào tạo của ngành học thứ nhất.\n   b) Đối với SV chính quy văn bằng 1 ngoài Trường:\n      Học phí thực hiện theo công thức: Học phí = Số tín chỉ học phí x Đơn giá học phí.\n      Trong đó: Đơn giá học phí bao gồm: Đơn giá học phí tín chỉ học mới hoặc đơn giá học phí tín chỉ học lại hoặc đơn giá học phí tín chỉ học cải thiện tương ứng với từng loại đăng ký học phần.\n\n2. SV không được tham gia chính sách học bổng (các loại) và miễn giảm học phí đối với CTDĐT ngành thứ hai.\n\nĐiều 8. Quản lý sinh viên\n\n1. Khoa quản lý SV đang học ngành thứ nhất tại Trường có trách nhiệm thông báo, tư vấn và hướng dẫn cho SV về việc đăng ký và theo học ngành thứ hai.\n\n2. Khoa quản lý SV đang học ngành thứ hai có trách nhiệm lên kế hoạch giảng dạy đáp ứng nhu cầu học tập của SV song ngành.\n\n3. P.DTDH, VP.CCTĐB, P.KHTC, P.CTSV phối hợp, hỗ trợ các Khoa theo dõi quá trình học tập, quản lý SV theo đúng chức năng, nhiệm vụ.\n\n4. Sau khi SV tốt nghiệp ngành thứ nhất, SV của Trường được cấp mã số sinh viên mới và chuyển Khoa quản lý sang ngành thứ hai.\n\nĐiều 9. Điều kiện tốt nghiệp và cấp bằng\n\n1. Trong thời gian tối đa hoàn thành CTDĐT đã quy định tại Khoản 4 Điều 6 của Quy định này, SV học song ngành có thể xin xét tốt nghiệp ngành thứ hai. Điều kiện tiên quyết để xét tốt nghiệp ngành thứ hai là SV đã đủ điều kiện tốt nghiệp ngành thứ nhất.\n\n2. Việc cấp bằng tốt nghiệp thực hiện theo Quy chế đào tạo đại học theo học chế tín chỉ và Quy chế văn bằng, chứng chỉ hiện hành của Trường.\n\n3. Quy trình đăng ký, tổ chức đào tạo và xét tốt nghiệp thực hiện theo Phụ lục 1 định kèm Quy định này."
        }
    },
    {
        "file_name": "112-qd-dhcntt_01-02-2024_quy_dinh_dao_tao_song_nganh_trinh_do_dai_hoc_he_chinh_quy",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong chương V của Quy định đào tạo song ngành trình độ đại học hệ chính quy của Trường Đại học Công nghệ Thông tin, quy định về tổ chức thực hiện, trách nhiệm của các đơn vị trong trường và quy trình đăng ký, tổ chức đào tạo và xét tốt nghiệp đối với sinh viên học song ngành.",
            "original_content": "QUYẾT ĐỊNH\n\nVề việc ban hành Quy định đào tạo song ngành trình độ đại học hệ chính quy của Trường Đại học Công nghệ Thông tin\n\nQUYẾT ĐỊNH:\n\nĐiều 1. Ban hành kèm theo quyết định này “Quy định đào tạo song ngành trình độ đại học hệ chính quy của Trường Đại học Công nghệ Thông tin”.\n\nĐiều 2. Quyết định này có hiệu lực kể từ ngày ký. Các Ông/Bà Trường các Phòng, Ban, Khoa, VPCCTDB, Bộ môn có liên quan chịu trách nhiệm thi hành Quyết định này.\n\nQUY ĐỊNH ĐÀO TẠO SONG NGÀNH TRÌNH ĐẠI HỌC\nHỆ CHÍNH QUY CỦA TRƯỞNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n\n(Ban hành kèm theo Quyết định số: MĐ /QĐ-DHCNTT, ngày 04 tháng 06 năm 2024 của Hiệu trưởng Trường Đại học Công nghệ Thông tin)\n\nCHƯƠNG I. NHỮNG QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Văn bản này của Trường Đại học Công nghệ Thông tin (sau đây gọi tắt là Trường) nhằm quy định về việc tổ chức và quản lý đào tạo song song hai ngành (học cùng lúc hai chương trình) cho những sinh viên có nhu cầu, bao gồm: mục tiêu, nội dung và cấu trúc chương trình đào tạo, điều kiện học, đăng ký học, tổ chức đào tạo, quản lý sinh viên, quyền và nghĩa vụ của sinh viên, xét và công nhận, cấp bằng tốt nghiệp ngành thứ hai.\n\n2. Quy định này áp dụng cho sinh viên đại học hệ chính quy văn bằng 1 của Trường, sinh viên đại học hệ chính quy văn bằng 1 thuộc các CSDL đại học là thành viên của ĐHQG-HCM, các đơn vị và cá nhân liên quan.\n\n3. Quy định này không áp dụng đối với chương trình đào tạo trình độ đại học liên kết trong nước và nước ngoài.\n\nĐiều 2. Giải thích từ ngữ\n\n1. Sinh viên học cùng lúc hai ngành là sinh viên có nhu cầu đăng ký học thêm một ngành thứ hai để được cấp hai văn bằng tốt nghiệp.\n\n2. CTĐT ngành thứ nhất: là CTĐT mà sinh viên trung tuyển và nhập học theo Quy chế tuyển sinh hiện hành.\n\n3. CTĐT ngành thứ hai: là CTĐT mà sinh viên có nhu cầu học thêm, đảm bảo các điều kiện đăng ký theo Điều 5 của Quy định này và được Trường xét cho phép học theo Quy định này.\n\n4. Những từ viết tắt\n   - P.DTĐH: Phòng Đào tạo Đại học\n   - VP.CCTĐB: Văn phòng các chương trình đặc biệt\n   - P.KHTC: Phòng Kế hoạch Tài chính\n   - P.CTSV: Phòng Công tác Sinh viên\n   - P.DL&CNTT: Phòng Dữ liệu và Công nghệ Thông tin\n   - P.TTPC&DBCL: Phòng Thanh tra Pháp chế và Đảm bảo chất lượng\n   - CSDL: Cơ sở đào tạo\n   - CTĐT: Chương trình đào tạo\n\n\n\n- ĐKHP: Đăng ký học phần\n- HP: Học phí\n- SV: Sinh viên\n\nĐiều 3. Mục tiêu\n\n1. Tăng cường liên thông, liên kết, tận dụng thế mạnh liên ngành trong đào tạo đại học tại Trường và giữa các CSTD đại học của ĐHQG-HCM.\n\n2. Nâng cao hiệu quả của phương thức đào tạo theo tín chỉ nhằm giúp cung cấp cho SV khá, giỏi, xuất sắc có thêm cơ hội mở rộng kiến thức và khả năng làm việc liên ngành, đáp ứng nhu cầu nhân lực chất lượng cao của xã hội.\n\nCHƯƠNG II. NỘI DUNG VÀ CÁU TRÚC CHƯƠNG TRÌNH ĐÀO TẠO SONG NGÀNH\n\nĐiều 4. Nội dung và cấu trúc CSTD song ngành\n\n1. Nội dung chương trình:\n   a) CSTD song ngành là sự kết hợp giữa hai CSTD thuộc hai ngành đào tạo khác nhau;\n   b) CSTD song ngành phải đảm bảo chuẩn đầu ra của người học sau khi tốt nghiệp của hai CSTD và phù hợp với Khung trình độ quốc gia Việt Nam hiện hành.\n\n2. Cấu trúc chương trình: CSTD song ngành được cấu trúc từ các thành phần cụ thể như sau:\n   a) CSTD ngành thứ nhất có khối lượng kiến thức theo quy định. CSTD ngành thứ hai có khối lượng kiến thức tối thiểu là 30 tín chỉ. Tổng khối lượng kiến thức (bao gồm các tín chỉ trung bình và được công nhận trong chương trình hai CSTD) phù hợp với quy định hiện hành;\n   b) Việc công nhận và chuyển đổi tín chỉ giữa các CSTD khác nhau phải đảm bảo kết quả đổi sang chuẩn đầu ra môn học/nhóm môn học/CSTD hoặc được thực hiện dựa trên văn bản thỏa thuận của thủ trưởng các CSTD;\n\n3. Thời gian thiết kế của CSTD được quy định tại Quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy của Trường.\n\n4. CSTD song ngành có thể được Trường ban hành riêng. Trong trường hợp ngành không có CSTD song ngành riêng thì đào tạo song ngành cần cử vào CSTD vân bìng 1. Việc công nhận và chuyển đổi tín chỉ được thực hiện theo Điều b) Khoản 2 của Điều này.\n-------------------------------------------------------------\nVề việc ban hành Quy định đào tạo song ngành trình độ đại học hệ chính quy của Trường Đại học Công nghệ Thông tin\n\n\nCHƯƠNG III. ĐIỀU KIỆN, HỘ SO ĐÀNG KÝ HỌC SONG NGÀNH\n\nĐiều 5. Điều kiện đăng ký học song ngành\n\nSV đại học hệ chính quy văn bằng 1 của Trường, SV đại học hệ chính quy văn bằng 1 thuộc các CSTD đại học là thành viên của ĐHQG-HCM được đăng ký học thêm một chương\n\n\n\ntrình đào tạo thứ hai (đăng ký thông qua P.ĐTDH) nếu đồng thời thỏa mãn các điều kiện tối thiểu sau:\n\n1. Ngành đào tạo ở chương trình thứ hai phải khác ngành đào tạo ở chương trình thứ nhất;\n\n2. SV đã hoàn thành năm học đầu tiên của ngành thứ nhất, trước học kỳ cuối của thời gian thiết kế chương trình đào tạo 01 học kỳ;\n\n3. Tại thời điểm đăng ký, SV phải đáp ứng một trong hai điều kiện sau:\n   - Học lực tính theo ĐTBCTL xếp loại khá trở lên và đáp ứng nguyện vọng đảm chất lượng của chương trình thứ hai trong năm tuyển sinh (nếu có).\n   - Học lực tính theo ĐTBCTL xếp loại trung bình và đáp ứng điều kiện trung tuyển của chương trình thứ hai trong năm tuyển sinh.\n\n4. P.ĐTDH trình Hiệu trưởng ra quyết định công nhận danh sách SV để điều kiện học ngành thứ hai.\n\n5. SV chỉ được học song ngành thêm 01 ngành tại Trường. SV được phép làm đơn xin thời học song ngành.\n\nCHƯƠNG IV. TỔ CHỨC ĐÀO TẠO, QUẢN LÝ SINH VIÊN, ĐIỀU KIỆN TỐT NGHIỆP VÀ CẤP BẰNG\n\nĐiều 6. Tổ chức đào tạo\n\n1. SV học song ngành theo thời gian tổ chức giảng dạy đại học hệ chính quy tập trung hoặc theo thời gian thống nhất giữa các CSTD.\n\n2. Công tác tổ chức đào tạo, thi, kiểm tra, đánh giá được thực hiện theo Quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy và các quy định liên quan khác của Trường.\n\n3. SV đăng học ngành thứ hai, nếu có điểm trung bình học kỳ chỉ đạt dưới 5,0 (theo thang điểm 10) hoặc thuộc diện bị cảnh báo học vụ vi kết quả học tập trong đợt xét xử lý học vụ phải dừng học ngành thứ hai ở học kỳ tiếp theo và bị loại khỏi danh sách đã đăng ký học ngành thứ hai. P.ĐTDH trình Hiệu trưởng ra quyết định loại SV khỏi danh sách học ngành thứ hai.\n\n4. Thời gian tối đa được phép học đổi với SV học cùng lúc hai ngành là thời gian tối đa quy định cho ngành thứ hai.\n\n5. Khi học ngành thứ hai, SV được công nhận những môn học có nội dung và khối lượng kiến thức tương đương mà SV đã tích lũy trong ngành thứ nhất. Riêng các môn thuộc khối kiến thức tốt nghiệp chỉ được phép tính một lần cho ngành xét tốt nghiệp.\n\n\n\nĐiều 7. Công tác tài chính\n\n1. Học phí của ngành thứ hai:\n   a) Đối với SV chính quy văn bằng 1 của Trường:\n      - Nguyên tắc xác định học phí được thực hiện theo quy định hiện hành tại Quy chế đào tạo theo học chế tín chỉ áp dụng cho hệ đào tạo đại học chính quy của Trường.\n      - Sinh viên còn trong thời hạn thiết kế đào tạo của ngành thứ nhất mà đăng ký thêm ngành thứ hai thì học phí được tính theo quy định đối với sinh viên còn trong thời hạn theo thiết kế chương trình đào tạo của ngành học thứ nhất.\n      - Sinh viên đã tốt nghiệp ngành thứ nhất nhưng chưa hoàn thành ngành học thứ hai thì học phí được tính theo quy định đối với sinh viên quá thời hạn theo thiết kế chương trình đào tạo của ngành học thứ nhất.\n   b) Đối với SV chính quy văn bằng 1 ngoài Trường:\n      Học phí thực hiện theo công thức: Học phí = Số tín chỉ học phí x Đơn giá học phí.\n      Trong đó: Đơn giá học phí bao gồm: Đơn giá học phí tín chỉ học mới hoặc đơn giá học phí tín chỉ học lại hoặc đơn giá học phí tín chỉ học cải thiện tương ứng với từng loại đăng ký học phần.\n\n2. SV không được tham gia chính sách học bổng (các loại) và miễn giảm học phí đối với CTDĐT ngành thứ hai.\n\nĐiều 8. Quản lý sinh viên\n\n1. Khoa quản lý SV đang học ngành thứ nhất tại Trường có trách nhiệm thông báo, tư vấn và hướng dẫn cho SV về việc đăng ký và theo học ngành thứ hai.\n\n2. Khoa quản lý SV đang học ngành thứ hai có trách nhiệm lên kế hoạch giảng dạy đáp ứng nhu cầu học tập của SV song ngành.\n\n3. P.DTDH, VP.CCTĐB, P.KHTC, P.CTSV phối hợp, hỗ trợ các Khoa theo dõi quá trình học tập, quản lý SV theo đúng chức năng, nhiệm vụ.\n\n4. Sau khi SV tốt nghiệp ngành thứ nhất, SV của Trường được cấp mã số sinh viên mới và chuyển Khoa quản lý sang ngành thứ hai.\n\nĐiều 9. Điều kiện tốt nghiệp và cấp bằng\n\n1. Trong thời gian tối đa hoàn thành CTDĐT đã quy định tại Khoản 4 Điều 6 của Quy định này, SV học song ngành có thể xin xét tốt nghiệp ngành thứ hai. Điều kiện tiên quyết để xét tốt nghiệp ngành thứ hai là SV đã đủ điều kiện tốt nghiệp ngành thứ nhất.\n\n2. Việc cấp bằng tốt nghiệp thực hiện theo Quy chế đào tạo đại học theo học chế tín chỉ và Quy chế văn bằng, chứng chỉ hiện hành của Trường.\n\n3. Quy trình đăng ký, tổ chức đào tạo và xét tốt nghiệp thực hiện theo Phụ lục 1 định kèm Quy định này.\n\n-------------------------------------------------------------\nVề việc ban hành Quy định đào tạo song ngành trình độ đại học hệ chính quy của Trường Đại học Công nghệ Thông tin\n\n\nCHƯƠNG V. TÔ CHỨC THỰC HIỆN\n\nĐiều 10. Trách nhiệm chung\n\nCác đơn vị trong Trường tăng cường tuyên truyền để SV biết, hiểu và thực hiện tốt theo Quy định này.\n\nĐiều 11. Trách nhiệm cụ thể\n\n1. P.DTDH, VP.CCTĐB có trách nhiệm:\n   - Phối hợp Khoa, Bộ môn, Trung tâm Ngoại ngữ xây dựng thời khóa biểu, ĐKHP và thông báo đến các đơn vị có liên quan, SV;\n   - Quản lý kết quả học tập, xử lý học vụ, định kỳ xét thời học, thủ lý các yêu cầu đúng học; phổ biến các quy định, quy chế; xét công nhận tốt nghiệp cho SV.\n\n2. Các đơn vị khác trong Trường có trách nhiệm phối hợp hỗ trợ, quản lý SV theo đúng chức năng, nhiệm vụ của đơn vị.\n\nTrong quá trình triển khai thực hiện, nếu có gì chưa hợp lý, cần sửa đổi bổ sung, các đơn vị đề xuất (thông qua P.DTDH) để trình Hiệu trưởng xem xét điều chỉnh.\n\n\nPHỤ LỤC 1. QUY TRÌNH ĐĂNG KÝ, TỔ CHỨC ĐÀO TẠO VÀ XÉT TỐT NGHIỆP ĐỐI VỚI ĐÀO TẠO SONG NGÀNH\n\n(Ban hành kèm theo Quyết định số: A4/QL/QĐ-DHCNTT, ngày 04 tháng 03 năm 2023 của Hiệu trưởng Trường Đại học Công nghệ Thông tin)\n\n1. Lưu đồ quy trình\n\nXem hình ở trang 7.\nGhi chú: Các môc thời điểm trong lưu đồ như t1, t2, t3 được tính theo đơn vị ngày làm việc.\n\n2. Điểm giải các bước của quy trình\n\nGiải thích một số ký hiệu, thuật ngữ trong lưu đồ:\n- t1 là thời điểm bắt đầu ĐKHP đợt 1 (Môi học kỳ, Trường tổ chức cho SV đăng ký học những học phần trong học kỳ đó, gọi là đăng ký học phần. Đợt 1 thông thường diễn ra trước khi bắt đầu học kỳ 1 tháng).\n- t2 là thời điểm P.ĐTDH thông báo có đợt xét tốt nghiệp (thông thường có 4 đợt/năm, cần cụ thể kế hoạch năm học).\n- t3 là thời điểm ban hành Quyết định công nhận tốt nghiệp.\n\nChi tiết các bước thực hiện:\n\nBước 0: Thông báo các quy định\nP.ĐTDH thông báo các quy định tại Điều 6, 7, 8, 9 trên Công thông tin đào tạo (https://daa.uit.edu.vn) cho SV biết.\n\nBước 1: SV đăng ký xin học ngành thứ hai – Bắt đầu quy trình\nTại thời điểm t1, SV hệ chính quy văn bằng 1 (nếu rõ tại Điều 5 của Quy định này) có nhu cầu tiến hành làm đơn đề xin học ngành thứ hai, nộp đơn về P.ĐTDH/VP.CCTĐB.\nĐối với SV không phải đăng là SV của Trường còn phải bổ sung thêm bằng điểm tính đến thời gian nộp đơn (trong đó thể hiện rõ thông tin: hệ chính quy văn bằng 1), giấy xác nhận tình trạng về xử lý học vụ.\n\nBước 2: Nhận đơn, tư vấn, kiểm tra điều kiện\nTại thời điểm t1 + 2, P.ĐTDH/VP.CCTĐB nhận đơn của SV và kiểm tra các điều kiện được phép học ngành thứ hai dựa trên Điều 5 của Quy định này.\nNếu SV không đáp ứng đủ điều kiện thì gửi email thông báo kết quả cho SV và chuyển sang Bước 3, ngược lại chuyển sang Bước 4a.\n\nBước 3: Nhận kết quả không đủ điều kiện học\nTại thời điểm t1 + 5, SV nhận kết quả không đủ điều kiện để học ngành thứ hai. Kết thúc quy trình.\n\nBước 4.\nTại thời điểm t1 + 7.\n\nBước 4a. P.DTĐH/VP.CCTDB trình Ban Giám hiệu ký duyệt quyết định cho phép SV học ngành thứ hai.\n\nBước 4b.\n- P.DTĐH/VP.CCTDB thông báo cho các bên liên quan, đặc biệt là Khoa, P.DL&CNTT và P.CTSV để phối hợp quản lý, theo dõi, hỗ trợ SV trong suốt quá trình học.\n- Đối với SV trong Trường: Sau khi SV tốt nghiệp ngành thứ nhất, SV được cấp mã số sinh viên mới và chuyển Khoa quản lý sang ngành thứ hai.\n- Đối với SV ngoài Trường: P.DL&CNTT thực hiện cấp mã số SV mới cho SV đăng ký học ngành thứ hai; trong đó phải ghi nhận được năm tuyển sinh chính là năm tuyển sinh của ngành thứ nhất; P.CTSV thực hiện thao tác cấp nhật các thông tin SV lên hệ thống phân mềm quản lý.\n\nBước 4c. SV nhận kết quả và bắt đầu tiến trình học song ngành.\n\nBước 5: Theo dõi, kiểm tra SV vi phạm điều kiện học song ngành\n\nBước 5a. Theo định kỳ, trong đợt xét xử lý học vụ, P.DTĐH/VP.CCTDB phối hợp với Khoa và các đơn vị có liên quan, tiến hành kiểm tra SV dựa theo Khoản 3, Khoản 4 Điều 6 của Quy định này.\n\nNếu SV có vi phạm điều kiện học song ngành thì P.DTĐH/VP.CCTDB làm quyết định cho SV ngừng học ngành thứ hai và thông báo cho SV biết thông tin, chuyển sang Bước 5b; ngược lại thì vẫn tiếp tục theo dõi và quản lý quá trình học của SV.\n\nBước 5b. SV nhận kết quả và phải dừng học ngành thứ hai. Kết thúc quy trình.\n\nBước 6: Nộp đơn xin xét TN\n\nTại thời điểm t2, khi đáp ứng tất cả các điều kiện quy định tại Điều 9 của Quy định này và Điều 33 của Quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy của Trường thì SV tiến hành thực hiện thao tác đăng ký xét tốt nghiệp theo hướng dẫn từ P.DTĐH/VP.CCTDB.\n\nCần cứ theo CTĐT ngành thứ hai, P.DTĐH/VP.CCTDB thực hiện sao chép điểm những học phần đã đạt có liên quan từ ngành thứ nhất sang ngành thứ hai của SV; trong đó với mỗi dòng sao chép ở bảng điểm ngành thứ hai thì có Ghi chú hiện thị rõ nội dung “Của ngành thứ nhất”.\n\nBước 7: Nhận đơn xét TN, kiểm tra điều kiện cấp bằng TN\n\nTại thời điểm t2 + 10, P.DTĐH/VP.CCTDB nhận đơn và tiến hành các thủ tục xét duyệt tốt nghiệp cho SV.\n\nNếu SV đủ điều kiện tốt nghiệp thì thực hiện Bước 8.\n\nBước 8: Công nhận, làm thủ tục cấp bằng TN\n\nTại thời điểm 13, P.ĐTDH/VP.CCTĐB trình Ban Giám hiệu phê duyệt quyết định công nhận TN; sau đó làm các thủ tục để cấp phát bằng tốt nghiệp cho SV. Chuyển sang Buộc 9.\n\nBuộc 9: Nhận kết quả công nhận tốt nghiệp – Kết thúc quy trình\n\nSV nhận kết quả công nhận và nhận bằng tốt nghiệp trong thời hạn 03 tháng kể từ ngày có quyết định công nhận tốt nghiệp theo quy định tại Điều 33, Điều 34 trong Quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy của Trường.",
            "chunk_content": "Về việc ban hành Quy định đào tạo song ngành trình độ đại học hệ chính quy của Trường Đại học Công nghệ Thông tin\n\n\nCHƯƠNG V. TÔ CHỨC THỰC HIỆN\n\nĐiều 10. Trách nhiệm chung\n\nCác đơn vị trong Trường tăng cường tuyên truyền để SV biết, hiểu và thực hiện tốt theo Quy định này.\n\nĐiều 11. Trách nhiệm cụ thể\n\n1. P.DTDH, VP.CCTĐB có trách nhiệm:\n   - Phối hợp Khoa, Bộ môn, Trung tâm Ngoại ngữ xây dựng thời khóa biểu, ĐKHP và thông báo đến các đơn vị có liên quan, SV;\n   - Quản lý kết quả học tập, xử lý học vụ, định kỳ xét thời học, thủ lý các yêu cầu đúng học; phổ biến các quy định, quy chế; xét công nhận tốt nghiệp cho SV.\n\n2. Các đơn vị khác trong Trường có trách nhiệm phối hợp hỗ trợ, quản lý SV theo đúng chức năng, nhiệm vụ của đơn vị.\n\nTrong quá trình triển khai thực hiện, nếu có gì chưa hợp lý, cần sửa đổi bổ sung, các đơn vị đề xuất (thông qua P.DTDH) để trình Hiệu trưởng xem xét điều chỉnh.\n\n\nPHỤ LỤC 1. QUY TRÌNH ĐĂNG KÝ, TỔ CHỨC ĐÀO TẠO VÀ XÉT TỐT NGHIỆP ĐỐI VỚI ĐÀO TẠO SONG NGÀNH\n\n(Ban hành kèm theo Quyết định số: A4/QL/QĐ-DHCNTT, ngày 04 tháng 03 năm 2023 của Hiệu trưởng Trường Đại học Công nghệ Thông tin)\n\n1. Lưu đồ quy trình\n\nXem hình ở trang 7.\nGhi chú: Các môc thời điểm trong lưu đồ như t1, t2, t3 được tính theo đơn vị ngày làm việc.\n\n2. Điểm giải các bước của quy trình\n\nGiải thích một số ký hiệu, thuật ngữ trong lưu đồ:\n- t1 là thời điểm bắt đầu ĐKHP đợt 1 (Môi học kỳ, Trường tổ chức cho SV đăng ký học những học phần trong học kỳ đó, gọi là đăng ký học phần. Đợt 1 thông thường diễn ra trước khi bắt đầu học kỳ 1 tháng).\n- t2 là thời điểm P.ĐTDH thông báo có đợt xét tốt nghiệp (thông thường có 4 đợt/năm, cần cụ thể kế hoạch năm học).\n- t3 là thời điểm ban hành Quyết định công nhận tốt nghiệp.\n\nChi tiết các bước thực hiện:\n\nBước 0: Thông báo các quy định\nP.ĐTDH thông báo các quy định tại Điều 6, 7, 8, 9 trên Công thông tin đào tạo (https://daa.uit.edu.vn) cho SV biết.\n\nBước 1: SV đăng ký xin học ngành thứ hai – Bắt đầu quy trình\nTại thời điểm t1, SV hệ chính quy văn bằng 1 (nếu rõ tại Điều 5 của Quy định này) có nhu cầu tiến hành làm đơn đề xin học ngành thứ hai, nộp đơn về P.ĐTDH/VP.CCTĐB.\nĐối với SV không phải đăng là SV của Trường còn phải bổ sung thêm bằng điểm tính đến thời gian nộp đơn (trong đó thể hiện rõ thông tin: hệ chính quy văn bằng 1), giấy xác nhận tình trạng về xử lý học vụ.\n\nBước 2: Nhận đơn, tư vấn, kiểm tra điều kiện\nTại thời điểm t1 + 2, P.ĐTDH/VP.CCTĐB nhận đơn của SV và kiểm tra các điều kiện được phép học ngành thứ hai dựa trên Điều 5 của Quy định này.\nNếu SV không đáp ứng đủ điều kiện thì gửi email thông báo kết quả cho SV và chuyển sang Bước 3, ngược lại chuyển sang Bước 4a.\n\nBước 3: Nhận kết quả không đủ điều kiện học\nTại thời điểm t1 + 5, SV nhận kết quả không đủ điều kiện để học ngành thứ hai. Kết thúc quy trình.\n\nBước 4.\nTại thời điểm t1 + 7.\n\nBước 4a. P.DTĐH/VP.CCTDB trình Ban Giám hiệu ký duyệt quyết định cho phép SV học ngành thứ hai.\n\nBước 4b.\n- P.DTĐH/VP.CCTDB thông báo cho các bên liên quan, đặc biệt là Khoa, P.DL&CNTT và P.CTSV để phối hợp quản lý, theo dõi, hỗ trợ SV trong suốt quá trình học.\n- Đối với SV trong Trường: Sau khi SV tốt nghiệp ngành thứ nhất, SV được cấp mã số sinh viên mới và chuyển Khoa quản lý sang ngành thứ hai.\n- Đối với SV ngoài Trường: P.DL&CNTT thực hiện cấp mã số SV mới cho SV đăng ký học ngành thứ hai; trong đó phải ghi nhận được năm tuyển sinh chính là năm tuyển sinh của ngành thứ nhất; P.CTSV thực hiện thao tác cấp nhật các thông tin SV lên hệ thống phân mềm quản lý.\n\nBước 4c. SV nhận kết quả và bắt đầu tiến trình học song ngành.\n\nBước 5: Theo dõi, kiểm tra SV vi phạm điều kiện học song ngành\n\nBước 5a. Theo định kỳ, trong đợt xét xử lý học vụ, P.DTĐH/VP.CCTDB phối hợp với Khoa và các đơn vị có liên quan, tiến hành kiểm tra SV dựa theo Khoản 3, Khoản 4 Điều 6 của Quy định này.\n\nNếu SV có vi phạm điều kiện học song ngành thì P.DTĐH/VP.CCTDB làm quyết định cho SV ngừng học ngành thứ hai và thông báo cho SV biết thông tin, chuyển sang Bước 5b; ngược lại thì vẫn tiếp tục theo dõi và quản lý quá trình học của SV.\n\nBước 5b. SV nhận kết quả và phải dừng học ngành thứ hai. Kết thúc quy trình.\n\nBước 6: Nộp đơn xin xét TN\n\nTại thời điểm t2, khi đáp ứng tất cả các điều kiện quy định tại Điều 9 của Quy định này và Điều 33 của Quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy của Trường thì SV tiến hành thực hiện thao tác đăng ký xét tốt nghiệp theo hướng dẫn từ P.DTĐH/VP.CCTDB.\n\nCần cứ theo CTĐT ngành thứ hai, P.DTĐH/VP.CCTDB thực hiện sao chép điểm những học phần đã đạt có liên quan từ ngành thứ nhất sang ngành thứ hai của SV; trong đó với mỗi dòng sao chép ở bảng điểm ngành thứ hai thì có Ghi chú hiện thị rõ nội dung “Của ngành thứ nhất”.\n\nBước 7: Nhận đơn xét TN, kiểm tra điều kiện cấp bằng TN\n\nTại thời điểm t2 + 10, P.DTĐH/VP.CCTDB nhận đơn và tiến hành các thủ tục xét duyệt tốt nghiệp cho SV.\n\nNếu SV đủ điều kiện tốt nghiệp thì thực hiện Bước 8.\n\nBước 8: Công nhận, làm thủ tục cấp bằng TN\n\nTại thời điểm 13, P.ĐTDH/VP.CCTĐB trình Ban Giám hiệu phê duyệt quyết định công nhận TN; sau đó làm các thủ tục để cấp phát bằng tốt nghiệp cho SV. Chuyển sang Buộc 9.\n\nBuộc 9: Nhận kết quả công nhận tốt nghiệp – Kết thúc quy trình\n\nSV nhận kết quả công nhận và nhận bằng tốt nghiệp trong thời hạn 03 tháng kể từ ngày có quyết định công nhận tốt nghiệp theo quy định tại Điều 33, Điều 34 trong Quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy của Trường."
        }
    }
]