[
    {
        "file_name": "131-qd-dhcntt_08-03-2022_quy_dinh_dao_tao_chuong_trinh_tai_nang",
        "documents": {
            "contextualized_content": "Đoạn văn này là phần mở đầu của Quyết định ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin, nêu rõ căn cứ pháp lý, mục đích và hiệu lực của quyết định, đồng thời chỉ định trách nhiệm cho các bên liên quan trong việc thực hiện quy định này.",
            "original_content": "QUYẾT ĐỊNH\n\nVề việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\n\nHIỆU TRƯỞNG TRƯỜNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n\nCăn cứ Quyết định số 134/2006/QĐ-TTg ngày 08/06/2006 của Thủ tướng Chính phủ về việc thành lập Trường Đại học Công nghệ Thông tin (ĐH CNTT) thuộc Đại học Quốc gia Thành phố Hồ Chí Minh (ĐHQG-HCM);\n\nCăn cứ Quyết định số 867/QĐ-DHQG ngày 17/08/2016 của Giám đốc ĐHQG-HCM về việc ban hành quy chế tổ chức và hoạt động của trường đại học thành viên và khoa trực thuộc ĐHQG-HCM;\n\nCăn cứ Quyết định số 546/QĐ-DHCNTT ngày 30/08/2019 của Hiệu trưởng Trường ĐH CNTT về việc ban hành Quy chế đào tạo học chế tín chỉ cho hệ đại học chính quy của Trường ĐH CNTT;\n\nCăn cứ Quyết định số 148/QĐ-DHCNTT ngày 12/03/2021 của Hiệu trưởng Trường ĐH CNTT về việc sửa đổi Quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy của Trường ĐH CNTT;\n\nCăn cứ Quyết định số 1536/QĐ-DHQG ngày 07/12/2018 của Giám đốc ĐHQG-HCM về việc phê duyệt đề án đào tạo chương trình đào tạo tài năng trình độ đại học của Trường ĐH CNTT giai đoạn 2018-2022;\n\nTheo đề nghị của Trường phòng Đào tạo Đại học.\n\nQUYẾT ĐỊNH:\n\nĐiều 1. Ban hành kèm theo Quyết định này “Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin”.\n\nĐiều 2. Quyết định này có hiệu lực kể từ ngày ký.\n\nĐiều 3. Các Ông/Bà Trường các Phòng, Ban, Khoa/Bộ môn có liên quan, Văn phòng các chương trình đặc biệt, Ban Điều hành cấp Trường, giảng viên và sinh viên chương trình Tài năng của Trường Đại học Công nghệ Thông tin chịu trách nhiệm thi hành Quyết định này.\n\nNơi nhận:\n- Như điều 3;\n- Lưu: VT, ĐTDH.\n\n\n| Abbreviation | Description |\n|--------------|-------------|\n| ĐHCNTT       | Đại học Công nghệ Thông tin |\n| ĐHQG-HCM     | Đại học Quốc Gia Thành phố Hồ Chí Minh |\n| CTTN         | Chương trình Tài năng |\n| BDH          | Ban điều hành |\n| BGH          | Ban Giám hiệu |\n| VPCTĐB       | Văn phòng các chương trình đặc biệt |\n| CVHT         | Cố vấn học tập |\n| CTĐT         | Chương trình đào tạo |\n| CBGD         | Cán bộ giảng dạy |\n| NCKH         | Nghiên cứu khoa học |\n\n-------------------------------------------------------------\nVề việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\n\nChương 1. NHỮNG QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\nQuy định này quy định những điều chỉnh nhất về đào tạo Đại học chính quy CTTN của Trường ĐHCNTT thuộc ĐHQG-HCM và nằm trong khuôn khổ quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy của Trường ĐHCNTT.\n\nQuy định này áp dụng đối với thành viên BĐH, các Khoa có đào tạo CTTN, sinh viên hệ chính quy CTTN ở trình độ đại học của Trường ĐHCNTT.\n\nĐiều 2. Giải thích từ ngữ\n\nSinh viên thuộc chương trình tài năng có 02 hình thức là chính thức và dự bị, nằm trong tổng chỉ tiêu của chương trình:\n\n- Sinh viên chính thức: đảm bảo đáp ứng các tiêu chuẩn theo yêu cầu và được hưởng đầy đủ các quyền lợi của chương trình.\n\n- Sinh viên dự bị: cùng điều kiện học tập và học cùng chương trình đào tạo với sinh viên chính thức nhưng không được hưởng chính sách về học bổng tài năng. Sinh viên dự bị bao gồm các sinh viên trong lớp tài năng vì phạm điều kiện đạt sinh viên chính thức nhưng chưa bị loại ra khỏi chương trình trong các đợt xét sau mỗi học kỳ, và sinh viên mới tuyển bổ sung vào chương trình.\n\nMôn học cơ sở: là môn học quan trọng trong CTDT, là phần kiến thức không thể thiếu trong lĩnh vực chuyên môn liên quan tới ngành đào tạo chương trình tài năng. Danh sách môn học cơ sở do Khoa đề nghị trong đề án mở chương trình tài năng.\n\nSeminar ngoại khóa: được tổ chức ngoài buổi học theo thời khóa biểu chính thức để tăng cường kỹ năng cho sinh viên lớp chương trình tài năng. Số buổi seminar phải hạn chế để không làm tăng quá mức khối lượng học tập của sinh viên.\n\nĐơn vị quản lý chương trình: là VPCTĐB, có nhiệm vụ triển khai mọi hoạt động học tập, quản lý sinh viên thuộc CTTN.\n\nĐiều 3. Mục tiêu đào tạo\n\nMục tiêu đào tạo của CTTN nhằm:\n\n- Tuyển chọn và đào tạo kiên quyết triền cho các sinh viên ưu tú, đào tạo nguồn nhân lực chất lượng cao, cán bộ đầu ngành cho các đơn vị sản xuất, hoạt động kinh tế, cán bộ giảng dạy cho các trường đại học, cao đẳng tại TP. HCM và trong cả nước.\n\n\n\n- Sinh viên được phát triển toàn diện về kiến thức, kỹ năng, thái độ và ngoại ngữ.\n- Sinh viên được định hướng để phát huy năng lực sở trường, có tầm nhìn và kiến thức rộng; tăng cường hỗ trợ về hoạt động học thuật, nghiên cứu khoa học và công nghệ.\n\n\n-------------------------------------------------------------\nVề việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\nChương 2. CÔNG TẮC TỔ CHỨC QUẢN LÝ\n\nĐiều 4. Cơ cấu tổ chức\n\nBDH cấp trường (sau đây gọi là BDH) quản lý CTTN dưới sự chỉ đạo của Hiệu trưởng. BDH do Hiệu trưởng ký quyết định thành lập, bao gồm:\n- Hiệu trưởng hoặc Phó Hiệu trưởng phụ trách đào tạo làm Trưởng Ban;\n- Trường đơn vị quản lý chương trình làm Ủy viên thường trực;\n- Đại diện các Khoa mở ngành đào tạo CTTN;\n\nĐiều 5. Trách nhiệm của Ban Điều hành cấp Trường\n\nĐể xuất phương hướng và xét duyệt kế hoạch phát triển CTTN của Trường để trình Ban Giám hiệu trường và BDH của ĐHQG HCM.\n\nChuẩn bị các điều kiện cơ sở vật chất; tài chính; chương trình đào tạo; tổ chức xây dựng qui chế quy định liên quan tới việc tuyển chọn và chế độ chính sách phục vụ nhằm đảm bảo cho chương trình hoạt động có hiệu quả.\n\nTổ chức xét tuyển và triển khai hoạt động của chương trình theo quy định.\n\nChi đạo và theo dõi việc thực hiện chương trình tại các đơn vị.\n\nĐịnh kỳ báo cáo Ban Giám hiệu về các hoạt động của chương trình.\n\nĐiều 6. Trách nhiệm của Khoa có đào tạo CTTN\n\nTham gia công tác chỉ tiêu sinh và tuyển bổ sung các sinh viên đủ tiêu chuẩn vào CTTN, trình danh sách sinh viên dự kiến trúng tuyển lên BDH cấp Trường.\n\nPhối hợp với BDH để xuất các danh sách khen thưởng sinh viên, các danh sách loại ra của từng lớp tài năng mới học kỳ theo các quy định trong văn bản này.\n\nPhân công CVHT riêng cho mỗi lớp CTTN.\n\nThông qua CVHT, khoa quản lý trực tiếp sinh viên các lớp CTTN.\n\nTham khảo ý kiến các Chủ nhiệm bộ môn chuyên ngành liên quan để phân công giảng dạy và quản lý trực tiếp việc giảng dạy nhằm đảm bảo nội dung và chuẩn chất lượng cao của chương trình.\n\nXác nhận các khối lượng và chất lượng các công việc mà cán bộ giảng dạy đã thực hiện trong từng học kỳ.\n\nĐịnh kỳ tổng kết báo cáo với BDH về các hoạt động ở cấp Khoa, ở các lớp.\n\n\n-------------------------------------------------------------\nVề việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\nChương 3. QUẢN LÝ HỌC VỤ VÀ QUẢN LÝ GIẢNG DẠY\n\nĐiều 7. Quy trình mở CTTN và chỉ tiêu tuyển\n\nCăn cứ vào đề án tổng thể và nguồn kinh phí được cấp, BDH sẽ chọn các Khoa – Ngành có đủ điều kiện tối thiểu để đề nghị lập đề án mở CTTN. Khoa quản lý ngành là đơn vị chịu trách nhiệm chấp nhận đề án khá thì chỉ tiết. Trong đề án phải lưu ý trình bày rõ các khía cạnh quan trọng sau:\n\n- Tiêu chí việc chọn ngành/chuyên ngành đào tạo: Đảm bảo số lượng, chất lượng sinh viên và đảm bảo chất lượng đội ngũ cán bộ giảng dạy cho lớp CTTN.\n- Chỉ tiết về quy trình và phương thức tuyển chọn được quy định tại điều 8 của quy định này.\n- Quy trình đào tạo: Lớp đại học chính quy theo học chế tín chỉ có áp dụng thêm các điều kiện tuyển, loai và tuyển bổ sung được quy định tại điều 8 và điều 9 của quy định này.\n- CTDT có nội dung cơ bản tương tự CTDT chuẩn, trong đó ghi rõ các môn được lựa chọn để học riêng có nội dung tăng cường hoặc các phần bổ sung (Seminar, ngoại khóa, ...) – sau đây gọi chung là các môn học tài năng. Các môn học tài năng phải chiếm tối thiểu 25% tổng số tín chỉ của toàn CTDT.\n- Để cương chỉ tiết các môn học tài năng: Ghi rõ những phần được bổ sung tăng cường so với nội dung trong chương trình chuẩn và danh sách cán bộ phụ trách môn học.\n\nĐề án phải được BDH thông qua và trình Ban Giám hiệu phê duyệt thực hiện. Mỗi ngành CTTN được duyệt một chỉ tiêu tuyển theo kế hoạch tuyển sinh hàng năm của Trường.\n\nĐiều 8. Phương thức xét tuyển đầu vào\n\nCăn cứ vào số lượng đăng ký xét tuyển hàng năm, BDH quyết định chỉ tiêu tuyển vào lớp tài năng và trình BGH phê duyệt.\n\nViệc xét tuyển đầu vào được áp dụng 1 trong 2 phương án sau:\n\n1. Tuyển từ năm 1 – theo kết quả đầu vào tuyển sinh\n\nChỉ tiêu tuyển sinh tối đa là 30 sinh viên/chương trình, nằm trong tổng chỉ tiêu toàn trường và đảm bảo điều kiện không quá 20% chỉ tiêu của ngành trong trường và không quá 10% tổng chỉ tiêu của trường. Sinh viên sau khi làm thủ tục nhập học sẽ nộp đơn xin xét tuyển vào CTTN.\n\nĐối tượng tuyển sinh là các sinh viên:\n- Tự nguyện tham gia vào CTTN.\n- Đã trúng tuyển vào hệ chính quy của Trường Đại học Công nghệ Thông tin, dựa trên các phương thức trúng tuyển theo thứ tự ưu tiên sau đây:\n  o Điểm tuyển thẳng.\n  o Điểm ưu tiên xét tuyển thẳng.\n  o Điểm ưu tiên xét tuyển theo tiêu chuẩn của Bộ GD&ĐT.\n  o Điểm ưu tiên xét tuyển theo tiêu chuẩn của ĐHQG HCM.\n  o Đạt điểm số cao trong các tổ hợp môn xét tuyển vào trường theo phương thức sử dụng điểm kỳ thi THPT hoặc kỳ thi Đánh giá năng lực của ĐHQG HCM.\nĐiểm xét tuyển vào chương trình sẽ do Bộ KH&CN quyết định.\n- Các sinh viên có thể phải qua phòng vấn hoặc các hình thức khác theo quy định riêng của Khoa để được chính thức tuyển chọn.\n\n2. Tuyển sinh viên năm tròn\nTuyển đầu vào lớp CTTN sau học kỳ thứ nhất nhưng không muốn học kỳ thứ ba. Nếu Khoa có tiến hành phân ngành/chuyên ngành (ngành liên quan đến CTTN) thì bắt buộc phải tổ chức tuyển vào lớp CTTN không muốn học phần ngành này.\n\nViệc xét tuyển cần cựu vào các yếu tố sau:\n- Sinh viên không thuộc diện chấm dứt theo Chương trình đào tạo.\n- Điểm trung bình chung tích lũy (ĐTBTL) tính tới thời điểm xét: và điểm trung bình chung học kỳ (ĐTBHK) gần nhất không dưới 7,5.\n- Kết quả điểm một số môn học \"cốt lõi\" do Khoa quy định.\n- Ưu tiên sinh viên đạt giải thưởng “Sinh viên tài năng chăm tới đỉnh cao”.\n- Khoa có thể quy định thêm các hình thức kiểm tra, phòng vấn tuyển chọn kể cả việc xem xét thêm hệ số phụ như điểm xét tuyển đại học, thành tích thi các cuộc thi học thuật.\n\nKhoa đề nghị điều kiện dự tuyển chỉ tiết và kế hoạch tuyển chọn cho Bộ KH&CN xét duyệt, phải nêu rõ mục đích quan trọng của các yếu tố kế trên (mục tiêu thi đua hoặc cách tính quy đổi để xếp hạng xét tuyển).\nBDH và Khoa thông báo chiều sinh theo kế hoạch tuyển sinh hàng năm của Trường hoặc theo học kỳ đối với phương án tuyển sinh viên năm trên.\n\nĐiều 9. Tuyển bổ sung và loại ra khỏi chương trình, xét chính thức và dự bị\n\nĐối tượng tham gia CTNN là những sinh viên có năng lực xuất sắc, do đó, sau mỗi học kỳ BDH quyết định việc loại sinh viên khỏi lớp tài năng, tuyển bổ sung sinh viên từ chương trình chuẩn vào lớp tài năng, xét chuyển đổi sinh viên chính thức và dự bị.\n\nĐầu mỗi học kỳ, Khoa xét và đề nghị lên BDH các danh sách sinh viên tuyển bổ sung, bị loại ra khỏi các lớp CTNN hoặc danh sách sinh viên chính thức và dự bị theo các tiêu chuẩn như sau:\n\n1. Loại khỏi chương trình\n\n- Tại thời điểm xem xét, sinh viên roi vào một trong các trường hợp sau:\n  - Chưa tốt nghiệp khi đã quá thời gian thiết kế của khóa học và không có lý do đặc biệt.\n  - Không đăng ký học đầy đủ các môn học CTNN bắt buộc trong học kỳ.\n  - ĐTBTL nhỏ hơn 6,5 – tính trong 1 năm học kỳ 1 và sau học kỳ hè (kết quả học tập của học kỳ hè sẽ được tính chung vào kết quả học tập học kỳ 2 của năm học tương ứng).\n  - Số tín chỉ tích lũy (STCTL) so với tiến độ CTĐT nhỏ hơn 80% nếu đang học năm 1, 2 hoặc nhỏ hơn 90% nếu đang học các năm trên.\n  - ĐTBHK nhỏ hơn 6,5 hoặc hai học kỳ liên tiếp (tính cả học kỳ trước khi tuyển vào lớp CTNN) nhỏ hơn 7,0 – chỉ tính các học kỳ chính.\n  - Điểm rèn luyện dưới mức KHÁ – tính theo qui định hiện hành.\n  - Năm trong danh sách sinh viên dự bị 02 học kỳ liên tiếp.\n\nCác sinh viên bị loại ra khỏi chương trình trong 3 học kỳ đầu tiên của khóa học sẽ được trở về ngành/chuyên ngành gốc theo kết quả tuyển sinh, từ học kỳ thứ 4 trở đi thì sinh viên được chuyển sang lớp chương trình chuẩn cùng ngành/chuyên ngành với lớp CTNN đang học.\n\nSinh viên bị loại ra khỏi chương trình không được tham gia dự tuyển bổ sung lại vào chương trình.\n\n2. Sinh viên xin ra khỏi chương trình\n\nSinh viên có yêu cầu cá nhân được phép làm đơn xin ra khỏi chương trình và trở về lớp đào tạo theo chương trình chuẩn phù hợp (tương tự với sinh viên bị loại khỏi chương trình). Nếu sinh viên xin ra khỏi CTTN phải có trách nhiệm hoàn trả lại toàn bộ số tiền học bổng đã nhận theo điều 13 của quy định này.\n\n3. Tuyển bổ sung sinh viên từ chương trình chuẩn\n\nCần cử vào chỉ tiêu của từng khóa và số sinh viên bị loại, nếu số sinh viên còn lại của một lớp CTTN ít hơn chỉ tiêu thì Khoa được phép tiến hành tuyển bổ sung.\n\nSinh viên vừa được tuyển bổ sung là sinh viên dự bị của lớp tài năng sao cho số lượng sinh viên dự bị không quá 20% tổng số lượng sinh viên của lớp tài năng, trong trường hợp tổng số sinh viên của lớp tài năng chưa đạt 2/3 chỉ tiêu thì được quyên tuyển bổ sung sinh viên dự bị vượt hơn 20% tổng số lượng sinh viên nhưng không được vượt quá chỉ tiêu.\n\nViệc tuyển bổ sung được thực hiện lần cuối cho học kỳ thứ 4 (xét theo kết quả học kỳ thứ 3).\n\nĐiều kiện để sinh viên được tham gia dự tuyển bổ sung:\n- Sinh viên chương trình chuẩn đang theo học cùng khóa, cùng ngành với lớp CTTN tương ứng. Trường hợp cần thiết Khoa có thể thông báo tuyển cả các sinh viên một số ngành/chuyên ngành khác - cùng khóa nếu ngành này chưa có sự khác biệt đáng kể về chương trình đào tạo so với ngành đang đào tạo CTTN (số tín chỉ khác biệt < 10%).\n- Có điểm rèn luyện đạt từ loại Khá trở lên, có nguyện vọng theo học lớp CTTN.\n- Có STCTL theo tiến độ CTĐT đạt trên 90%.\n- ĐTBHK gần nhất và ĐTBTL tại thời điểm xét tuyển đều từ 7,5 trở lên.\n- Điểm tổng kết các môn học có tốt (nếu có) đều đạt từ 7,5 trở lên.\n- Đạt các tiêu chuẩn bổ sung khác do khoa quy định cụ thể.\n\n4. Chuyển đổi sinh viên chính thức và dự bị\n\nSau mỗi học kỳ chính, BĐH và Khoa sẽ căn cứ vào kết quả học tập của toàn bộ sinh viên lớp tài năng để xét lại danh sách sinh viên chính thức và dự bị và trình BGH phê duyệt.\n\nSinh viên chính thức phải có ĐTBTL >= 7,5 và có STCTL theo tiến độ CTĐT đạt trên 90%.\n-------------------------------------------------------------\nVề việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\nChương 3. QUẢN LÝ HỌC VỤ VÀ QUẢN LÝ GIẢNG DẠY\n\nĐiều 10. Giảng dạy các môn CTTN\n\nCTTN phải được thực hiện trên quan điểm lấy người học làm trung tâm. Người học phải được tạo điều kiện để thể hiện vai trò chủ động trong tiến trình học tập. Người học phải đóng vai trò chủ động trong hoạt động học tập, thay vì thụ động tiếp nhận kiến thức.\n\nSinh viên CTTN sẽ học cùng với sinh viên các lớp chương trình chuẩn trong các môn được đào tạo chung, các môn học có thể dàn trải cho sinh viên CTTN được tổ chức lớp học riêng.\n\nKhoa quản lý chuyên môn có trách nhiệm chọn các cán bộ có kinh nghiệm để phụ trách giảng dạy. Các môn học tài năng và KLTN phải do CBGD có học vị tiến sĩ hoặc giảng viên chính, hoặc thạc sĩ tốt nghiệp ở các trường Đại học thuộc các nước tiến tiến, đứng ngành hoặc thuộc ngành gần đam mê.\n\nTrong tuần đầu tiên của học kỳ, CBGD phải thông báo công khai cho sinh viên về đề cương giảng dạy môn học; trong đó đặc biệt chú ý các thông tin, các phần học bổ sung tăng cường; số cốt điểm và tỷ lệ tính của từng cốt điểm vào điểm tổng kết môn học.\n\nCBGD phải cung cấp đầy đủ đề cương môn học, tài liệu và công bố nội dung bài giảng trước cho sinh viên trên trang web môn học.\n\nĐầu mỗi học kỳ, đại diện đơn vị quản lý chương trình và các CVHT phải gặp gỡ đại diện sinh viên (ít nhất 3 SV/lớp – do lớp bầu chọn) tất cả các lớp CTTN để trao đổi và nhận phản hồi về tình hình giảng dạy và sinh hoạt. Cuối học kỳ, BDH phối hợp với phòng Thanh tra - Pháp chế - Đảm bảo chất lượng tổ chức lấy ý kiến sinh viên (đồng phiếu tham dự, qua trang web,...) về giảng dạy môn học và tổ chức cho CBGD rút kinh nghiệm về các góp ý của sinh viên.\n\nNgoài nội dung bắt buộc theo đề cương, các môn CTTN có thể có thêm các nội dung tăng cường và một số lượng hạn chế các buổi \"seminar ngoại khóa\". Lịch dạy và lịch dạy bổ sung tăng cường, dạy bù được báo cáo và kiểm tra theo quy trình chung như lớp đại học chính quy đại trà.\n\nĐiều 11. Hỗ trợ sinh viên nghiên cứu khoa học\n\nKhoa phải khuyến khích sinh viên từ năm thứ 3 tham gia NCKH, đảm bảo:\n- 10% sinh viên/ khóa/ngành có bài báo khoa học được công bố.\n- 100% sinh viên tham gia NCKH thông qua các hình thức: tham gia NCKH theo nhóm, thực hiện KLTN. Khoa chịu trách nhiệm duyệt chọn đề tài và cân bố hướng\n\nđảm KLTN cho sinh viên CTTN để đảm bảo chất lượng tương ứng với ý nghĩa \"tài năng\" của bằng cấp. Khuyến khích chọn các đề tài theo hướng nghiên cứu, yêu cầu sinh viên tham gia viết bài báo, tham dự hội nghị khoa học và có thể công diễn thường vào điểm khóa luận.\n\n- 100% sinh viên tham gia thực tập, thực hành tại đơn vị, doanh nghiệp liên kết đào tạo.\n\nĐiều 12. Tét nghiệp Chương trình Tài năng\n\nSinh viên sẽ được cấp bằng \"Cử nhân/Kỹ sư Tài năng\" (Honor Program) của Trường ĐHCGTT – ĐHQG HCM nếu hội đủ các điều kiện sau:\n\n- Đang là sinh viên của CTTN.\n- Hoàn tất chương trình đúng hạn – đủ điều kiện để được cấp bằng theo đúng ngành học của lớp CTTN tương ứng. Nếu sinh viên đã báo về KLTN đúng hạn nhưng chưa đủ điều kiện tốt nghiệp, Khoa có thể xem xét hoàn cảnh cụ thể để đề nghị BDH và trình BGH phê duyệt cho phép gia hạn tối đa 1 học kỳ để hoàn tất CTĐT và được cấp bằng CTTN.\n- Có điểm KLTN ≥ 7.0, ĐTBTL ≥ 7.0 và điểm rèn luyện từ loại Khá trở lên.\n- Có trình độ Anh văn đạt chuẩn đầu ra của CTTN do Trường quy định.\n\nCác sinh viên không đạt một trong các điều kiện trên sẽ nhận bằng tốt nghiệp như sinh viên chương trình chuẩn khi đã đạt đủ các điều kiện được quy định trong quy chế đào tạo theo học chế tín chỉ của Trường; đồng thời sinh viên phải hoàn trả toàn bộ học bổng đã nhận theo điều 13 của quy định này.\n\nĐiều 13. Quy định về tài chính\n\n1. Học bổng sinh viên\n\nHọc bổng chương trình: học bổng được cấp cho sinh viên theo từng học kỳ – một học kỳ tính là 5.0 tháng. Mức học bổng hàng năm do Hiệu trưởng quyết định. Tắt cả các sinh viên tài năng theo danh sách chính thức từng học kỳ đều được hưởng học bổng này.\n\nHọc bổng khuyến khích học tập: sinh viên tài năng được tham gia xét hưởng học bổng khuyến khích học tập theo quy định của nhà nước tương tự như các sinh viên chương trình khác (xét chung theo khóa, Khoa-Ngành).\n\n2. Khen thưởng sinh viên\n\nCăn cứ vào tình hình kinh phí và hoạt động của các lớp CTTN, Hiệu trưởng quyết định thêm các hình thức khen thưởng sau:\n- Sinh viên đạt thành tích xuất sắc trong các cuộc thi học thuật.\n- Tuyển đường nỗ lực phấn đấu và tích cực tham gia phong trào, do tập thể lớp bình chọn.\n\n3. Chi nghiệp vụ chuyên môn đặc biệt khác\n\nNgoài các khoản chi thưởng xuyên kế trên, đề án CTTN khuyến khích sinh viên tham gia nghiên cứu khoa học, hỗ trợ việc giao lưu tham quan, trao đổi học tập với cơ sở bên ngoài và tham gia các Hội nghị Hội thảo chuyên môn. Các trường hợp này do Khoa quản lý để xuất BĐH xem xét và trình BGH phê duyệt.\n\nChương 4. ĐIỀU KHOẢN THI HÀNH\n\nQuy định này có hiệu lực thi hành kể từ ngày ký. Các quy định trước đây trái với quy định này không còn hiệu lực. Việc điều chỉnh, bổ sung các điều khoản của quy định do Hiệu trưởng quyết định.",
            "chunk_content": "QUYẾT ĐỊNH\n\nVề việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\n\nHIỆU TRƯỞNG TRƯỜNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n\nCăn cứ Quyết định số 134/2006/QĐ-TTg ngày 08/06/2006 của Thủ tướng Chính phủ về việc thành lập Trường Đại học Công nghệ Thông tin (ĐH CNTT) thuộc Đại học Quốc gia Thành phố Hồ Chí Minh (ĐHQG-HCM);\n\nCăn cứ Quyết định số 867/QĐ-DHQG ngày 17/08/2016 của Giám đốc ĐHQG-HCM về việc ban hành quy chế tổ chức và hoạt động của trường đại học thành viên và khoa trực thuộc ĐHQG-HCM;\n\nCăn cứ Quyết định số 546/QĐ-DHCNTT ngày 30/08/2019 của Hiệu trưởng Trường ĐH CNTT về việc ban hành Quy chế đào tạo học chế tín chỉ cho hệ đại học chính quy của Trường ĐH CNTT;\n\nCăn cứ Quyết định số 148/QĐ-DHCNTT ngày 12/03/2021 của Hiệu trưởng Trường ĐH CNTT về việc sửa đổi Quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy của Trường ĐH CNTT;\n\nCăn cứ Quyết định số 1536/QĐ-DHQG ngày 07/12/2018 của Giám đốc ĐHQG-HCM về việc phê duyệt đề án đào tạo chương trình đào tạo tài năng trình độ đại học của Trường ĐH CNTT giai đoạn 2018-2022;\n\nTheo đề nghị của Trường phòng Đào tạo Đại học.\n\nQUYẾT ĐỊNH:\n\nĐiều 1. Ban hành kèm theo Quyết định này “Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin”.\n\nĐiều 2. Quyết định này có hiệu lực kể từ ngày ký.\n\nĐiều 3. Các Ông/Bà Trường các Phòng, Ban, Khoa/Bộ môn có liên quan, Văn phòng các chương trình đặc biệt, Ban Điều hành cấp Trường, giảng viên và sinh viên chương trình Tài năng của Trường Đại học Công nghệ Thông tin chịu trách nhiệm thi hành Quyết định này.\n\nNơi nhận:\n- Như điều 3;\n- Lưu: VT, ĐTDH.\n\n\n| Abbreviation | Description |\n|--------------|-------------|\n| ĐHCNTT       | Đại học Công nghệ Thông tin |\n| ĐHQG-HCM     | Đại học Quốc Gia Thành phố Hồ Chí Minh |\n| CTTN         | Chương trình Tài năng |\n| BDH          | Ban điều hành |\n| BGH          | Ban Giám hiệu |\n| VPCTĐB       | Văn phòng các chương trình đặc biệt |\n| CVHT         | Cố vấn học tập |\n| CTĐT         | Chương trình đào tạo |\n| CBGD         | Cán bộ giảng dạy |\n| NCKH         | Nghiên cứu khoa học |"
        }
    },
    {
        "file_name": "131-qd-dhcntt_08-03-2022_quy_dinh_dao_tao_chuong_trinh_tai_nang",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong Chương 1 của Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin, trình bày về phạm vi điều chỉnh, đối tượng áp dụng, giải thích từ ngữ liên quan đến sinh viên chương trình tài năng, và mục tiêu đào tạo của chương trình.",
            "original_content": "QUYẾT ĐỊNH\n\nVề việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\n\nHIỆU TRƯỞNG TRƯỜNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n\nCăn cứ Quyết định số 134/2006/QĐ-TTg ngày 08/06/2006 của Thủ tướng Chính phủ về việc thành lập Trường Đại học Công nghệ Thông tin (ĐH CNTT) thuộc Đại học Quốc gia Thành phố Hồ Chí Minh (ĐHQG-HCM);\n\nCăn cứ Quyết định số 867/QĐ-DHQG ngày 17/08/2016 của Giám đốc ĐHQG-HCM về việc ban hành quy chế tổ chức và hoạt động của trường đại học thành viên và khoa trực thuộc ĐHQG-HCM;\n\nCăn cứ Quyết định số 546/QĐ-DHCNTT ngày 30/08/2019 của Hiệu trưởng Trường ĐH CNTT về việc ban hành Quy chế đào tạo học chế tín chỉ cho hệ đại học chính quy của Trường ĐH CNTT;\n\nCăn cứ Quyết định số 148/QĐ-DHCNTT ngày 12/03/2021 của Hiệu trưởng Trường ĐH CNTT về việc sửa đổi Quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy của Trường ĐH CNTT;\n\nCăn cứ Quyết định số 1536/QĐ-DHQG ngày 07/12/2018 của Giám đốc ĐHQG-HCM về việc phê duyệt đề án đào tạo chương trình đào tạo tài năng trình độ đại học của Trường ĐH CNTT giai đoạn 2018-2022;\n\nTheo đề nghị của Trường phòng Đào tạo Đại học.\n\nQUYẾT ĐỊNH:\n\nĐiều 1. Ban hành kèm theo Quyết định này “Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin”.\n\nĐiều 2. Quyết định này có hiệu lực kể từ ngày ký.\n\nĐiều 3. Các Ông/Bà Trường các Phòng, Ban, Khoa/Bộ môn có liên quan, Văn phòng các chương trình đặc biệt, Ban Điều hành cấp Trường, giảng viên và sinh viên chương trình Tài năng của Trường Đại học Công nghệ Thông tin chịu trách nhiệm thi hành Quyết định này.\n\nNơi nhận:\n- Như điều 3;\n- Lưu: VT, ĐTDH.\n\n\n| Abbreviation | Description |\n|--------------|-------------|\n| ĐHCNTT       | Đại học Công nghệ Thông tin |\n| ĐHQG-HCM     | Đại học Quốc Gia Thành phố Hồ Chí Minh |\n| CTTN         | Chương trình Tài năng |\n| BDH          | Ban điều hành |\n| BGH          | Ban Giám hiệu |\n| VPCTĐB       | Văn phòng các chương trình đặc biệt |\n| CVHT         | Cố vấn học tập |\n| CTĐT         | Chương trình đào tạo |\n| CBGD         | Cán bộ giảng dạy |\n| NCKH         | Nghiên cứu khoa học |\n\n-------------------------------------------------------------\nVề việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\n\nChương 1. NHỮNG QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\nQuy định này quy định những điều chỉnh nhất về đào tạo Đại học chính quy CTTN của Trường ĐHCNTT thuộc ĐHQG-HCM và nằm trong khuôn khổ quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy của Trường ĐHCNTT.\n\nQuy định này áp dụng đối với thành viên BĐH, các Khoa có đào tạo CTTN, sinh viên hệ chính quy CTTN ở trình độ đại học của Trường ĐHCNTT.\n\nĐiều 2. Giải thích từ ngữ\n\nSinh viên thuộc chương trình tài năng có 02 hình thức là chính thức và dự bị, nằm trong tổng chỉ tiêu của chương trình:\n\n- Sinh viên chính thức: đảm bảo đáp ứng các tiêu chuẩn theo yêu cầu và được hưởng đầy đủ các quyền lợi của chương trình.\n\n- Sinh viên dự bị: cùng điều kiện học tập và học cùng chương trình đào tạo với sinh viên chính thức nhưng không được hưởng chính sách về học bổng tài năng. Sinh viên dự bị bao gồm các sinh viên trong lớp tài năng vì phạm điều kiện đạt sinh viên chính thức nhưng chưa bị loại ra khỏi chương trình trong các đợt xét sau mỗi học kỳ, và sinh viên mới tuyển bổ sung vào chương trình.\n\nMôn học cơ sở: là môn học quan trọng trong CTDT, là phần kiến thức không thể thiếu trong lĩnh vực chuyên môn liên quan tới ngành đào tạo chương trình tài năng. Danh sách môn học cơ sở do Khoa đề nghị trong đề án mở chương trình tài năng.\n\nSeminar ngoại khóa: được tổ chức ngoài buổi học theo thời khóa biểu chính thức để tăng cường kỹ năng cho sinh viên lớp chương trình tài năng. Số buổi seminar phải hạn chế để không làm tăng quá mức khối lượng học tập của sinh viên.\n\nĐơn vị quản lý chương trình: là VPCTĐB, có nhiệm vụ triển khai mọi hoạt động học tập, quản lý sinh viên thuộc CTTN.\n\nĐiều 3. Mục tiêu đào tạo\n\nMục tiêu đào tạo của CTTN nhằm:\n\n- Tuyển chọn và đào tạo kiên quyết triền cho các sinh viên ưu tú, đào tạo nguồn nhân lực chất lượng cao, cán bộ đầu ngành cho các đơn vị sản xuất, hoạt động kinh tế, cán bộ giảng dạy cho các trường đại học, cao đẳng tại TP. HCM và trong cả nước.\n\n\n\n- Sinh viên được phát triển toàn diện về kiến thức, kỹ năng, thái độ và ngoại ngữ.\n- Sinh viên được định hướng để phát huy năng lực sở trường, có tầm nhìn và kiến thức rộng; tăng cường hỗ trợ về hoạt động học thuật, nghiên cứu khoa học và công nghệ.\n\n\n-------------------------------------------------------------\nVề việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\nChương 2. CÔNG TẮC TỔ CHỨC QUẢN LÝ\n\nĐiều 4. Cơ cấu tổ chức\n\nBDH cấp trường (sau đây gọi là BDH) quản lý CTTN dưới sự chỉ đạo của Hiệu trưởng. BDH do Hiệu trưởng ký quyết định thành lập, bao gồm:\n- Hiệu trưởng hoặc Phó Hiệu trưởng phụ trách đào tạo làm Trưởng Ban;\n- Trường đơn vị quản lý chương trình làm Ủy viên thường trực;\n- Đại diện các Khoa mở ngành đào tạo CTTN;\n\nĐiều 5. Trách nhiệm của Ban Điều hành cấp Trường\n\nĐể xuất phương hướng và xét duyệt kế hoạch phát triển CTTN của Trường để trình Ban Giám hiệu trường và BDH của ĐHQG HCM.\n\nChuẩn bị các điều kiện cơ sở vật chất; tài chính; chương trình đào tạo; tổ chức xây dựng qui chế quy định liên quan tới việc tuyển chọn và chế độ chính sách phục vụ nhằm đảm bảo cho chương trình hoạt động có hiệu quả.\n\nTổ chức xét tuyển và triển khai hoạt động của chương trình theo quy định.\n\nChi đạo và theo dõi việc thực hiện chương trình tại các đơn vị.\n\nĐịnh kỳ báo cáo Ban Giám hiệu về các hoạt động của chương trình.\n\nĐiều 6. Trách nhiệm của Khoa có đào tạo CTTN\n\nTham gia công tác chỉ tiêu sinh và tuyển bổ sung các sinh viên đủ tiêu chuẩn vào CTTN, trình danh sách sinh viên dự kiến trúng tuyển lên BDH cấp Trường.\n\nPhối hợp với BDH để xuất các danh sách khen thưởng sinh viên, các danh sách loại ra của từng lớp tài năng mới học kỳ theo các quy định trong văn bản này.\n\nPhân công CVHT riêng cho mỗi lớp CTTN.\n\nThông qua CVHT, khoa quản lý trực tiếp sinh viên các lớp CTTN.\n\nTham khảo ý kiến các Chủ nhiệm bộ môn chuyên ngành liên quan để phân công giảng dạy và quản lý trực tiếp việc giảng dạy nhằm đảm bảo nội dung và chuẩn chất lượng cao của chương trình.\n\nXác nhận các khối lượng và chất lượng các công việc mà cán bộ giảng dạy đã thực hiện trong từng học kỳ.\n\nĐịnh kỳ tổng kết báo cáo với BDH về các hoạt động ở cấp Khoa, ở các lớp.\n\n\n-------------------------------------------------------------\nVề việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\nChương 3. QUẢN LÝ HỌC VỤ VÀ QUẢN LÝ GIẢNG DẠY\n\nĐiều 7. Quy trình mở CTTN và chỉ tiêu tuyển\n\nCăn cứ vào đề án tổng thể và nguồn kinh phí được cấp, BDH sẽ chọn các Khoa – Ngành có đủ điều kiện tối thiểu để đề nghị lập đề án mở CTTN. Khoa quản lý ngành là đơn vị chịu trách nhiệm chấp nhận đề án khá thì chỉ tiết. Trong đề án phải lưu ý trình bày rõ các khía cạnh quan trọng sau:\n\n- Tiêu chí việc chọn ngành/chuyên ngành đào tạo: Đảm bảo số lượng, chất lượng sinh viên và đảm bảo chất lượng đội ngũ cán bộ giảng dạy cho lớp CTTN.\n- Chỉ tiết về quy trình và phương thức tuyển chọn được quy định tại điều 8 của quy định này.\n- Quy trình đào tạo: Lớp đại học chính quy theo học chế tín chỉ có áp dụng thêm các điều kiện tuyển, loai và tuyển bổ sung được quy định tại điều 8 và điều 9 của quy định này.\n- CTDT có nội dung cơ bản tương tự CTDT chuẩn, trong đó ghi rõ các môn được lựa chọn để học riêng có nội dung tăng cường hoặc các phần bổ sung (Seminar, ngoại khóa, ...) – sau đây gọi chung là các môn học tài năng. Các môn học tài năng phải chiếm tối thiểu 25% tổng số tín chỉ của toàn CTDT.\n- Để cương chỉ tiết các môn học tài năng: Ghi rõ những phần được bổ sung tăng cường so với nội dung trong chương trình chuẩn và danh sách cán bộ phụ trách môn học.\n\nĐề án phải được BDH thông qua và trình Ban Giám hiệu phê duyệt thực hiện. Mỗi ngành CTTN được duyệt một chỉ tiêu tuyển theo kế hoạch tuyển sinh hàng năm của Trường.\n\nĐiều 8. Phương thức xét tuyển đầu vào\n\nCăn cứ vào số lượng đăng ký xét tuyển hàng năm, BDH quyết định chỉ tiêu tuyển vào lớp tài năng và trình BGH phê duyệt.\n\nViệc xét tuyển đầu vào được áp dụng 1 trong 2 phương án sau:\n\n1. Tuyển từ năm 1 – theo kết quả đầu vào tuyển sinh\n\nChỉ tiêu tuyển sinh tối đa là 30 sinh viên/chương trình, nằm trong tổng chỉ tiêu toàn trường và đảm bảo điều kiện không quá 20% chỉ tiêu của ngành trong trường và không quá 10% tổng chỉ tiêu của trường. Sinh viên sau khi làm thủ tục nhập học sẽ nộp đơn xin xét tuyển vào CTTN.\n\nĐối tượng tuyển sinh là các sinh viên:\n- Tự nguyện tham gia vào CTTN.\n- Đã trúng tuyển vào hệ chính quy của Trường Đại học Công nghệ Thông tin, dựa trên các phương thức trúng tuyển theo thứ tự ưu tiên sau đây:\n  o Điểm tuyển thẳng.\n  o Điểm ưu tiên xét tuyển thẳng.\n  o Điểm ưu tiên xét tuyển theo tiêu chuẩn của Bộ GD&ĐT.\n  o Điểm ưu tiên xét tuyển theo tiêu chuẩn của ĐHQG HCM.\n  o Đạt điểm số cao trong các tổ hợp môn xét tuyển vào trường theo phương thức sử dụng điểm kỳ thi THPT hoặc kỳ thi Đánh giá năng lực của ĐHQG HCM.\nĐiểm xét tuyển vào chương trình sẽ do Bộ KH&CN quyết định.\n- Các sinh viên có thể phải qua phòng vấn hoặc các hình thức khác theo quy định riêng của Khoa để được chính thức tuyển chọn.\n\n2. Tuyển sinh viên năm tròn\nTuyển đầu vào lớp CTTN sau học kỳ thứ nhất nhưng không muốn học kỳ thứ ba. Nếu Khoa có tiến hành phân ngành/chuyên ngành (ngành liên quan đến CTTN) thì bắt buộc phải tổ chức tuyển vào lớp CTTN không muốn học phần ngành này.\n\nViệc xét tuyển cần cựu vào các yếu tố sau:\n- Sinh viên không thuộc diện chấm dứt theo Chương trình đào tạo.\n- Điểm trung bình chung tích lũy (ĐTBTL) tính tới thời điểm xét: và điểm trung bình chung học kỳ (ĐTBHK) gần nhất không dưới 7,5.\n- Kết quả điểm một số môn học \"cốt lõi\" do Khoa quy định.\n- Ưu tiên sinh viên đạt giải thưởng “Sinh viên tài năng chăm tới đỉnh cao”.\n- Khoa có thể quy định thêm các hình thức kiểm tra, phòng vấn tuyển chọn kể cả việc xem xét thêm hệ số phụ như điểm xét tuyển đại học, thành tích thi các cuộc thi học thuật.\n\nKhoa đề nghị điều kiện dự tuyển chỉ tiết và kế hoạch tuyển chọn cho Bộ KH&CN xét duyệt, phải nêu rõ mục đích quan trọng của các yếu tố kế trên (mục tiêu thi đua hoặc cách tính quy đổi để xếp hạng xét tuyển).\nBDH và Khoa thông báo chiều sinh theo kế hoạch tuyển sinh hàng năm của Trường hoặc theo học kỳ đối với phương án tuyển sinh viên năm trên.\n\nĐiều 9. Tuyển bổ sung và loại ra khỏi chương trình, xét chính thức và dự bị\n\nĐối tượng tham gia CTNN là những sinh viên có năng lực xuất sắc, do đó, sau mỗi học kỳ BDH quyết định việc loại sinh viên khỏi lớp tài năng, tuyển bổ sung sinh viên từ chương trình chuẩn vào lớp tài năng, xét chuyển đổi sinh viên chính thức và dự bị.\n\nĐầu mỗi học kỳ, Khoa xét và đề nghị lên BDH các danh sách sinh viên tuyển bổ sung, bị loại ra khỏi các lớp CTNN hoặc danh sách sinh viên chính thức và dự bị theo các tiêu chuẩn như sau:\n\n1. Loại khỏi chương trình\n\n- Tại thời điểm xem xét, sinh viên roi vào một trong các trường hợp sau:\n  - Chưa tốt nghiệp khi đã quá thời gian thiết kế của khóa học và không có lý do đặc biệt.\n  - Không đăng ký học đầy đủ các môn học CTNN bắt buộc trong học kỳ.\n  - ĐTBTL nhỏ hơn 6,5 – tính trong 1 năm học kỳ 1 và sau học kỳ hè (kết quả học tập của học kỳ hè sẽ được tính chung vào kết quả học tập học kỳ 2 của năm học tương ứng).\n  - Số tín chỉ tích lũy (STCTL) so với tiến độ CTĐT nhỏ hơn 80% nếu đang học năm 1, 2 hoặc nhỏ hơn 90% nếu đang học các năm trên.\n  - ĐTBHK nhỏ hơn 6,5 hoặc hai học kỳ liên tiếp (tính cả học kỳ trước khi tuyển vào lớp CTNN) nhỏ hơn 7,0 – chỉ tính các học kỳ chính.\n  - Điểm rèn luyện dưới mức KHÁ – tính theo qui định hiện hành.\n  - Năm trong danh sách sinh viên dự bị 02 học kỳ liên tiếp.\n\nCác sinh viên bị loại ra khỏi chương trình trong 3 học kỳ đầu tiên của khóa học sẽ được trở về ngành/chuyên ngành gốc theo kết quả tuyển sinh, từ học kỳ thứ 4 trở đi thì sinh viên được chuyển sang lớp chương trình chuẩn cùng ngành/chuyên ngành với lớp CTNN đang học.\n\nSinh viên bị loại ra khỏi chương trình không được tham gia dự tuyển bổ sung lại vào chương trình.\n\n2. Sinh viên xin ra khỏi chương trình\n\nSinh viên có yêu cầu cá nhân được phép làm đơn xin ra khỏi chương trình và trở về lớp đào tạo theo chương trình chuẩn phù hợp (tương tự với sinh viên bị loại khỏi chương trình). Nếu sinh viên xin ra khỏi CTTN phải có trách nhiệm hoàn trả lại toàn bộ số tiền học bổng đã nhận theo điều 13 của quy định này.\n\n3. Tuyển bổ sung sinh viên từ chương trình chuẩn\n\nCần cử vào chỉ tiêu của từng khóa và số sinh viên bị loại, nếu số sinh viên còn lại của một lớp CTTN ít hơn chỉ tiêu thì Khoa được phép tiến hành tuyển bổ sung.\n\nSinh viên vừa được tuyển bổ sung là sinh viên dự bị của lớp tài năng sao cho số lượng sinh viên dự bị không quá 20% tổng số lượng sinh viên của lớp tài năng, trong trường hợp tổng số sinh viên của lớp tài năng chưa đạt 2/3 chỉ tiêu thì được quyên tuyển bổ sung sinh viên dự bị vượt hơn 20% tổng số lượng sinh viên nhưng không được vượt quá chỉ tiêu.\n\nViệc tuyển bổ sung được thực hiện lần cuối cho học kỳ thứ 4 (xét theo kết quả học kỳ thứ 3).\n\nĐiều kiện để sinh viên được tham gia dự tuyển bổ sung:\n- Sinh viên chương trình chuẩn đang theo học cùng khóa, cùng ngành với lớp CTTN tương ứng. Trường hợp cần thiết Khoa có thể thông báo tuyển cả các sinh viên một số ngành/chuyên ngành khác - cùng khóa nếu ngành này chưa có sự khác biệt đáng kể về chương trình đào tạo so với ngành đang đào tạo CTTN (số tín chỉ khác biệt < 10%).\n- Có điểm rèn luyện đạt từ loại Khá trở lên, có nguyện vọng theo học lớp CTTN.\n- Có STCTL theo tiến độ CTĐT đạt trên 90%.\n- ĐTBHK gần nhất và ĐTBTL tại thời điểm xét tuyển đều từ 7,5 trở lên.\n- Điểm tổng kết các môn học có tốt (nếu có) đều đạt từ 7,5 trở lên.\n- Đạt các tiêu chuẩn bổ sung khác do khoa quy định cụ thể.\n\n4. Chuyển đổi sinh viên chính thức và dự bị\n\nSau mỗi học kỳ chính, BĐH và Khoa sẽ căn cứ vào kết quả học tập của toàn bộ sinh viên lớp tài năng để xét lại danh sách sinh viên chính thức và dự bị và trình BGH phê duyệt.\n\nSinh viên chính thức phải có ĐTBTL >= 7,5 và có STCTL theo tiến độ CTĐT đạt trên 90%.\n-------------------------------------------------------------\nVề việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\nChương 3. QUẢN LÝ HỌC VỤ VÀ QUẢN LÝ GIẢNG DẠY\n\nĐiều 10. Giảng dạy các môn CTTN\n\nCTTN phải được thực hiện trên quan điểm lấy người học làm trung tâm. Người học phải được tạo điều kiện để thể hiện vai trò chủ động trong tiến trình học tập. Người học phải đóng vai trò chủ động trong hoạt động học tập, thay vì thụ động tiếp nhận kiến thức.\n\nSinh viên CTTN sẽ học cùng với sinh viên các lớp chương trình chuẩn trong các môn được đào tạo chung, các môn học có thể dàn trải cho sinh viên CTTN được tổ chức lớp học riêng.\n\nKhoa quản lý chuyên môn có trách nhiệm chọn các cán bộ có kinh nghiệm để phụ trách giảng dạy. Các môn học tài năng và KLTN phải do CBGD có học vị tiến sĩ hoặc giảng viên chính, hoặc thạc sĩ tốt nghiệp ở các trường Đại học thuộc các nước tiến tiến, đứng ngành hoặc thuộc ngành gần đam mê.\n\nTrong tuần đầu tiên của học kỳ, CBGD phải thông báo công khai cho sinh viên về đề cương giảng dạy môn học; trong đó đặc biệt chú ý các thông tin, các phần học bổ sung tăng cường; số cốt điểm và tỷ lệ tính của từng cốt điểm vào điểm tổng kết môn học.\n\nCBGD phải cung cấp đầy đủ đề cương môn học, tài liệu và công bố nội dung bài giảng trước cho sinh viên trên trang web môn học.\n\nĐầu mỗi học kỳ, đại diện đơn vị quản lý chương trình và các CVHT phải gặp gỡ đại diện sinh viên (ít nhất 3 SV/lớp – do lớp bầu chọn) tất cả các lớp CTTN để trao đổi và nhận phản hồi về tình hình giảng dạy và sinh hoạt. Cuối học kỳ, BDH phối hợp với phòng Thanh tra - Pháp chế - Đảm bảo chất lượng tổ chức lấy ý kiến sinh viên (đồng phiếu tham dự, qua trang web,...) về giảng dạy môn học và tổ chức cho CBGD rút kinh nghiệm về các góp ý của sinh viên.\n\nNgoài nội dung bắt buộc theo đề cương, các môn CTTN có thể có thêm các nội dung tăng cường và một số lượng hạn chế các buổi \"seminar ngoại khóa\". Lịch dạy và lịch dạy bổ sung tăng cường, dạy bù được báo cáo và kiểm tra theo quy trình chung như lớp đại học chính quy đại trà.\n\nĐiều 11. Hỗ trợ sinh viên nghiên cứu khoa học\n\nKhoa phải khuyến khích sinh viên từ năm thứ 3 tham gia NCKH, đảm bảo:\n- 10% sinh viên/ khóa/ngành có bài báo khoa học được công bố.\n- 100% sinh viên tham gia NCKH thông qua các hình thức: tham gia NCKH theo nhóm, thực hiện KLTN. Khoa chịu trách nhiệm duyệt chọn đề tài và cân bố hướng\n\nđảm KLTN cho sinh viên CTTN để đảm bảo chất lượng tương ứng với ý nghĩa \"tài năng\" của bằng cấp. Khuyến khích chọn các đề tài theo hướng nghiên cứu, yêu cầu sinh viên tham gia viết bài báo, tham dự hội nghị khoa học và có thể công diễn thường vào điểm khóa luận.\n\n- 100% sinh viên tham gia thực tập, thực hành tại đơn vị, doanh nghiệp liên kết đào tạo.\n\nĐiều 12. Tét nghiệp Chương trình Tài năng\n\nSinh viên sẽ được cấp bằng \"Cử nhân/Kỹ sư Tài năng\" (Honor Program) của Trường ĐHCGTT – ĐHQG HCM nếu hội đủ các điều kiện sau:\n\n- Đang là sinh viên của CTTN.\n- Hoàn tất chương trình đúng hạn – đủ điều kiện để được cấp bằng theo đúng ngành học của lớp CTTN tương ứng. Nếu sinh viên đã báo về KLTN đúng hạn nhưng chưa đủ điều kiện tốt nghiệp, Khoa có thể xem xét hoàn cảnh cụ thể để đề nghị BDH và trình BGH phê duyệt cho phép gia hạn tối đa 1 học kỳ để hoàn tất CTĐT và được cấp bằng CTTN.\n- Có điểm KLTN ≥ 7.0, ĐTBTL ≥ 7.0 và điểm rèn luyện từ loại Khá trở lên.\n- Có trình độ Anh văn đạt chuẩn đầu ra của CTTN do Trường quy định.\n\nCác sinh viên không đạt một trong các điều kiện trên sẽ nhận bằng tốt nghiệp như sinh viên chương trình chuẩn khi đã đạt đủ các điều kiện được quy định trong quy chế đào tạo theo học chế tín chỉ của Trường; đồng thời sinh viên phải hoàn trả toàn bộ học bổng đã nhận theo điều 13 của quy định này.\n\nĐiều 13. Quy định về tài chính\n\n1. Học bổng sinh viên\n\nHọc bổng chương trình: học bổng được cấp cho sinh viên theo từng học kỳ – một học kỳ tính là 5.0 tháng. Mức học bổng hàng năm do Hiệu trưởng quyết định. Tắt cả các sinh viên tài năng theo danh sách chính thức từng học kỳ đều được hưởng học bổng này.\n\nHọc bổng khuyến khích học tập: sinh viên tài năng được tham gia xét hưởng học bổng khuyến khích học tập theo quy định của nhà nước tương tự như các sinh viên chương trình khác (xét chung theo khóa, Khoa-Ngành).\n\n2. Khen thưởng sinh viên\n\nCăn cứ vào tình hình kinh phí và hoạt động của các lớp CTTN, Hiệu trưởng quyết định thêm các hình thức khen thưởng sau:\n- Sinh viên đạt thành tích xuất sắc trong các cuộc thi học thuật.\n- Tuyển đường nỗ lực phấn đấu và tích cực tham gia phong trào, do tập thể lớp bình chọn.\n\n3. Chi nghiệp vụ chuyên môn đặc biệt khác\n\nNgoài các khoản chi thưởng xuyên kế trên, đề án CTTN khuyến khích sinh viên tham gia nghiên cứu khoa học, hỗ trợ việc giao lưu tham quan, trao đổi học tập với cơ sở bên ngoài và tham gia các Hội nghị Hội thảo chuyên môn. Các trường hợp này do Khoa quản lý để xuất BĐH xem xét và trình BGH phê duyệt.\n\nChương 4. ĐIỀU KHOẢN THI HÀNH\n\nQuy định này có hiệu lực thi hành kể từ ngày ký. Các quy định trước đây trái với quy định này không còn hiệu lực. Việc điều chỉnh, bổ sung các điều khoản của quy định do Hiệu trưởng quyết định.",
            "chunk_content": "Về việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\n\nChương 1. NHỮNG QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\nQuy định này quy định những điều chỉnh nhất về đào tạo Đại học chính quy CTTN của Trường ĐHCNTT thuộc ĐHQG-HCM và nằm trong khuôn khổ quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy của Trường ĐHCNTT.\n\nQuy định này áp dụng đối với thành viên BĐH, các Khoa có đào tạo CTTN, sinh viên hệ chính quy CTTN ở trình độ đại học của Trường ĐHCNTT.\n\nĐiều 2. Giải thích từ ngữ\n\nSinh viên thuộc chương trình tài năng có 02 hình thức là chính thức và dự bị, nằm trong tổng chỉ tiêu của chương trình:\n\n- Sinh viên chính thức: đảm bảo đáp ứng các tiêu chuẩn theo yêu cầu và được hưởng đầy đủ các quyền lợi của chương trình.\n\n- Sinh viên dự bị: cùng điều kiện học tập và học cùng chương trình đào tạo với sinh viên chính thức nhưng không được hưởng chính sách về học bổng tài năng. Sinh viên dự bị bao gồm các sinh viên trong lớp tài năng vì phạm điều kiện đạt sinh viên chính thức nhưng chưa bị loại ra khỏi chương trình trong các đợt xét sau mỗi học kỳ, và sinh viên mới tuyển bổ sung vào chương trình.\n\nMôn học cơ sở: là môn học quan trọng trong CTDT, là phần kiến thức không thể thiếu trong lĩnh vực chuyên môn liên quan tới ngành đào tạo chương trình tài năng. Danh sách môn học cơ sở do Khoa đề nghị trong đề án mở chương trình tài năng.\n\nSeminar ngoại khóa: được tổ chức ngoài buổi học theo thời khóa biểu chính thức để tăng cường kỹ năng cho sinh viên lớp chương trình tài năng. Số buổi seminar phải hạn chế để không làm tăng quá mức khối lượng học tập của sinh viên.\n\nĐơn vị quản lý chương trình: là VPCTĐB, có nhiệm vụ triển khai mọi hoạt động học tập, quản lý sinh viên thuộc CTTN.\n\nĐiều 3. Mục tiêu đào tạo\n\nMục tiêu đào tạo của CTTN nhằm:\n\n- Tuyển chọn và đào tạo kiên quyết triền cho các sinh viên ưu tú, đào tạo nguồn nhân lực chất lượng cao, cán bộ đầu ngành cho các đơn vị sản xuất, hoạt động kinh tế, cán bộ giảng dạy cho các trường đại học, cao đẳng tại TP. HCM và trong cả nước.\n\n\n\n- Sinh viên được phát triển toàn diện về kiến thức, kỹ năng, thái độ và ngoại ngữ.\n- Sinh viên được định hướng để phát huy năng lực sở trường, có tầm nhìn và kiến thức rộng; tăng cường hỗ trợ về hoạt động học thuật, nghiên cứu khoa học và công nghệ."
        }
    },
    {
        "file_name": "131-qd-dhcntt_08-03-2022_quy_dinh_dao_tao_chuong_trinh_tai_nang",
        "documents": {
            "contextualized_content": "Chương 2 của Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin quy định về cơ cấu tổ chức và trách nhiệm của Ban Điều hành cấp Trường và các Khoa có đào tạo CTTN, nhằm đảm bảo quản lý và triển khai hiệu quả chương trình đào tạo tài năng.",
            "original_content": "QUYẾT ĐỊNH\n\nVề việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\n\nHIỆU TRƯỞNG TRƯỜNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n\nCăn cứ Quyết định số 134/2006/QĐ-TTg ngày 08/06/2006 của Thủ tướng Chính phủ về việc thành lập Trường Đại học Công nghệ Thông tin (ĐH CNTT) thuộc Đại học Quốc gia Thành phố Hồ Chí Minh (ĐHQG-HCM);\n\nCăn cứ Quyết định số 867/QĐ-DHQG ngày 17/08/2016 của Giám đốc ĐHQG-HCM về việc ban hành quy chế tổ chức và hoạt động của trường đại học thành viên và khoa trực thuộc ĐHQG-HCM;\n\nCăn cứ Quyết định số 546/QĐ-DHCNTT ngày 30/08/2019 của Hiệu trưởng Trường ĐH CNTT về việc ban hành Quy chế đào tạo học chế tín chỉ cho hệ đại học chính quy của Trường ĐH CNTT;\n\nCăn cứ Quyết định số 148/QĐ-DHCNTT ngày 12/03/2021 của Hiệu trưởng Trường ĐH CNTT về việc sửa đổi Quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy của Trường ĐH CNTT;\n\nCăn cứ Quyết định số 1536/QĐ-DHQG ngày 07/12/2018 của Giám đốc ĐHQG-HCM về việc phê duyệt đề án đào tạo chương trình đào tạo tài năng trình độ đại học của Trường ĐH CNTT giai đoạn 2018-2022;\n\nTheo đề nghị của Trường phòng Đào tạo Đại học.\n\nQUYẾT ĐỊNH:\n\nĐiều 1. Ban hành kèm theo Quyết định này “Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin”.\n\nĐiều 2. Quyết định này có hiệu lực kể từ ngày ký.\n\nĐiều 3. Các Ông/Bà Trường các Phòng, Ban, Khoa/Bộ môn có liên quan, Văn phòng các chương trình đặc biệt, Ban Điều hành cấp Trường, giảng viên và sinh viên chương trình Tài năng của Trường Đại học Công nghệ Thông tin chịu trách nhiệm thi hành Quyết định này.\n\nNơi nhận:\n- Như điều 3;\n- Lưu: VT, ĐTDH.\n\n\n| Abbreviation | Description |\n|--------------|-------------|\n| ĐHCNTT       | Đại học Công nghệ Thông tin |\n| ĐHQG-HCM     | Đại học Quốc Gia Thành phố Hồ Chí Minh |\n| CTTN         | Chương trình Tài năng |\n| BDH          | Ban điều hành |\n| BGH          | Ban Giám hiệu |\n| VPCTĐB       | Văn phòng các chương trình đặc biệt |\n| CVHT         | Cố vấn học tập |\n| CTĐT         | Chương trình đào tạo |\n| CBGD         | Cán bộ giảng dạy |\n| NCKH         | Nghiên cứu khoa học |\n\n-------------------------------------------------------------\nVề việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\n\nChương 1. NHỮNG QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\nQuy định này quy định những điều chỉnh nhất về đào tạo Đại học chính quy CTTN của Trường ĐHCNTT thuộc ĐHQG-HCM và nằm trong khuôn khổ quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy của Trường ĐHCNTT.\n\nQuy định này áp dụng đối với thành viên BĐH, các Khoa có đào tạo CTTN, sinh viên hệ chính quy CTTN ở trình độ đại học của Trường ĐHCNTT.\n\nĐiều 2. Giải thích từ ngữ\n\nSinh viên thuộc chương trình tài năng có 02 hình thức là chính thức và dự bị, nằm trong tổng chỉ tiêu của chương trình:\n\n- Sinh viên chính thức: đảm bảo đáp ứng các tiêu chuẩn theo yêu cầu và được hưởng đầy đủ các quyền lợi của chương trình.\n\n- Sinh viên dự bị: cùng điều kiện học tập và học cùng chương trình đào tạo với sinh viên chính thức nhưng không được hưởng chính sách về học bổng tài năng. Sinh viên dự bị bao gồm các sinh viên trong lớp tài năng vì phạm điều kiện đạt sinh viên chính thức nhưng chưa bị loại ra khỏi chương trình trong các đợt xét sau mỗi học kỳ, và sinh viên mới tuyển bổ sung vào chương trình.\n\nMôn học cơ sở: là môn học quan trọng trong CTDT, là phần kiến thức không thể thiếu trong lĩnh vực chuyên môn liên quan tới ngành đào tạo chương trình tài năng. Danh sách môn học cơ sở do Khoa đề nghị trong đề án mở chương trình tài năng.\n\nSeminar ngoại khóa: được tổ chức ngoài buổi học theo thời khóa biểu chính thức để tăng cường kỹ năng cho sinh viên lớp chương trình tài năng. Số buổi seminar phải hạn chế để không làm tăng quá mức khối lượng học tập của sinh viên.\n\nĐơn vị quản lý chương trình: là VPCTĐB, có nhiệm vụ triển khai mọi hoạt động học tập, quản lý sinh viên thuộc CTTN.\n\nĐiều 3. Mục tiêu đào tạo\n\nMục tiêu đào tạo của CTTN nhằm:\n\n- Tuyển chọn và đào tạo kiên quyết triền cho các sinh viên ưu tú, đào tạo nguồn nhân lực chất lượng cao, cán bộ đầu ngành cho các đơn vị sản xuất, hoạt động kinh tế, cán bộ giảng dạy cho các trường đại học, cao đẳng tại TP. HCM và trong cả nước.\n\n\n\n- Sinh viên được phát triển toàn diện về kiến thức, kỹ năng, thái độ và ngoại ngữ.\n- Sinh viên được định hướng để phát huy năng lực sở trường, có tầm nhìn và kiến thức rộng; tăng cường hỗ trợ về hoạt động học thuật, nghiên cứu khoa học và công nghệ.\n\n\n-------------------------------------------------------------\nVề việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\nChương 2. CÔNG TẮC TỔ CHỨC QUẢN LÝ\n\nĐiều 4. Cơ cấu tổ chức\n\nBDH cấp trường (sau đây gọi là BDH) quản lý CTTN dưới sự chỉ đạo của Hiệu trưởng. BDH do Hiệu trưởng ký quyết định thành lập, bao gồm:\n- Hiệu trưởng hoặc Phó Hiệu trưởng phụ trách đào tạo làm Trưởng Ban;\n- Trường đơn vị quản lý chương trình làm Ủy viên thường trực;\n- Đại diện các Khoa mở ngành đào tạo CTTN;\n\nĐiều 5. Trách nhiệm của Ban Điều hành cấp Trường\n\nĐể xuất phương hướng và xét duyệt kế hoạch phát triển CTTN của Trường để trình Ban Giám hiệu trường và BDH của ĐHQG HCM.\n\nChuẩn bị các điều kiện cơ sở vật chất; tài chính; chương trình đào tạo; tổ chức xây dựng qui chế quy định liên quan tới việc tuyển chọn và chế độ chính sách phục vụ nhằm đảm bảo cho chương trình hoạt động có hiệu quả.\n\nTổ chức xét tuyển và triển khai hoạt động của chương trình theo quy định.\n\nChi đạo và theo dõi việc thực hiện chương trình tại các đơn vị.\n\nĐịnh kỳ báo cáo Ban Giám hiệu về các hoạt động của chương trình.\n\nĐiều 6. Trách nhiệm của Khoa có đào tạo CTTN\n\nTham gia công tác chỉ tiêu sinh và tuyển bổ sung các sinh viên đủ tiêu chuẩn vào CTTN, trình danh sách sinh viên dự kiến trúng tuyển lên BDH cấp Trường.\n\nPhối hợp với BDH để xuất các danh sách khen thưởng sinh viên, các danh sách loại ra của từng lớp tài năng mới học kỳ theo các quy định trong văn bản này.\n\nPhân công CVHT riêng cho mỗi lớp CTTN.\n\nThông qua CVHT, khoa quản lý trực tiếp sinh viên các lớp CTTN.\n\nTham khảo ý kiến các Chủ nhiệm bộ môn chuyên ngành liên quan để phân công giảng dạy và quản lý trực tiếp việc giảng dạy nhằm đảm bảo nội dung và chuẩn chất lượng cao của chương trình.\n\nXác nhận các khối lượng và chất lượng các công việc mà cán bộ giảng dạy đã thực hiện trong từng học kỳ.\n\nĐịnh kỳ tổng kết báo cáo với BDH về các hoạt động ở cấp Khoa, ở các lớp.\n\n\n-------------------------------------------------------------\nVề việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\nChương 3. QUẢN LÝ HỌC VỤ VÀ QUẢN LÝ GIẢNG DẠY\n\nĐiều 7. Quy trình mở CTTN và chỉ tiêu tuyển\n\nCăn cứ vào đề án tổng thể và nguồn kinh phí được cấp, BDH sẽ chọn các Khoa – Ngành có đủ điều kiện tối thiểu để đề nghị lập đề án mở CTTN. Khoa quản lý ngành là đơn vị chịu trách nhiệm chấp nhận đề án khá thì chỉ tiết. Trong đề án phải lưu ý trình bày rõ các khía cạnh quan trọng sau:\n\n- Tiêu chí việc chọn ngành/chuyên ngành đào tạo: Đảm bảo số lượng, chất lượng sinh viên và đảm bảo chất lượng đội ngũ cán bộ giảng dạy cho lớp CTTN.\n- Chỉ tiết về quy trình và phương thức tuyển chọn được quy định tại điều 8 của quy định này.\n- Quy trình đào tạo: Lớp đại học chính quy theo học chế tín chỉ có áp dụng thêm các điều kiện tuyển, loai và tuyển bổ sung được quy định tại điều 8 và điều 9 của quy định này.\n- CTDT có nội dung cơ bản tương tự CTDT chuẩn, trong đó ghi rõ các môn được lựa chọn để học riêng có nội dung tăng cường hoặc các phần bổ sung (Seminar, ngoại khóa, ...) – sau đây gọi chung là các môn học tài năng. Các môn học tài năng phải chiếm tối thiểu 25% tổng số tín chỉ của toàn CTDT.\n- Để cương chỉ tiết các môn học tài năng: Ghi rõ những phần được bổ sung tăng cường so với nội dung trong chương trình chuẩn và danh sách cán bộ phụ trách môn học.\n\nĐề án phải được BDH thông qua và trình Ban Giám hiệu phê duyệt thực hiện. Mỗi ngành CTTN được duyệt một chỉ tiêu tuyển theo kế hoạch tuyển sinh hàng năm của Trường.\n\nĐiều 8. Phương thức xét tuyển đầu vào\n\nCăn cứ vào số lượng đăng ký xét tuyển hàng năm, BDH quyết định chỉ tiêu tuyển vào lớp tài năng và trình BGH phê duyệt.\n\nViệc xét tuyển đầu vào được áp dụng 1 trong 2 phương án sau:\n\n1. Tuyển từ năm 1 – theo kết quả đầu vào tuyển sinh\n\nChỉ tiêu tuyển sinh tối đa là 30 sinh viên/chương trình, nằm trong tổng chỉ tiêu toàn trường và đảm bảo điều kiện không quá 20% chỉ tiêu của ngành trong trường và không quá 10% tổng chỉ tiêu của trường. Sinh viên sau khi làm thủ tục nhập học sẽ nộp đơn xin xét tuyển vào CTTN.\n\nĐối tượng tuyển sinh là các sinh viên:\n- Tự nguyện tham gia vào CTTN.\n- Đã trúng tuyển vào hệ chính quy của Trường Đại học Công nghệ Thông tin, dựa trên các phương thức trúng tuyển theo thứ tự ưu tiên sau đây:\n  o Điểm tuyển thẳng.\n  o Điểm ưu tiên xét tuyển thẳng.\n  o Điểm ưu tiên xét tuyển theo tiêu chuẩn của Bộ GD&ĐT.\n  o Điểm ưu tiên xét tuyển theo tiêu chuẩn của ĐHQG HCM.\n  o Đạt điểm số cao trong các tổ hợp môn xét tuyển vào trường theo phương thức sử dụng điểm kỳ thi THPT hoặc kỳ thi Đánh giá năng lực của ĐHQG HCM.\nĐiểm xét tuyển vào chương trình sẽ do Bộ KH&CN quyết định.\n- Các sinh viên có thể phải qua phòng vấn hoặc các hình thức khác theo quy định riêng của Khoa để được chính thức tuyển chọn.\n\n2. Tuyển sinh viên năm tròn\nTuyển đầu vào lớp CTTN sau học kỳ thứ nhất nhưng không muốn học kỳ thứ ba. Nếu Khoa có tiến hành phân ngành/chuyên ngành (ngành liên quan đến CTTN) thì bắt buộc phải tổ chức tuyển vào lớp CTTN không muốn học phần ngành này.\n\nViệc xét tuyển cần cựu vào các yếu tố sau:\n- Sinh viên không thuộc diện chấm dứt theo Chương trình đào tạo.\n- Điểm trung bình chung tích lũy (ĐTBTL) tính tới thời điểm xét: và điểm trung bình chung học kỳ (ĐTBHK) gần nhất không dưới 7,5.\n- Kết quả điểm một số môn học \"cốt lõi\" do Khoa quy định.\n- Ưu tiên sinh viên đạt giải thưởng “Sinh viên tài năng chăm tới đỉnh cao”.\n- Khoa có thể quy định thêm các hình thức kiểm tra, phòng vấn tuyển chọn kể cả việc xem xét thêm hệ số phụ như điểm xét tuyển đại học, thành tích thi các cuộc thi học thuật.\n\nKhoa đề nghị điều kiện dự tuyển chỉ tiết và kế hoạch tuyển chọn cho Bộ KH&CN xét duyệt, phải nêu rõ mục đích quan trọng của các yếu tố kế trên (mục tiêu thi đua hoặc cách tính quy đổi để xếp hạng xét tuyển).\nBDH và Khoa thông báo chiều sinh theo kế hoạch tuyển sinh hàng năm của Trường hoặc theo học kỳ đối với phương án tuyển sinh viên năm trên.\n\nĐiều 9. Tuyển bổ sung và loại ra khỏi chương trình, xét chính thức và dự bị\n\nĐối tượng tham gia CTNN là những sinh viên có năng lực xuất sắc, do đó, sau mỗi học kỳ BDH quyết định việc loại sinh viên khỏi lớp tài năng, tuyển bổ sung sinh viên từ chương trình chuẩn vào lớp tài năng, xét chuyển đổi sinh viên chính thức và dự bị.\n\nĐầu mỗi học kỳ, Khoa xét và đề nghị lên BDH các danh sách sinh viên tuyển bổ sung, bị loại ra khỏi các lớp CTNN hoặc danh sách sinh viên chính thức và dự bị theo các tiêu chuẩn như sau:\n\n1. Loại khỏi chương trình\n\n- Tại thời điểm xem xét, sinh viên roi vào một trong các trường hợp sau:\n  - Chưa tốt nghiệp khi đã quá thời gian thiết kế của khóa học và không có lý do đặc biệt.\n  - Không đăng ký học đầy đủ các môn học CTNN bắt buộc trong học kỳ.\n  - ĐTBTL nhỏ hơn 6,5 – tính trong 1 năm học kỳ 1 và sau học kỳ hè (kết quả học tập của học kỳ hè sẽ được tính chung vào kết quả học tập học kỳ 2 của năm học tương ứng).\n  - Số tín chỉ tích lũy (STCTL) so với tiến độ CTĐT nhỏ hơn 80% nếu đang học năm 1, 2 hoặc nhỏ hơn 90% nếu đang học các năm trên.\n  - ĐTBHK nhỏ hơn 6,5 hoặc hai học kỳ liên tiếp (tính cả học kỳ trước khi tuyển vào lớp CTNN) nhỏ hơn 7,0 – chỉ tính các học kỳ chính.\n  - Điểm rèn luyện dưới mức KHÁ – tính theo qui định hiện hành.\n  - Năm trong danh sách sinh viên dự bị 02 học kỳ liên tiếp.\n\nCác sinh viên bị loại ra khỏi chương trình trong 3 học kỳ đầu tiên của khóa học sẽ được trở về ngành/chuyên ngành gốc theo kết quả tuyển sinh, từ học kỳ thứ 4 trở đi thì sinh viên được chuyển sang lớp chương trình chuẩn cùng ngành/chuyên ngành với lớp CTNN đang học.\n\nSinh viên bị loại ra khỏi chương trình không được tham gia dự tuyển bổ sung lại vào chương trình.\n\n2. Sinh viên xin ra khỏi chương trình\n\nSinh viên có yêu cầu cá nhân được phép làm đơn xin ra khỏi chương trình và trở về lớp đào tạo theo chương trình chuẩn phù hợp (tương tự với sinh viên bị loại khỏi chương trình). Nếu sinh viên xin ra khỏi CTTN phải có trách nhiệm hoàn trả lại toàn bộ số tiền học bổng đã nhận theo điều 13 của quy định này.\n\n3. Tuyển bổ sung sinh viên từ chương trình chuẩn\n\nCần cử vào chỉ tiêu của từng khóa và số sinh viên bị loại, nếu số sinh viên còn lại của một lớp CTTN ít hơn chỉ tiêu thì Khoa được phép tiến hành tuyển bổ sung.\n\nSinh viên vừa được tuyển bổ sung là sinh viên dự bị của lớp tài năng sao cho số lượng sinh viên dự bị không quá 20% tổng số lượng sinh viên của lớp tài năng, trong trường hợp tổng số sinh viên của lớp tài năng chưa đạt 2/3 chỉ tiêu thì được quyên tuyển bổ sung sinh viên dự bị vượt hơn 20% tổng số lượng sinh viên nhưng không được vượt quá chỉ tiêu.\n\nViệc tuyển bổ sung được thực hiện lần cuối cho học kỳ thứ 4 (xét theo kết quả học kỳ thứ 3).\n\nĐiều kiện để sinh viên được tham gia dự tuyển bổ sung:\n- Sinh viên chương trình chuẩn đang theo học cùng khóa, cùng ngành với lớp CTTN tương ứng. Trường hợp cần thiết Khoa có thể thông báo tuyển cả các sinh viên một số ngành/chuyên ngành khác - cùng khóa nếu ngành này chưa có sự khác biệt đáng kể về chương trình đào tạo so với ngành đang đào tạo CTTN (số tín chỉ khác biệt < 10%).\n- Có điểm rèn luyện đạt từ loại Khá trở lên, có nguyện vọng theo học lớp CTTN.\n- Có STCTL theo tiến độ CTĐT đạt trên 90%.\n- ĐTBHK gần nhất và ĐTBTL tại thời điểm xét tuyển đều từ 7,5 trở lên.\n- Điểm tổng kết các môn học có tốt (nếu có) đều đạt từ 7,5 trở lên.\n- Đạt các tiêu chuẩn bổ sung khác do khoa quy định cụ thể.\n\n4. Chuyển đổi sinh viên chính thức và dự bị\n\nSau mỗi học kỳ chính, BĐH và Khoa sẽ căn cứ vào kết quả học tập của toàn bộ sinh viên lớp tài năng để xét lại danh sách sinh viên chính thức và dự bị và trình BGH phê duyệt.\n\nSinh viên chính thức phải có ĐTBTL >= 7,5 và có STCTL theo tiến độ CTĐT đạt trên 90%.\n-------------------------------------------------------------\nVề việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\nChương 3. QUẢN LÝ HỌC VỤ VÀ QUẢN LÝ GIẢNG DẠY\n\nĐiều 10. Giảng dạy các môn CTTN\n\nCTTN phải được thực hiện trên quan điểm lấy người học làm trung tâm. Người học phải được tạo điều kiện để thể hiện vai trò chủ động trong tiến trình học tập. Người học phải đóng vai trò chủ động trong hoạt động học tập, thay vì thụ động tiếp nhận kiến thức.\n\nSinh viên CTTN sẽ học cùng với sinh viên các lớp chương trình chuẩn trong các môn được đào tạo chung, các môn học có thể dàn trải cho sinh viên CTTN được tổ chức lớp học riêng.\n\nKhoa quản lý chuyên môn có trách nhiệm chọn các cán bộ có kinh nghiệm để phụ trách giảng dạy. Các môn học tài năng và KLTN phải do CBGD có học vị tiến sĩ hoặc giảng viên chính, hoặc thạc sĩ tốt nghiệp ở các trường Đại học thuộc các nước tiến tiến, đứng ngành hoặc thuộc ngành gần đam mê.\n\nTrong tuần đầu tiên của học kỳ, CBGD phải thông báo công khai cho sinh viên về đề cương giảng dạy môn học; trong đó đặc biệt chú ý các thông tin, các phần học bổ sung tăng cường; số cốt điểm và tỷ lệ tính của từng cốt điểm vào điểm tổng kết môn học.\n\nCBGD phải cung cấp đầy đủ đề cương môn học, tài liệu và công bố nội dung bài giảng trước cho sinh viên trên trang web môn học.\n\nĐầu mỗi học kỳ, đại diện đơn vị quản lý chương trình và các CVHT phải gặp gỡ đại diện sinh viên (ít nhất 3 SV/lớp – do lớp bầu chọn) tất cả các lớp CTTN để trao đổi và nhận phản hồi về tình hình giảng dạy và sinh hoạt. Cuối học kỳ, BDH phối hợp với phòng Thanh tra - Pháp chế - Đảm bảo chất lượng tổ chức lấy ý kiến sinh viên (đồng phiếu tham dự, qua trang web,...) về giảng dạy môn học và tổ chức cho CBGD rút kinh nghiệm về các góp ý của sinh viên.\n\nNgoài nội dung bắt buộc theo đề cương, các môn CTTN có thể có thêm các nội dung tăng cường và một số lượng hạn chế các buổi \"seminar ngoại khóa\". Lịch dạy và lịch dạy bổ sung tăng cường, dạy bù được báo cáo và kiểm tra theo quy trình chung như lớp đại học chính quy đại trà.\n\nĐiều 11. Hỗ trợ sinh viên nghiên cứu khoa học\n\nKhoa phải khuyến khích sinh viên từ năm thứ 3 tham gia NCKH, đảm bảo:\n- 10% sinh viên/ khóa/ngành có bài báo khoa học được công bố.\n- 100% sinh viên tham gia NCKH thông qua các hình thức: tham gia NCKH theo nhóm, thực hiện KLTN. Khoa chịu trách nhiệm duyệt chọn đề tài và cân bố hướng\n\nđảm KLTN cho sinh viên CTTN để đảm bảo chất lượng tương ứng với ý nghĩa \"tài năng\" của bằng cấp. Khuyến khích chọn các đề tài theo hướng nghiên cứu, yêu cầu sinh viên tham gia viết bài báo, tham dự hội nghị khoa học và có thể công diễn thường vào điểm khóa luận.\n\n- 100% sinh viên tham gia thực tập, thực hành tại đơn vị, doanh nghiệp liên kết đào tạo.\n\nĐiều 12. Tét nghiệp Chương trình Tài năng\n\nSinh viên sẽ được cấp bằng \"Cử nhân/Kỹ sư Tài năng\" (Honor Program) của Trường ĐHCGTT – ĐHQG HCM nếu hội đủ các điều kiện sau:\n\n- Đang là sinh viên của CTTN.\n- Hoàn tất chương trình đúng hạn – đủ điều kiện để được cấp bằng theo đúng ngành học của lớp CTTN tương ứng. Nếu sinh viên đã báo về KLTN đúng hạn nhưng chưa đủ điều kiện tốt nghiệp, Khoa có thể xem xét hoàn cảnh cụ thể để đề nghị BDH và trình BGH phê duyệt cho phép gia hạn tối đa 1 học kỳ để hoàn tất CTĐT và được cấp bằng CTTN.\n- Có điểm KLTN ≥ 7.0, ĐTBTL ≥ 7.0 và điểm rèn luyện từ loại Khá trở lên.\n- Có trình độ Anh văn đạt chuẩn đầu ra của CTTN do Trường quy định.\n\nCác sinh viên không đạt một trong các điều kiện trên sẽ nhận bằng tốt nghiệp như sinh viên chương trình chuẩn khi đã đạt đủ các điều kiện được quy định trong quy chế đào tạo theo học chế tín chỉ của Trường; đồng thời sinh viên phải hoàn trả toàn bộ học bổng đã nhận theo điều 13 của quy định này.\n\nĐiều 13. Quy định về tài chính\n\n1. Học bổng sinh viên\n\nHọc bổng chương trình: học bổng được cấp cho sinh viên theo từng học kỳ – một học kỳ tính là 5.0 tháng. Mức học bổng hàng năm do Hiệu trưởng quyết định. Tắt cả các sinh viên tài năng theo danh sách chính thức từng học kỳ đều được hưởng học bổng này.\n\nHọc bổng khuyến khích học tập: sinh viên tài năng được tham gia xét hưởng học bổng khuyến khích học tập theo quy định của nhà nước tương tự như các sinh viên chương trình khác (xét chung theo khóa, Khoa-Ngành).\n\n2. Khen thưởng sinh viên\n\nCăn cứ vào tình hình kinh phí và hoạt động của các lớp CTTN, Hiệu trưởng quyết định thêm các hình thức khen thưởng sau:\n- Sinh viên đạt thành tích xuất sắc trong các cuộc thi học thuật.\n- Tuyển đường nỗ lực phấn đấu và tích cực tham gia phong trào, do tập thể lớp bình chọn.\n\n3. Chi nghiệp vụ chuyên môn đặc biệt khác\n\nNgoài các khoản chi thưởng xuyên kế trên, đề án CTTN khuyến khích sinh viên tham gia nghiên cứu khoa học, hỗ trợ việc giao lưu tham quan, trao đổi học tập với cơ sở bên ngoài và tham gia các Hội nghị Hội thảo chuyên môn. Các trường hợp này do Khoa quản lý để xuất BĐH xem xét và trình BGH phê duyệt.\n\nChương 4. ĐIỀU KHOẢN THI HÀNH\n\nQuy định này có hiệu lực thi hành kể từ ngày ký. Các quy định trước đây trái với quy định này không còn hiệu lực. Việc điều chỉnh, bổ sung các điều khoản của quy định do Hiệu trưởng quyết định.",
            "chunk_content": "Về việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\nChương 2. CÔNG TẮC TỔ CHỨC QUẢN LÝ\n\nĐiều 4. Cơ cấu tổ chức\n\nBDH cấp trường (sau đây gọi là BDH) quản lý CTTN dưới sự chỉ đạo của Hiệu trưởng. BDH do Hiệu trưởng ký quyết định thành lập, bao gồm:\n- Hiệu trưởng hoặc Phó Hiệu trưởng phụ trách đào tạo làm Trưởng Ban;\n- Trường đơn vị quản lý chương trình làm Ủy viên thường trực;\n- Đại diện các Khoa mở ngành đào tạo CTTN;\n\nĐiều 5. Trách nhiệm của Ban Điều hành cấp Trường\n\nĐể xuất phương hướng và xét duyệt kế hoạch phát triển CTTN của Trường để trình Ban Giám hiệu trường và BDH của ĐHQG HCM.\n\nChuẩn bị các điều kiện cơ sở vật chất; tài chính; chương trình đào tạo; tổ chức xây dựng qui chế quy định liên quan tới việc tuyển chọn và chế độ chính sách phục vụ nhằm đảm bảo cho chương trình hoạt động có hiệu quả.\n\nTổ chức xét tuyển và triển khai hoạt động của chương trình theo quy định.\n\nChi đạo và theo dõi việc thực hiện chương trình tại các đơn vị.\n\nĐịnh kỳ báo cáo Ban Giám hiệu về các hoạt động của chương trình.\n\nĐiều 6. Trách nhiệm của Khoa có đào tạo CTTN\n\nTham gia công tác chỉ tiêu sinh và tuyển bổ sung các sinh viên đủ tiêu chuẩn vào CTTN, trình danh sách sinh viên dự kiến trúng tuyển lên BDH cấp Trường.\n\nPhối hợp với BDH để xuất các danh sách khen thưởng sinh viên, các danh sách loại ra của từng lớp tài năng mới học kỳ theo các quy định trong văn bản này.\n\nPhân công CVHT riêng cho mỗi lớp CTTN.\n\nThông qua CVHT, khoa quản lý trực tiếp sinh viên các lớp CTTN.\n\nTham khảo ý kiến các Chủ nhiệm bộ môn chuyên ngành liên quan để phân công giảng dạy và quản lý trực tiếp việc giảng dạy nhằm đảm bảo nội dung và chuẩn chất lượng cao của chương trình.\n\nXác nhận các khối lượng và chất lượng các công việc mà cán bộ giảng dạy đã thực hiện trong từng học kỳ.\n\nĐịnh kỳ tổng kết báo cáo với BDH về các hoạt động ở cấp Khoa, ở các lớp."
        }
    },
    {
        "file_name": "131-qd-dhcntt_08-03-2022_quy_dinh_dao_tao_chuong_trinh_tai_nang",
        "documents": {
            "contextualized_content": "Chương 3 của Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin quy định về quản lý học vụ và giảng dạy, bao gồm quy trình mở chương trình tài năng, phương thức xét tuyển đầu vào, và các tiêu chí tuyển bổ sung, loại ra khỏi chương trình, cũng như chuyển đổi giữa sinh viên chính thức và dự bị.",
            "original_content": "QUYẾT ĐỊNH\n\nVề việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\n\nHIỆU TRƯỞNG TRƯỜNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n\nCăn cứ Quyết định số 134/2006/QĐ-TTg ngày 08/06/2006 của Thủ tướng Chính phủ về việc thành lập Trường Đại học Công nghệ Thông tin (ĐH CNTT) thuộc Đại học Quốc gia Thành phố Hồ Chí Minh (ĐHQG-HCM);\n\nCăn cứ Quyết định số 867/QĐ-DHQG ngày 17/08/2016 của Giám đốc ĐHQG-HCM về việc ban hành quy chế tổ chức và hoạt động của trường đại học thành viên và khoa trực thuộc ĐHQG-HCM;\n\nCăn cứ Quyết định số 546/QĐ-DHCNTT ngày 30/08/2019 của Hiệu trưởng Trường ĐH CNTT về việc ban hành Quy chế đào tạo học chế tín chỉ cho hệ đại học chính quy của Trường ĐH CNTT;\n\nCăn cứ Quyết định số 148/QĐ-DHCNTT ngày 12/03/2021 của Hiệu trưởng Trường ĐH CNTT về việc sửa đổi Quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy của Trường ĐH CNTT;\n\nCăn cứ Quyết định số 1536/QĐ-DHQG ngày 07/12/2018 của Giám đốc ĐHQG-HCM về việc phê duyệt đề án đào tạo chương trình đào tạo tài năng trình độ đại học của Trường ĐH CNTT giai đoạn 2018-2022;\n\nTheo đề nghị của Trường phòng Đào tạo Đại học.\n\nQUYẾT ĐỊNH:\n\nĐiều 1. Ban hành kèm theo Quyết định này “Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin”.\n\nĐiều 2. Quyết định này có hiệu lực kể từ ngày ký.\n\nĐiều 3. Các Ông/Bà Trường các Phòng, Ban, Khoa/Bộ môn có liên quan, Văn phòng các chương trình đặc biệt, Ban Điều hành cấp Trường, giảng viên và sinh viên chương trình Tài năng của Trường Đại học Công nghệ Thông tin chịu trách nhiệm thi hành Quyết định này.\n\nNơi nhận:\n- Như điều 3;\n- Lưu: VT, ĐTDH.\n\n\n| Abbreviation | Description |\n|--------------|-------------|\n| ĐHCNTT       | Đại học Công nghệ Thông tin |\n| ĐHQG-HCM     | Đại học Quốc Gia Thành phố Hồ Chí Minh |\n| CTTN         | Chương trình Tài năng |\n| BDH          | Ban điều hành |\n| BGH          | Ban Giám hiệu |\n| VPCTĐB       | Văn phòng các chương trình đặc biệt |\n| CVHT         | Cố vấn học tập |\n| CTĐT         | Chương trình đào tạo |\n| CBGD         | Cán bộ giảng dạy |\n| NCKH         | Nghiên cứu khoa học |\n\n-------------------------------------------------------------\nVề việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\n\nChương 1. NHỮNG QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\nQuy định này quy định những điều chỉnh nhất về đào tạo Đại học chính quy CTTN của Trường ĐHCNTT thuộc ĐHQG-HCM và nằm trong khuôn khổ quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy của Trường ĐHCNTT.\n\nQuy định này áp dụng đối với thành viên BĐH, các Khoa có đào tạo CTTN, sinh viên hệ chính quy CTTN ở trình độ đại học của Trường ĐHCNTT.\n\nĐiều 2. Giải thích từ ngữ\n\nSinh viên thuộc chương trình tài năng có 02 hình thức là chính thức và dự bị, nằm trong tổng chỉ tiêu của chương trình:\n\n- Sinh viên chính thức: đảm bảo đáp ứng các tiêu chuẩn theo yêu cầu và được hưởng đầy đủ các quyền lợi của chương trình.\n\n- Sinh viên dự bị: cùng điều kiện học tập và học cùng chương trình đào tạo với sinh viên chính thức nhưng không được hưởng chính sách về học bổng tài năng. Sinh viên dự bị bao gồm các sinh viên trong lớp tài năng vì phạm điều kiện đạt sinh viên chính thức nhưng chưa bị loại ra khỏi chương trình trong các đợt xét sau mỗi học kỳ, và sinh viên mới tuyển bổ sung vào chương trình.\n\nMôn học cơ sở: là môn học quan trọng trong CTDT, là phần kiến thức không thể thiếu trong lĩnh vực chuyên môn liên quan tới ngành đào tạo chương trình tài năng. Danh sách môn học cơ sở do Khoa đề nghị trong đề án mở chương trình tài năng.\n\nSeminar ngoại khóa: được tổ chức ngoài buổi học theo thời khóa biểu chính thức để tăng cường kỹ năng cho sinh viên lớp chương trình tài năng. Số buổi seminar phải hạn chế để không làm tăng quá mức khối lượng học tập của sinh viên.\n\nĐơn vị quản lý chương trình: là VPCTĐB, có nhiệm vụ triển khai mọi hoạt động học tập, quản lý sinh viên thuộc CTTN.\n\nĐiều 3. Mục tiêu đào tạo\n\nMục tiêu đào tạo của CTTN nhằm:\n\n- Tuyển chọn và đào tạo kiên quyết triền cho các sinh viên ưu tú, đào tạo nguồn nhân lực chất lượng cao, cán bộ đầu ngành cho các đơn vị sản xuất, hoạt động kinh tế, cán bộ giảng dạy cho các trường đại học, cao đẳng tại TP. HCM và trong cả nước.\n\n\n\n- Sinh viên được phát triển toàn diện về kiến thức, kỹ năng, thái độ và ngoại ngữ.\n- Sinh viên được định hướng để phát huy năng lực sở trường, có tầm nhìn và kiến thức rộng; tăng cường hỗ trợ về hoạt động học thuật, nghiên cứu khoa học và công nghệ.\n\n\n-------------------------------------------------------------\nVề việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\nChương 2. CÔNG TẮC TỔ CHỨC QUẢN LÝ\n\nĐiều 4. Cơ cấu tổ chức\n\nBDH cấp trường (sau đây gọi là BDH) quản lý CTTN dưới sự chỉ đạo của Hiệu trưởng. BDH do Hiệu trưởng ký quyết định thành lập, bao gồm:\n- Hiệu trưởng hoặc Phó Hiệu trưởng phụ trách đào tạo làm Trưởng Ban;\n- Trường đơn vị quản lý chương trình làm Ủy viên thường trực;\n- Đại diện các Khoa mở ngành đào tạo CTTN;\n\nĐiều 5. Trách nhiệm của Ban Điều hành cấp Trường\n\nĐể xuất phương hướng và xét duyệt kế hoạch phát triển CTTN của Trường để trình Ban Giám hiệu trường và BDH của ĐHQG HCM.\n\nChuẩn bị các điều kiện cơ sở vật chất; tài chính; chương trình đào tạo; tổ chức xây dựng qui chế quy định liên quan tới việc tuyển chọn và chế độ chính sách phục vụ nhằm đảm bảo cho chương trình hoạt động có hiệu quả.\n\nTổ chức xét tuyển và triển khai hoạt động của chương trình theo quy định.\n\nChi đạo và theo dõi việc thực hiện chương trình tại các đơn vị.\n\nĐịnh kỳ báo cáo Ban Giám hiệu về các hoạt động của chương trình.\n\nĐiều 6. Trách nhiệm của Khoa có đào tạo CTTN\n\nTham gia công tác chỉ tiêu sinh và tuyển bổ sung các sinh viên đủ tiêu chuẩn vào CTTN, trình danh sách sinh viên dự kiến trúng tuyển lên BDH cấp Trường.\n\nPhối hợp với BDH để xuất các danh sách khen thưởng sinh viên, các danh sách loại ra của từng lớp tài năng mới học kỳ theo các quy định trong văn bản này.\n\nPhân công CVHT riêng cho mỗi lớp CTTN.\n\nThông qua CVHT, khoa quản lý trực tiếp sinh viên các lớp CTTN.\n\nTham khảo ý kiến các Chủ nhiệm bộ môn chuyên ngành liên quan để phân công giảng dạy và quản lý trực tiếp việc giảng dạy nhằm đảm bảo nội dung và chuẩn chất lượng cao của chương trình.\n\nXác nhận các khối lượng và chất lượng các công việc mà cán bộ giảng dạy đã thực hiện trong từng học kỳ.\n\nĐịnh kỳ tổng kết báo cáo với BDH về các hoạt động ở cấp Khoa, ở các lớp.\n\n\n-------------------------------------------------------------\nVề việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\nChương 3. QUẢN LÝ HỌC VỤ VÀ QUẢN LÝ GIẢNG DẠY\n\nĐiều 7. Quy trình mở CTTN và chỉ tiêu tuyển\n\nCăn cứ vào đề án tổng thể và nguồn kinh phí được cấp, BDH sẽ chọn các Khoa – Ngành có đủ điều kiện tối thiểu để đề nghị lập đề án mở CTTN. Khoa quản lý ngành là đơn vị chịu trách nhiệm chấp nhận đề án khá thì chỉ tiết. Trong đề án phải lưu ý trình bày rõ các khía cạnh quan trọng sau:\n\n- Tiêu chí việc chọn ngành/chuyên ngành đào tạo: Đảm bảo số lượng, chất lượng sinh viên và đảm bảo chất lượng đội ngũ cán bộ giảng dạy cho lớp CTTN.\n- Chỉ tiết về quy trình và phương thức tuyển chọn được quy định tại điều 8 của quy định này.\n- Quy trình đào tạo: Lớp đại học chính quy theo học chế tín chỉ có áp dụng thêm các điều kiện tuyển, loai và tuyển bổ sung được quy định tại điều 8 và điều 9 của quy định này.\n- CTDT có nội dung cơ bản tương tự CTDT chuẩn, trong đó ghi rõ các môn được lựa chọn để học riêng có nội dung tăng cường hoặc các phần bổ sung (Seminar, ngoại khóa, ...) – sau đây gọi chung là các môn học tài năng. Các môn học tài năng phải chiếm tối thiểu 25% tổng số tín chỉ của toàn CTDT.\n- Để cương chỉ tiết các môn học tài năng: Ghi rõ những phần được bổ sung tăng cường so với nội dung trong chương trình chuẩn và danh sách cán bộ phụ trách môn học.\n\nĐề án phải được BDH thông qua và trình Ban Giám hiệu phê duyệt thực hiện. Mỗi ngành CTTN được duyệt một chỉ tiêu tuyển theo kế hoạch tuyển sinh hàng năm của Trường.\n\nĐiều 8. Phương thức xét tuyển đầu vào\n\nCăn cứ vào số lượng đăng ký xét tuyển hàng năm, BDH quyết định chỉ tiêu tuyển vào lớp tài năng và trình BGH phê duyệt.\n\nViệc xét tuyển đầu vào được áp dụng 1 trong 2 phương án sau:\n\n1. Tuyển từ năm 1 – theo kết quả đầu vào tuyển sinh\n\nChỉ tiêu tuyển sinh tối đa là 30 sinh viên/chương trình, nằm trong tổng chỉ tiêu toàn trường và đảm bảo điều kiện không quá 20% chỉ tiêu của ngành trong trường và không quá 10% tổng chỉ tiêu của trường. Sinh viên sau khi làm thủ tục nhập học sẽ nộp đơn xin xét tuyển vào CTTN.\n\nĐối tượng tuyển sinh là các sinh viên:\n- Tự nguyện tham gia vào CTTN.\n- Đã trúng tuyển vào hệ chính quy của Trường Đại học Công nghệ Thông tin, dựa trên các phương thức trúng tuyển theo thứ tự ưu tiên sau đây:\n  o Điểm tuyển thẳng.\n  o Điểm ưu tiên xét tuyển thẳng.\n  o Điểm ưu tiên xét tuyển theo tiêu chuẩn của Bộ GD&ĐT.\n  o Điểm ưu tiên xét tuyển theo tiêu chuẩn của ĐHQG HCM.\n  o Đạt điểm số cao trong các tổ hợp môn xét tuyển vào trường theo phương thức sử dụng điểm kỳ thi THPT hoặc kỳ thi Đánh giá năng lực của ĐHQG HCM.\nĐiểm xét tuyển vào chương trình sẽ do Bộ KH&CN quyết định.\n- Các sinh viên có thể phải qua phòng vấn hoặc các hình thức khác theo quy định riêng của Khoa để được chính thức tuyển chọn.\n\n2. Tuyển sinh viên năm tròn\nTuyển đầu vào lớp CTTN sau học kỳ thứ nhất nhưng không muốn học kỳ thứ ba. Nếu Khoa có tiến hành phân ngành/chuyên ngành (ngành liên quan đến CTTN) thì bắt buộc phải tổ chức tuyển vào lớp CTTN không muốn học phần ngành này.\n\nViệc xét tuyển cần cựu vào các yếu tố sau:\n- Sinh viên không thuộc diện chấm dứt theo Chương trình đào tạo.\n- Điểm trung bình chung tích lũy (ĐTBTL) tính tới thời điểm xét: và điểm trung bình chung học kỳ (ĐTBHK) gần nhất không dưới 7,5.\n- Kết quả điểm một số môn học \"cốt lõi\" do Khoa quy định.\n- Ưu tiên sinh viên đạt giải thưởng “Sinh viên tài năng chăm tới đỉnh cao”.\n- Khoa có thể quy định thêm các hình thức kiểm tra, phòng vấn tuyển chọn kể cả việc xem xét thêm hệ số phụ như điểm xét tuyển đại học, thành tích thi các cuộc thi học thuật.\n\nKhoa đề nghị điều kiện dự tuyển chỉ tiết và kế hoạch tuyển chọn cho Bộ KH&CN xét duyệt, phải nêu rõ mục đích quan trọng của các yếu tố kế trên (mục tiêu thi đua hoặc cách tính quy đổi để xếp hạng xét tuyển).\nBDH và Khoa thông báo chiều sinh theo kế hoạch tuyển sinh hàng năm của Trường hoặc theo học kỳ đối với phương án tuyển sinh viên năm trên.\n\nĐiều 9. Tuyển bổ sung và loại ra khỏi chương trình, xét chính thức và dự bị\n\nĐối tượng tham gia CTNN là những sinh viên có năng lực xuất sắc, do đó, sau mỗi học kỳ BDH quyết định việc loại sinh viên khỏi lớp tài năng, tuyển bổ sung sinh viên từ chương trình chuẩn vào lớp tài năng, xét chuyển đổi sinh viên chính thức và dự bị.\n\nĐầu mỗi học kỳ, Khoa xét và đề nghị lên BDH các danh sách sinh viên tuyển bổ sung, bị loại ra khỏi các lớp CTNN hoặc danh sách sinh viên chính thức và dự bị theo các tiêu chuẩn như sau:\n\n1. Loại khỏi chương trình\n\n- Tại thời điểm xem xét, sinh viên roi vào một trong các trường hợp sau:\n  - Chưa tốt nghiệp khi đã quá thời gian thiết kế của khóa học và không có lý do đặc biệt.\n  - Không đăng ký học đầy đủ các môn học CTNN bắt buộc trong học kỳ.\n  - ĐTBTL nhỏ hơn 6,5 – tính trong 1 năm học kỳ 1 và sau học kỳ hè (kết quả học tập của học kỳ hè sẽ được tính chung vào kết quả học tập học kỳ 2 của năm học tương ứng).\n  - Số tín chỉ tích lũy (STCTL) so với tiến độ CTĐT nhỏ hơn 80% nếu đang học năm 1, 2 hoặc nhỏ hơn 90% nếu đang học các năm trên.\n  - ĐTBHK nhỏ hơn 6,5 hoặc hai học kỳ liên tiếp (tính cả học kỳ trước khi tuyển vào lớp CTNN) nhỏ hơn 7,0 – chỉ tính các học kỳ chính.\n  - Điểm rèn luyện dưới mức KHÁ – tính theo qui định hiện hành.\n  - Năm trong danh sách sinh viên dự bị 02 học kỳ liên tiếp.\n\nCác sinh viên bị loại ra khỏi chương trình trong 3 học kỳ đầu tiên của khóa học sẽ được trở về ngành/chuyên ngành gốc theo kết quả tuyển sinh, từ học kỳ thứ 4 trở đi thì sinh viên được chuyển sang lớp chương trình chuẩn cùng ngành/chuyên ngành với lớp CTNN đang học.\n\nSinh viên bị loại ra khỏi chương trình không được tham gia dự tuyển bổ sung lại vào chương trình.\n\n2. Sinh viên xin ra khỏi chương trình\n\nSinh viên có yêu cầu cá nhân được phép làm đơn xin ra khỏi chương trình và trở về lớp đào tạo theo chương trình chuẩn phù hợp (tương tự với sinh viên bị loại khỏi chương trình). Nếu sinh viên xin ra khỏi CTTN phải có trách nhiệm hoàn trả lại toàn bộ số tiền học bổng đã nhận theo điều 13 của quy định này.\n\n3. Tuyển bổ sung sinh viên từ chương trình chuẩn\n\nCần cử vào chỉ tiêu của từng khóa và số sinh viên bị loại, nếu số sinh viên còn lại của một lớp CTTN ít hơn chỉ tiêu thì Khoa được phép tiến hành tuyển bổ sung.\n\nSinh viên vừa được tuyển bổ sung là sinh viên dự bị của lớp tài năng sao cho số lượng sinh viên dự bị không quá 20% tổng số lượng sinh viên của lớp tài năng, trong trường hợp tổng số sinh viên của lớp tài năng chưa đạt 2/3 chỉ tiêu thì được quyên tuyển bổ sung sinh viên dự bị vượt hơn 20% tổng số lượng sinh viên nhưng không được vượt quá chỉ tiêu.\n\nViệc tuyển bổ sung được thực hiện lần cuối cho học kỳ thứ 4 (xét theo kết quả học kỳ thứ 3).\n\nĐiều kiện để sinh viên được tham gia dự tuyển bổ sung:\n- Sinh viên chương trình chuẩn đang theo học cùng khóa, cùng ngành với lớp CTTN tương ứng. Trường hợp cần thiết Khoa có thể thông báo tuyển cả các sinh viên một số ngành/chuyên ngành khác - cùng khóa nếu ngành này chưa có sự khác biệt đáng kể về chương trình đào tạo so với ngành đang đào tạo CTTN (số tín chỉ khác biệt < 10%).\n- Có điểm rèn luyện đạt từ loại Khá trở lên, có nguyện vọng theo học lớp CTTN.\n- Có STCTL theo tiến độ CTĐT đạt trên 90%.\n- ĐTBHK gần nhất và ĐTBTL tại thời điểm xét tuyển đều từ 7,5 trở lên.\n- Điểm tổng kết các môn học có tốt (nếu có) đều đạt từ 7,5 trở lên.\n- Đạt các tiêu chuẩn bổ sung khác do khoa quy định cụ thể.\n\n4. Chuyển đổi sinh viên chính thức và dự bị\n\nSau mỗi học kỳ chính, BĐH và Khoa sẽ căn cứ vào kết quả học tập của toàn bộ sinh viên lớp tài năng để xét lại danh sách sinh viên chính thức và dự bị và trình BGH phê duyệt.\n\nSinh viên chính thức phải có ĐTBTL >= 7,5 và có STCTL theo tiến độ CTĐT đạt trên 90%.\n-------------------------------------------------------------\nVề việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\nChương 3. QUẢN LÝ HỌC VỤ VÀ QUẢN LÝ GIẢNG DẠY\n\nĐiều 10. Giảng dạy các môn CTTN\n\nCTTN phải được thực hiện trên quan điểm lấy người học làm trung tâm. Người học phải được tạo điều kiện để thể hiện vai trò chủ động trong tiến trình học tập. Người học phải đóng vai trò chủ động trong hoạt động học tập, thay vì thụ động tiếp nhận kiến thức.\n\nSinh viên CTTN sẽ học cùng với sinh viên các lớp chương trình chuẩn trong các môn được đào tạo chung, các môn học có thể dàn trải cho sinh viên CTTN được tổ chức lớp học riêng.\n\nKhoa quản lý chuyên môn có trách nhiệm chọn các cán bộ có kinh nghiệm để phụ trách giảng dạy. Các môn học tài năng và KLTN phải do CBGD có học vị tiến sĩ hoặc giảng viên chính, hoặc thạc sĩ tốt nghiệp ở các trường Đại học thuộc các nước tiến tiến, đứng ngành hoặc thuộc ngành gần đam mê.\n\nTrong tuần đầu tiên của học kỳ, CBGD phải thông báo công khai cho sinh viên về đề cương giảng dạy môn học; trong đó đặc biệt chú ý các thông tin, các phần học bổ sung tăng cường; số cốt điểm và tỷ lệ tính của từng cốt điểm vào điểm tổng kết môn học.\n\nCBGD phải cung cấp đầy đủ đề cương môn học, tài liệu và công bố nội dung bài giảng trước cho sinh viên trên trang web môn học.\n\nĐầu mỗi học kỳ, đại diện đơn vị quản lý chương trình và các CVHT phải gặp gỡ đại diện sinh viên (ít nhất 3 SV/lớp – do lớp bầu chọn) tất cả các lớp CTTN để trao đổi và nhận phản hồi về tình hình giảng dạy và sinh hoạt. Cuối học kỳ, BDH phối hợp với phòng Thanh tra - Pháp chế - Đảm bảo chất lượng tổ chức lấy ý kiến sinh viên (đồng phiếu tham dự, qua trang web,...) về giảng dạy môn học và tổ chức cho CBGD rút kinh nghiệm về các góp ý của sinh viên.\n\nNgoài nội dung bắt buộc theo đề cương, các môn CTTN có thể có thêm các nội dung tăng cường và một số lượng hạn chế các buổi \"seminar ngoại khóa\". Lịch dạy và lịch dạy bổ sung tăng cường, dạy bù được báo cáo và kiểm tra theo quy trình chung như lớp đại học chính quy đại trà.\n\nĐiều 11. Hỗ trợ sinh viên nghiên cứu khoa học\n\nKhoa phải khuyến khích sinh viên từ năm thứ 3 tham gia NCKH, đảm bảo:\n- 10% sinh viên/ khóa/ngành có bài báo khoa học được công bố.\n- 100% sinh viên tham gia NCKH thông qua các hình thức: tham gia NCKH theo nhóm, thực hiện KLTN. Khoa chịu trách nhiệm duyệt chọn đề tài và cân bố hướng\n\nđảm KLTN cho sinh viên CTTN để đảm bảo chất lượng tương ứng với ý nghĩa \"tài năng\" của bằng cấp. Khuyến khích chọn các đề tài theo hướng nghiên cứu, yêu cầu sinh viên tham gia viết bài báo, tham dự hội nghị khoa học và có thể công diễn thường vào điểm khóa luận.\n\n- 100% sinh viên tham gia thực tập, thực hành tại đơn vị, doanh nghiệp liên kết đào tạo.\n\nĐiều 12. Tét nghiệp Chương trình Tài năng\n\nSinh viên sẽ được cấp bằng \"Cử nhân/Kỹ sư Tài năng\" (Honor Program) của Trường ĐHCGTT – ĐHQG HCM nếu hội đủ các điều kiện sau:\n\n- Đang là sinh viên của CTTN.\n- Hoàn tất chương trình đúng hạn – đủ điều kiện để được cấp bằng theo đúng ngành học của lớp CTTN tương ứng. Nếu sinh viên đã báo về KLTN đúng hạn nhưng chưa đủ điều kiện tốt nghiệp, Khoa có thể xem xét hoàn cảnh cụ thể để đề nghị BDH và trình BGH phê duyệt cho phép gia hạn tối đa 1 học kỳ để hoàn tất CTĐT và được cấp bằng CTTN.\n- Có điểm KLTN ≥ 7.0, ĐTBTL ≥ 7.0 và điểm rèn luyện từ loại Khá trở lên.\n- Có trình độ Anh văn đạt chuẩn đầu ra của CTTN do Trường quy định.\n\nCác sinh viên không đạt một trong các điều kiện trên sẽ nhận bằng tốt nghiệp như sinh viên chương trình chuẩn khi đã đạt đủ các điều kiện được quy định trong quy chế đào tạo theo học chế tín chỉ của Trường; đồng thời sinh viên phải hoàn trả toàn bộ học bổng đã nhận theo điều 13 của quy định này.\n\nĐiều 13. Quy định về tài chính\n\n1. Học bổng sinh viên\n\nHọc bổng chương trình: học bổng được cấp cho sinh viên theo từng học kỳ – một học kỳ tính là 5.0 tháng. Mức học bổng hàng năm do Hiệu trưởng quyết định. Tắt cả các sinh viên tài năng theo danh sách chính thức từng học kỳ đều được hưởng học bổng này.\n\nHọc bổng khuyến khích học tập: sinh viên tài năng được tham gia xét hưởng học bổng khuyến khích học tập theo quy định của nhà nước tương tự như các sinh viên chương trình khác (xét chung theo khóa, Khoa-Ngành).\n\n2. Khen thưởng sinh viên\n\nCăn cứ vào tình hình kinh phí và hoạt động của các lớp CTTN, Hiệu trưởng quyết định thêm các hình thức khen thưởng sau:\n- Sinh viên đạt thành tích xuất sắc trong các cuộc thi học thuật.\n- Tuyển đường nỗ lực phấn đấu và tích cực tham gia phong trào, do tập thể lớp bình chọn.\n\n3. Chi nghiệp vụ chuyên môn đặc biệt khác\n\nNgoài các khoản chi thưởng xuyên kế trên, đề án CTTN khuyến khích sinh viên tham gia nghiên cứu khoa học, hỗ trợ việc giao lưu tham quan, trao đổi học tập với cơ sở bên ngoài và tham gia các Hội nghị Hội thảo chuyên môn. Các trường hợp này do Khoa quản lý để xuất BĐH xem xét và trình BGH phê duyệt.\n\nChương 4. ĐIỀU KHOẢN THI HÀNH\n\nQuy định này có hiệu lực thi hành kể từ ngày ký. Các quy định trước đây trái với quy định này không còn hiệu lực. Việc điều chỉnh, bổ sung các điều khoản của quy định do Hiệu trưởng quyết định.",
            "chunk_content": "Về việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\nChương 3. QUẢN LÝ HỌC VỤ VÀ QUẢN LÝ GIẢNG DẠY\n\nĐiều 7. Quy trình mở CTTN và chỉ tiêu tuyển\n\nCăn cứ vào đề án tổng thể và nguồn kinh phí được cấp, BDH sẽ chọn các Khoa – Ngành có đủ điều kiện tối thiểu để đề nghị lập đề án mở CTTN. Khoa quản lý ngành là đơn vị chịu trách nhiệm chấp nhận đề án khá thì chỉ tiết. Trong đề án phải lưu ý trình bày rõ các khía cạnh quan trọng sau:\n\n- Tiêu chí việc chọn ngành/chuyên ngành đào tạo: Đảm bảo số lượng, chất lượng sinh viên và đảm bảo chất lượng đội ngũ cán bộ giảng dạy cho lớp CTTN.\n- Chỉ tiết về quy trình và phương thức tuyển chọn được quy định tại điều 8 của quy định này.\n- Quy trình đào tạo: Lớp đại học chính quy theo học chế tín chỉ có áp dụng thêm các điều kiện tuyển, loai và tuyển bổ sung được quy định tại điều 8 và điều 9 của quy định này.\n- CTDT có nội dung cơ bản tương tự CTDT chuẩn, trong đó ghi rõ các môn được lựa chọn để học riêng có nội dung tăng cường hoặc các phần bổ sung (Seminar, ngoại khóa, ...) – sau đây gọi chung là các môn học tài năng. Các môn học tài năng phải chiếm tối thiểu 25% tổng số tín chỉ của toàn CTDT.\n- Để cương chỉ tiết các môn học tài năng: Ghi rõ những phần được bổ sung tăng cường so với nội dung trong chương trình chuẩn và danh sách cán bộ phụ trách môn học.\n\nĐề án phải được BDH thông qua và trình Ban Giám hiệu phê duyệt thực hiện. Mỗi ngành CTTN được duyệt một chỉ tiêu tuyển theo kế hoạch tuyển sinh hàng năm của Trường.\n\nĐiều 8. Phương thức xét tuyển đầu vào\n\nCăn cứ vào số lượng đăng ký xét tuyển hàng năm, BDH quyết định chỉ tiêu tuyển vào lớp tài năng và trình BGH phê duyệt.\n\nViệc xét tuyển đầu vào được áp dụng 1 trong 2 phương án sau:\n\n1. Tuyển từ năm 1 – theo kết quả đầu vào tuyển sinh\n\nChỉ tiêu tuyển sinh tối đa là 30 sinh viên/chương trình, nằm trong tổng chỉ tiêu toàn trường và đảm bảo điều kiện không quá 20% chỉ tiêu của ngành trong trường và không quá 10% tổng chỉ tiêu của trường. Sinh viên sau khi làm thủ tục nhập học sẽ nộp đơn xin xét tuyển vào CTTN.\n\nĐối tượng tuyển sinh là các sinh viên:\n- Tự nguyện tham gia vào CTTN.\n- Đã trúng tuyển vào hệ chính quy của Trường Đại học Công nghệ Thông tin, dựa trên các phương thức trúng tuyển theo thứ tự ưu tiên sau đây:\n  o Điểm tuyển thẳng.\n  o Điểm ưu tiên xét tuyển thẳng.\n  o Điểm ưu tiên xét tuyển theo tiêu chuẩn của Bộ GD&ĐT.\n  o Điểm ưu tiên xét tuyển theo tiêu chuẩn của ĐHQG HCM.\n  o Đạt điểm số cao trong các tổ hợp môn xét tuyển vào trường theo phương thức sử dụng điểm kỳ thi THPT hoặc kỳ thi Đánh giá năng lực của ĐHQG HCM.\nĐiểm xét tuyển vào chương trình sẽ do Bộ KH&CN quyết định.\n- Các sinh viên có thể phải qua phòng vấn hoặc các hình thức khác theo quy định riêng của Khoa để được chính thức tuyển chọn.\n\n2. Tuyển sinh viên năm tròn\nTuyển đầu vào lớp CTTN sau học kỳ thứ nhất nhưng không muốn học kỳ thứ ba. Nếu Khoa có tiến hành phân ngành/chuyên ngành (ngành liên quan đến CTTN) thì bắt buộc phải tổ chức tuyển vào lớp CTTN không muốn học phần ngành này.\n\nViệc xét tuyển cần cựu vào các yếu tố sau:\n- Sinh viên không thuộc diện chấm dứt theo Chương trình đào tạo.\n- Điểm trung bình chung tích lũy (ĐTBTL) tính tới thời điểm xét: và điểm trung bình chung học kỳ (ĐTBHK) gần nhất không dưới 7,5.\n- Kết quả điểm một số môn học \"cốt lõi\" do Khoa quy định.\n- Ưu tiên sinh viên đạt giải thưởng “Sinh viên tài năng chăm tới đỉnh cao”.\n- Khoa có thể quy định thêm các hình thức kiểm tra, phòng vấn tuyển chọn kể cả việc xem xét thêm hệ số phụ như điểm xét tuyển đại học, thành tích thi các cuộc thi học thuật.\n\nKhoa đề nghị điều kiện dự tuyển chỉ tiết và kế hoạch tuyển chọn cho Bộ KH&CN xét duyệt, phải nêu rõ mục đích quan trọng của các yếu tố kế trên (mục tiêu thi đua hoặc cách tính quy đổi để xếp hạng xét tuyển).\nBDH và Khoa thông báo chiều sinh theo kế hoạch tuyển sinh hàng năm của Trường hoặc theo học kỳ đối với phương án tuyển sinh viên năm trên.\n\nĐiều 9. Tuyển bổ sung và loại ra khỏi chương trình, xét chính thức và dự bị\n\nĐối tượng tham gia CTNN là những sinh viên có năng lực xuất sắc, do đó, sau mỗi học kỳ BDH quyết định việc loại sinh viên khỏi lớp tài năng, tuyển bổ sung sinh viên từ chương trình chuẩn vào lớp tài năng, xét chuyển đổi sinh viên chính thức và dự bị.\n\nĐầu mỗi học kỳ, Khoa xét và đề nghị lên BDH các danh sách sinh viên tuyển bổ sung, bị loại ra khỏi các lớp CTNN hoặc danh sách sinh viên chính thức và dự bị theo các tiêu chuẩn như sau:\n\n1. Loại khỏi chương trình\n\n- Tại thời điểm xem xét, sinh viên roi vào một trong các trường hợp sau:\n  - Chưa tốt nghiệp khi đã quá thời gian thiết kế của khóa học và không có lý do đặc biệt.\n  - Không đăng ký học đầy đủ các môn học CTNN bắt buộc trong học kỳ.\n  - ĐTBTL nhỏ hơn 6,5 – tính trong 1 năm học kỳ 1 và sau học kỳ hè (kết quả học tập của học kỳ hè sẽ được tính chung vào kết quả học tập học kỳ 2 của năm học tương ứng).\n  - Số tín chỉ tích lũy (STCTL) so với tiến độ CTĐT nhỏ hơn 80% nếu đang học năm 1, 2 hoặc nhỏ hơn 90% nếu đang học các năm trên.\n  - ĐTBHK nhỏ hơn 6,5 hoặc hai học kỳ liên tiếp (tính cả học kỳ trước khi tuyển vào lớp CTNN) nhỏ hơn 7,0 – chỉ tính các học kỳ chính.\n  - Điểm rèn luyện dưới mức KHÁ – tính theo qui định hiện hành.\n  - Năm trong danh sách sinh viên dự bị 02 học kỳ liên tiếp.\n\nCác sinh viên bị loại ra khỏi chương trình trong 3 học kỳ đầu tiên của khóa học sẽ được trở về ngành/chuyên ngành gốc theo kết quả tuyển sinh, từ học kỳ thứ 4 trở đi thì sinh viên được chuyển sang lớp chương trình chuẩn cùng ngành/chuyên ngành với lớp CTNN đang học.\n\nSinh viên bị loại ra khỏi chương trình không được tham gia dự tuyển bổ sung lại vào chương trình.\n\n2. Sinh viên xin ra khỏi chương trình\n\nSinh viên có yêu cầu cá nhân được phép làm đơn xin ra khỏi chương trình và trở về lớp đào tạo theo chương trình chuẩn phù hợp (tương tự với sinh viên bị loại khỏi chương trình). Nếu sinh viên xin ra khỏi CTTN phải có trách nhiệm hoàn trả lại toàn bộ số tiền học bổng đã nhận theo điều 13 của quy định này.\n\n3. Tuyển bổ sung sinh viên từ chương trình chuẩn\n\nCần cử vào chỉ tiêu của từng khóa và số sinh viên bị loại, nếu số sinh viên còn lại của một lớp CTTN ít hơn chỉ tiêu thì Khoa được phép tiến hành tuyển bổ sung.\n\nSinh viên vừa được tuyển bổ sung là sinh viên dự bị của lớp tài năng sao cho số lượng sinh viên dự bị không quá 20% tổng số lượng sinh viên của lớp tài năng, trong trường hợp tổng số sinh viên của lớp tài năng chưa đạt 2/3 chỉ tiêu thì được quyên tuyển bổ sung sinh viên dự bị vượt hơn 20% tổng số lượng sinh viên nhưng không được vượt quá chỉ tiêu.\n\nViệc tuyển bổ sung được thực hiện lần cuối cho học kỳ thứ 4 (xét theo kết quả học kỳ thứ 3).\n\nĐiều kiện để sinh viên được tham gia dự tuyển bổ sung:\n- Sinh viên chương trình chuẩn đang theo học cùng khóa, cùng ngành với lớp CTTN tương ứng. Trường hợp cần thiết Khoa có thể thông báo tuyển cả các sinh viên một số ngành/chuyên ngành khác - cùng khóa nếu ngành này chưa có sự khác biệt đáng kể về chương trình đào tạo so với ngành đang đào tạo CTTN (số tín chỉ khác biệt < 10%).\n- Có điểm rèn luyện đạt từ loại Khá trở lên, có nguyện vọng theo học lớp CTTN.\n- Có STCTL theo tiến độ CTĐT đạt trên 90%.\n- ĐTBHK gần nhất và ĐTBTL tại thời điểm xét tuyển đều từ 7,5 trở lên.\n- Điểm tổng kết các môn học có tốt (nếu có) đều đạt từ 7,5 trở lên.\n- Đạt các tiêu chuẩn bổ sung khác do khoa quy định cụ thể.\n\n4. Chuyển đổi sinh viên chính thức và dự bị\n\nSau mỗi học kỳ chính, BĐH và Khoa sẽ căn cứ vào kết quả học tập của toàn bộ sinh viên lớp tài năng để xét lại danh sách sinh viên chính thức và dự bị và trình BGH phê duyệt.\n\nSinh viên chính thức phải có ĐTBTL >= 7,5 và có STCTL theo tiến độ CTĐT đạt trên 90%."
        }
    },
    {
        "file_name": "131-qd-dhcntt_08-03-2022_quy_dinh_dao_tao_chuong_trinh_tai_nang",
        "documents": {
            "contextualized_content": "Chương 3 của Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin quy định về quản lý học vụ và giảng dạy, bao gồm các điều khoản liên quan đến giảng dạy các môn học trong chương trình tài năng, hỗ trợ sinh viên nghiên cứu khoa học, và quy định về tài chính, học bổng và khen thưởng cho sinh viên. Chương này nhằm đảm bảo chất lượng đào tạo và khuyến khích sinh viên phát triển năng lực nghiên cứu và học tập.",
            "original_content": "QUYẾT ĐỊNH\n\nVề việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\n\nHIỆU TRƯỞNG TRƯỜNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n\nCăn cứ Quyết định số 134/2006/QĐ-TTg ngày 08/06/2006 của Thủ tướng Chính phủ về việc thành lập Trường Đại học Công nghệ Thông tin (ĐH CNTT) thuộc Đại học Quốc gia Thành phố Hồ Chí Minh (ĐHQG-HCM);\n\nCăn cứ Quyết định số 867/QĐ-DHQG ngày 17/08/2016 của Giám đốc ĐHQG-HCM về việc ban hành quy chế tổ chức và hoạt động của trường đại học thành viên và khoa trực thuộc ĐHQG-HCM;\n\nCăn cứ Quyết định số 546/QĐ-DHCNTT ngày 30/08/2019 của Hiệu trưởng Trường ĐH CNTT về việc ban hành Quy chế đào tạo học chế tín chỉ cho hệ đại học chính quy của Trường ĐH CNTT;\n\nCăn cứ Quyết định số 148/QĐ-DHCNTT ngày 12/03/2021 của Hiệu trưởng Trường ĐH CNTT về việc sửa đổi Quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy của Trường ĐH CNTT;\n\nCăn cứ Quyết định số 1536/QĐ-DHQG ngày 07/12/2018 của Giám đốc ĐHQG-HCM về việc phê duyệt đề án đào tạo chương trình đào tạo tài năng trình độ đại học của Trường ĐH CNTT giai đoạn 2018-2022;\n\nTheo đề nghị của Trường phòng Đào tạo Đại học.\n\nQUYẾT ĐỊNH:\n\nĐiều 1. Ban hành kèm theo Quyết định này “Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin”.\n\nĐiều 2. Quyết định này có hiệu lực kể từ ngày ký.\n\nĐiều 3. Các Ông/Bà Trường các Phòng, Ban, Khoa/Bộ môn có liên quan, Văn phòng các chương trình đặc biệt, Ban Điều hành cấp Trường, giảng viên và sinh viên chương trình Tài năng của Trường Đại học Công nghệ Thông tin chịu trách nhiệm thi hành Quyết định này.\n\nNơi nhận:\n- Như điều 3;\n- Lưu: VT, ĐTDH.\n\n\n| Abbreviation | Description |\n|--------------|-------------|\n| ĐHCNTT       | Đại học Công nghệ Thông tin |\n| ĐHQG-HCM     | Đại học Quốc Gia Thành phố Hồ Chí Minh |\n| CTTN         | Chương trình Tài năng |\n| BDH          | Ban điều hành |\n| BGH          | Ban Giám hiệu |\n| VPCTĐB       | Văn phòng các chương trình đặc biệt |\n| CVHT         | Cố vấn học tập |\n| CTĐT         | Chương trình đào tạo |\n| CBGD         | Cán bộ giảng dạy |\n| NCKH         | Nghiên cứu khoa học |\n\n-------------------------------------------------------------\nVề việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\n\nChương 1. NHỮNG QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\nQuy định này quy định những điều chỉnh nhất về đào tạo Đại học chính quy CTTN của Trường ĐHCNTT thuộc ĐHQG-HCM và nằm trong khuôn khổ quy chế đào tạo theo học chế tín chỉ cho hệ đại học chính quy của Trường ĐHCNTT.\n\nQuy định này áp dụng đối với thành viên BĐH, các Khoa có đào tạo CTTN, sinh viên hệ chính quy CTTN ở trình độ đại học của Trường ĐHCNTT.\n\nĐiều 2. Giải thích từ ngữ\n\nSinh viên thuộc chương trình tài năng có 02 hình thức là chính thức và dự bị, nằm trong tổng chỉ tiêu của chương trình:\n\n- Sinh viên chính thức: đảm bảo đáp ứng các tiêu chuẩn theo yêu cầu và được hưởng đầy đủ các quyền lợi của chương trình.\n\n- Sinh viên dự bị: cùng điều kiện học tập và học cùng chương trình đào tạo với sinh viên chính thức nhưng không được hưởng chính sách về học bổng tài năng. Sinh viên dự bị bao gồm các sinh viên trong lớp tài năng vì phạm điều kiện đạt sinh viên chính thức nhưng chưa bị loại ra khỏi chương trình trong các đợt xét sau mỗi học kỳ, và sinh viên mới tuyển bổ sung vào chương trình.\n\nMôn học cơ sở: là môn học quan trọng trong CTDT, là phần kiến thức không thể thiếu trong lĩnh vực chuyên môn liên quan tới ngành đào tạo chương trình tài năng. Danh sách môn học cơ sở do Khoa đề nghị trong đề án mở chương trình tài năng.\n\nSeminar ngoại khóa: được tổ chức ngoài buổi học theo thời khóa biểu chính thức để tăng cường kỹ năng cho sinh viên lớp chương trình tài năng. Số buổi seminar phải hạn chế để không làm tăng quá mức khối lượng học tập của sinh viên.\n\nĐơn vị quản lý chương trình: là VPCTĐB, có nhiệm vụ triển khai mọi hoạt động học tập, quản lý sinh viên thuộc CTTN.\n\nĐiều 3. Mục tiêu đào tạo\n\nMục tiêu đào tạo của CTTN nhằm:\n\n- Tuyển chọn và đào tạo kiên quyết triền cho các sinh viên ưu tú, đào tạo nguồn nhân lực chất lượng cao, cán bộ đầu ngành cho các đơn vị sản xuất, hoạt động kinh tế, cán bộ giảng dạy cho các trường đại học, cao đẳng tại TP. HCM và trong cả nước.\n\n\n\n- Sinh viên được phát triển toàn diện về kiến thức, kỹ năng, thái độ và ngoại ngữ.\n- Sinh viên được định hướng để phát huy năng lực sở trường, có tầm nhìn và kiến thức rộng; tăng cường hỗ trợ về hoạt động học thuật, nghiên cứu khoa học và công nghệ.\n\n\n-------------------------------------------------------------\nVề việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\nChương 2. CÔNG TẮC TỔ CHỨC QUẢN LÝ\n\nĐiều 4. Cơ cấu tổ chức\n\nBDH cấp trường (sau đây gọi là BDH) quản lý CTTN dưới sự chỉ đạo của Hiệu trưởng. BDH do Hiệu trưởng ký quyết định thành lập, bao gồm:\n- Hiệu trưởng hoặc Phó Hiệu trưởng phụ trách đào tạo làm Trưởng Ban;\n- Trường đơn vị quản lý chương trình làm Ủy viên thường trực;\n- Đại diện các Khoa mở ngành đào tạo CTTN;\n\nĐiều 5. Trách nhiệm của Ban Điều hành cấp Trường\n\nĐể xuất phương hướng và xét duyệt kế hoạch phát triển CTTN của Trường để trình Ban Giám hiệu trường và BDH của ĐHQG HCM.\n\nChuẩn bị các điều kiện cơ sở vật chất; tài chính; chương trình đào tạo; tổ chức xây dựng qui chế quy định liên quan tới việc tuyển chọn và chế độ chính sách phục vụ nhằm đảm bảo cho chương trình hoạt động có hiệu quả.\n\nTổ chức xét tuyển và triển khai hoạt động của chương trình theo quy định.\n\nChi đạo và theo dõi việc thực hiện chương trình tại các đơn vị.\n\nĐịnh kỳ báo cáo Ban Giám hiệu về các hoạt động của chương trình.\n\nĐiều 6. Trách nhiệm của Khoa có đào tạo CTTN\n\nTham gia công tác chỉ tiêu sinh và tuyển bổ sung các sinh viên đủ tiêu chuẩn vào CTTN, trình danh sách sinh viên dự kiến trúng tuyển lên BDH cấp Trường.\n\nPhối hợp với BDH để xuất các danh sách khen thưởng sinh viên, các danh sách loại ra của từng lớp tài năng mới học kỳ theo các quy định trong văn bản này.\n\nPhân công CVHT riêng cho mỗi lớp CTTN.\n\nThông qua CVHT, khoa quản lý trực tiếp sinh viên các lớp CTTN.\n\nTham khảo ý kiến các Chủ nhiệm bộ môn chuyên ngành liên quan để phân công giảng dạy và quản lý trực tiếp việc giảng dạy nhằm đảm bảo nội dung và chuẩn chất lượng cao của chương trình.\n\nXác nhận các khối lượng và chất lượng các công việc mà cán bộ giảng dạy đã thực hiện trong từng học kỳ.\n\nĐịnh kỳ tổng kết báo cáo với BDH về các hoạt động ở cấp Khoa, ở các lớp.\n\n\n-------------------------------------------------------------\nVề việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\nChương 3. QUẢN LÝ HỌC VỤ VÀ QUẢN LÝ GIẢNG DẠY\n\nĐiều 7. Quy trình mở CTTN và chỉ tiêu tuyển\n\nCăn cứ vào đề án tổng thể và nguồn kinh phí được cấp, BDH sẽ chọn các Khoa – Ngành có đủ điều kiện tối thiểu để đề nghị lập đề án mở CTTN. Khoa quản lý ngành là đơn vị chịu trách nhiệm chấp nhận đề án khá thì chỉ tiết. Trong đề án phải lưu ý trình bày rõ các khía cạnh quan trọng sau:\n\n- Tiêu chí việc chọn ngành/chuyên ngành đào tạo: Đảm bảo số lượng, chất lượng sinh viên và đảm bảo chất lượng đội ngũ cán bộ giảng dạy cho lớp CTTN.\n- Chỉ tiết về quy trình và phương thức tuyển chọn được quy định tại điều 8 của quy định này.\n- Quy trình đào tạo: Lớp đại học chính quy theo học chế tín chỉ có áp dụng thêm các điều kiện tuyển, loai và tuyển bổ sung được quy định tại điều 8 và điều 9 của quy định này.\n- CTDT có nội dung cơ bản tương tự CTDT chuẩn, trong đó ghi rõ các môn được lựa chọn để học riêng có nội dung tăng cường hoặc các phần bổ sung (Seminar, ngoại khóa, ...) – sau đây gọi chung là các môn học tài năng. Các môn học tài năng phải chiếm tối thiểu 25% tổng số tín chỉ của toàn CTDT.\n- Để cương chỉ tiết các môn học tài năng: Ghi rõ những phần được bổ sung tăng cường so với nội dung trong chương trình chuẩn và danh sách cán bộ phụ trách môn học.\n\nĐề án phải được BDH thông qua và trình Ban Giám hiệu phê duyệt thực hiện. Mỗi ngành CTTN được duyệt một chỉ tiêu tuyển theo kế hoạch tuyển sinh hàng năm của Trường.\n\nĐiều 8. Phương thức xét tuyển đầu vào\n\nCăn cứ vào số lượng đăng ký xét tuyển hàng năm, BDH quyết định chỉ tiêu tuyển vào lớp tài năng và trình BGH phê duyệt.\n\nViệc xét tuyển đầu vào được áp dụng 1 trong 2 phương án sau:\n\n1. Tuyển từ năm 1 – theo kết quả đầu vào tuyển sinh\n\nChỉ tiêu tuyển sinh tối đa là 30 sinh viên/chương trình, nằm trong tổng chỉ tiêu toàn trường và đảm bảo điều kiện không quá 20% chỉ tiêu của ngành trong trường và không quá 10% tổng chỉ tiêu của trường. Sinh viên sau khi làm thủ tục nhập học sẽ nộp đơn xin xét tuyển vào CTTN.\n\nĐối tượng tuyển sinh là các sinh viên:\n- Tự nguyện tham gia vào CTTN.\n- Đã trúng tuyển vào hệ chính quy của Trường Đại học Công nghệ Thông tin, dựa trên các phương thức trúng tuyển theo thứ tự ưu tiên sau đây:\n  o Điểm tuyển thẳng.\n  o Điểm ưu tiên xét tuyển thẳng.\n  o Điểm ưu tiên xét tuyển theo tiêu chuẩn của Bộ GD&ĐT.\n  o Điểm ưu tiên xét tuyển theo tiêu chuẩn của ĐHQG HCM.\n  o Đạt điểm số cao trong các tổ hợp môn xét tuyển vào trường theo phương thức sử dụng điểm kỳ thi THPT hoặc kỳ thi Đánh giá năng lực của ĐHQG HCM.\nĐiểm xét tuyển vào chương trình sẽ do Bộ KH&CN quyết định.\n- Các sinh viên có thể phải qua phòng vấn hoặc các hình thức khác theo quy định riêng của Khoa để được chính thức tuyển chọn.\n\n2. Tuyển sinh viên năm tròn\nTuyển đầu vào lớp CTTN sau học kỳ thứ nhất nhưng không muốn học kỳ thứ ba. Nếu Khoa có tiến hành phân ngành/chuyên ngành (ngành liên quan đến CTTN) thì bắt buộc phải tổ chức tuyển vào lớp CTTN không muốn học phần ngành này.\n\nViệc xét tuyển cần cựu vào các yếu tố sau:\n- Sinh viên không thuộc diện chấm dứt theo Chương trình đào tạo.\n- Điểm trung bình chung tích lũy (ĐTBTL) tính tới thời điểm xét: và điểm trung bình chung học kỳ (ĐTBHK) gần nhất không dưới 7,5.\n- Kết quả điểm một số môn học \"cốt lõi\" do Khoa quy định.\n- Ưu tiên sinh viên đạt giải thưởng “Sinh viên tài năng chăm tới đỉnh cao”.\n- Khoa có thể quy định thêm các hình thức kiểm tra, phòng vấn tuyển chọn kể cả việc xem xét thêm hệ số phụ như điểm xét tuyển đại học, thành tích thi các cuộc thi học thuật.\n\nKhoa đề nghị điều kiện dự tuyển chỉ tiết và kế hoạch tuyển chọn cho Bộ KH&CN xét duyệt, phải nêu rõ mục đích quan trọng của các yếu tố kế trên (mục tiêu thi đua hoặc cách tính quy đổi để xếp hạng xét tuyển).\nBDH và Khoa thông báo chiều sinh theo kế hoạch tuyển sinh hàng năm của Trường hoặc theo học kỳ đối với phương án tuyển sinh viên năm trên.\n\nĐiều 9. Tuyển bổ sung và loại ra khỏi chương trình, xét chính thức và dự bị\n\nĐối tượng tham gia CTNN là những sinh viên có năng lực xuất sắc, do đó, sau mỗi học kỳ BDH quyết định việc loại sinh viên khỏi lớp tài năng, tuyển bổ sung sinh viên từ chương trình chuẩn vào lớp tài năng, xét chuyển đổi sinh viên chính thức và dự bị.\n\nĐầu mỗi học kỳ, Khoa xét và đề nghị lên BDH các danh sách sinh viên tuyển bổ sung, bị loại ra khỏi các lớp CTNN hoặc danh sách sinh viên chính thức và dự bị theo các tiêu chuẩn như sau:\n\n1. Loại khỏi chương trình\n\n- Tại thời điểm xem xét, sinh viên roi vào một trong các trường hợp sau:\n  - Chưa tốt nghiệp khi đã quá thời gian thiết kế của khóa học và không có lý do đặc biệt.\n  - Không đăng ký học đầy đủ các môn học CTNN bắt buộc trong học kỳ.\n  - ĐTBTL nhỏ hơn 6,5 – tính trong 1 năm học kỳ 1 và sau học kỳ hè (kết quả học tập của học kỳ hè sẽ được tính chung vào kết quả học tập học kỳ 2 của năm học tương ứng).\n  - Số tín chỉ tích lũy (STCTL) so với tiến độ CTĐT nhỏ hơn 80% nếu đang học năm 1, 2 hoặc nhỏ hơn 90% nếu đang học các năm trên.\n  - ĐTBHK nhỏ hơn 6,5 hoặc hai học kỳ liên tiếp (tính cả học kỳ trước khi tuyển vào lớp CTNN) nhỏ hơn 7,0 – chỉ tính các học kỳ chính.\n  - Điểm rèn luyện dưới mức KHÁ – tính theo qui định hiện hành.\n  - Năm trong danh sách sinh viên dự bị 02 học kỳ liên tiếp.\n\nCác sinh viên bị loại ra khỏi chương trình trong 3 học kỳ đầu tiên của khóa học sẽ được trở về ngành/chuyên ngành gốc theo kết quả tuyển sinh, từ học kỳ thứ 4 trở đi thì sinh viên được chuyển sang lớp chương trình chuẩn cùng ngành/chuyên ngành với lớp CTNN đang học.\n\nSinh viên bị loại ra khỏi chương trình không được tham gia dự tuyển bổ sung lại vào chương trình.\n\n2. Sinh viên xin ra khỏi chương trình\n\nSinh viên có yêu cầu cá nhân được phép làm đơn xin ra khỏi chương trình và trở về lớp đào tạo theo chương trình chuẩn phù hợp (tương tự với sinh viên bị loại khỏi chương trình). Nếu sinh viên xin ra khỏi CTTN phải có trách nhiệm hoàn trả lại toàn bộ số tiền học bổng đã nhận theo điều 13 của quy định này.\n\n3. Tuyển bổ sung sinh viên từ chương trình chuẩn\n\nCần cử vào chỉ tiêu của từng khóa và số sinh viên bị loại, nếu số sinh viên còn lại của một lớp CTTN ít hơn chỉ tiêu thì Khoa được phép tiến hành tuyển bổ sung.\n\nSinh viên vừa được tuyển bổ sung là sinh viên dự bị của lớp tài năng sao cho số lượng sinh viên dự bị không quá 20% tổng số lượng sinh viên của lớp tài năng, trong trường hợp tổng số sinh viên của lớp tài năng chưa đạt 2/3 chỉ tiêu thì được quyên tuyển bổ sung sinh viên dự bị vượt hơn 20% tổng số lượng sinh viên nhưng không được vượt quá chỉ tiêu.\n\nViệc tuyển bổ sung được thực hiện lần cuối cho học kỳ thứ 4 (xét theo kết quả học kỳ thứ 3).\n\nĐiều kiện để sinh viên được tham gia dự tuyển bổ sung:\n- Sinh viên chương trình chuẩn đang theo học cùng khóa, cùng ngành với lớp CTTN tương ứng. Trường hợp cần thiết Khoa có thể thông báo tuyển cả các sinh viên một số ngành/chuyên ngành khác - cùng khóa nếu ngành này chưa có sự khác biệt đáng kể về chương trình đào tạo so với ngành đang đào tạo CTTN (số tín chỉ khác biệt < 10%).\n- Có điểm rèn luyện đạt từ loại Khá trở lên, có nguyện vọng theo học lớp CTTN.\n- Có STCTL theo tiến độ CTĐT đạt trên 90%.\n- ĐTBHK gần nhất và ĐTBTL tại thời điểm xét tuyển đều từ 7,5 trở lên.\n- Điểm tổng kết các môn học có tốt (nếu có) đều đạt từ 7,5 trở lên.\n- Đạt các tiêu chuẩn bổ sung khác do khoa quy định cụ thể.\n\n4. Chuyển đổi sinh viên chính thức và dự bị\n\nSau mỗi học kỳ chính, BĐH và Khoa sẽ căn cứ vào kết quả học tập của toàn bộ sinh viên lớp tài năng để xét lại danh sách sinh viên chính thức và dự bị và trình BGH phê duyệt.\n\nSinh viên chính thức phải có ĐTBTL >= 7,5 và có STCTL theo tiến độ CTĐT đạt trên 90%.\n-------------------------------------------------------------\nVề việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\nChương 3. QUẢN LÝ HỌC VỤ VÀ QUẢN LÝ GIẢNG DẠY\n\nĐiều 10. Giảng dạy các môn CTTN\n\nCTTN phải được thực hiện trên quan điểm lấy người học làm trung tâm. Người học phải được tạo điều kiện để thể hiện vai trò chủ động trong tiến trình học tập. Người học phải đóng vai trò chủ động trong hoạt động học tập, thay vì thụ động tiếp nhận kiến thức.\n\nSinh viên CTTN sẽ học cùng với sinh viên các lớp chương trình chuẩn trong các môn được đào tạo chung, các môn học có thể dàn trải cho sinh viên CTTN được tổ chức lớp học riêng.\n\nKhoa quản lý chuyên môn có trách nhiệm chọn các cán bộ có kinh nghiệm để phụ trách giảng dạy. Các môn học tài năng và KLTN phải do CBGD có học vị tiến sĩ hoặc giảng viên chính, hoặc thạc sĩ tốt nghiệp ở các trường Đại học thuộc các nước tiến tiến, đứng ngành hoặc thuộc ngành gần đam mê.\n\nTrong tuần đầu tiên của học kỳ, CBGD phải thông báo công khai cho sinh viên về đề cương giảng dạy môn học; trong đó đặc biệt chú ý các thông tin, các phần học bổ sung tăng cường; số cốt điểm và tỷ lệ tính của từng cốt điểm vào điểm tổng kết môn học.\n\nCBGD phải cung cấp đầy đủ đề cương môn học, tài liệu và công bố nội dung bài giảng trước cho sinh viên trên trang web môn học.\n\nĐầu mỗi học kỳ, đại diện đơn vị quản lý chương trình và các CVHT phải gặp gỡ đại diện sinh viên (ít nhất 3 SV/lớp – do lớp bầu chọn) tất cả các lớp CTTN để trao đổi và nhận phản hồi về tình hình giảng dạy và sinh hoạt. Cuối học kỳ, BDH phối hợp với phòng Thanh tra - Pháp chế - Đảm bảo chất lượng tổ chức lấy ý kiến sinh viên (đồng phiếu tham dự, qua trang web,...) về giảng dạy môn học và tổ chức cho CBGD rút kinh nghiệm về các góp ý của sinh viên.\n\nNgoài nội dung bắt buộc theo đề cương, các môn CTTN có thể có thêm các nội dung tăng cường và một số lượng hạn chế các buổi \"seminar ngoại khóa\". Lịch dạy và lịch dạy bổ sung tăng cường, dạy bù được báo cáo và kiểm tra theo quy trình chung như lớp đại học chính quy đại trà.\n\nĐiều 11. Hỗ trợ sinh viên nghiên cứu khoa học\n\nKhoa phải khuyến khích sinh viên từ năm thứ 3 tham gia NCKH, đảm bảo:\n- 10% sinh viên/ khóa/ngành có bài báo khoa học được công bố.\n- 100% sinh viên tham gia NCKH thông qua các hình thức: tham gia NCKH theo nhóm, thực hiện KLTN. Khoa chịu trách nhiệm duyệt chọn đề tài và cân bố hướng\n\nđảm KLTN cho sinh viên CTTN để đảm bảo chất lượng tương ứng với ý nghĩa \"tài năng\" của bằng cấp. Khuyến khích chọn các đề tài theo hướng nghiên cứu, yêu cầu sinh viên tham gia viết bài báo, tham dự hội nghị khoa học và có thể công diễn thường vào điểm khóa luận.\n\n- 100% sinh viên tham gia thực tập, thực hành tại đơn vị, doanh nghiệp liên kết đào tạo.\n\nĐiều 12. Tét nghiệp Chương trình Tài năng\n\nSinh viên sẽ được cấp bằng \"Cử nhân/Kỹ sư Tài năng\" (Honor Program) của Trường ĐHCGTT – ĐHQG HCM nếu hội đủ các điều kiện sau:\n\n- Đang là sinh viên của CTTN.\n- Hoàn tất chương trình đúng hạn – đủ điều kiện để được cấp bằng theo đúng ngành học của lớp CTTN tương ứng. Nếu sinh viên đã báo về KLTN đúng hạn nhưng chưa đủ điều kiện tốt nghiệp, Khoa có thể xem xét hoàn cảnh cụ thể để đề nghị BDH và trình BGH phê duyệt cho phép gia hạn tối đa 1 học kỳ để hoàn tất CTĐT và được cấp bằng CTTN.\n- Có điểm KLTN ≥ 7.0, ĐTBTL ≥ 7.0 và điểm rèn luyện từ loại Khá trở lên.\n- Có trình độ Anh văn đạt chuẩn đầu ra của CTTN do Trường quy định.\n\nCác sinh viên không đạt một trong các điều kiện trên sẽ nhận bằng tốt nghiệp như sinh viên chương trình chuẩn khi đã đạt đủ các điều kiện được quy định trong quy chế đào tạo theo học chế tín chỉ của Trường; đồng thời sinh viên phải hoàn trả toàn bộ học bổng đã nhận theo điều 13 của quy định này.\n\nĐiều 13. Quy định về tài chính\n\n1. Học bổng sinh viên\n\nHọc bổng chương trình: học bổng được cấp cho sinh viên theo từng học kỳ – một học kỳ tính là 5.0 tháng. Mức học bổng hàng năm do Hiệu trưởng quyết định. Tắt cả các sinh viên tài năng theo danh sách chính thức từng học kỳ đều được hưởng học bổng này.\n\nHọc bổng khuyến khích học tập: sinh viên tài năng được tham gia xét hưởng học bổng khuyến khích học tập theo quy định của nhà nước tương tự như các sinh viên chương trình khác (xét chung theo khóa, Khoa-Ngành).\n\n2. Khen thưởng sinh viên\n\nCăn cứ vào tình hình kinh phí và hoạt động của các lớp CTTN, Hiệu trưởng quyết định thêm các hình thức khen thưởng sau:\n- Sinh viên đạt thành tích xuất sắc trong các cuộc thi học thuật.\n- Tuyển đường nỗ lực phấn đấu và tích cực tham gia phong trào, do tập thể lớp bình chọn.\n\n3. Chi nghiệp vụ chuyên môn đặc biệt khác\n\nNgoài các khoản chi thưởng xuyên kế trên, đề án CTTN khuyến khích sinh viên tham gia nghiên cứu khoa học, hỗ trợ việc giao lưu tham quan, trao đổi học tập với cơ sở bên ngoài và tham gia các Hội nghị Hội thảo chuyên môn. Các trường hợp này do Khoa quản lý để xuất BĐH xem xét và trình BGH phê duyệt.\n\nChương 4. ĐIỀU KHOẢN THI HÀNH\n\nQuy định này có hiệu lực thi hành kể từ ngày ký. Các quy định trước đây trái với quy định này không còn hiệu lực. Việc điều chỉnh, bổ sung các điều khoản của quy định do Hiệu trưởng quyết định.",
            "chunk_content": "Về việc ban hành Quy định đào tạo Chương trình Tài năng của Trường Đại học Công nghệ Thông tin\nChương 3. QUẢN LÝ HỌC VỤ VÀ QUẢN LÝ GIẢNG DẠY\n\nĐiều 10. Giảng dạy các môn CTTN\n\nCTTN phải được thực hiện trên quan điểm lấy người học làm trung tâm. Người học phải được tạo điều kiện để thể hiện vai trò chủ động trong tiến trình học tập. Người học phải đóng vai trò chủ động trong hoạt động học tập, thay vì thụ động tiếp nhận kiến thức.\n\nSinh viên CTTN sẽ học cùng với sinh viên các lớp chương trình chuẩn trong các môn được đào tạo chung, các môn học có thể dàn trải cho sinh viên CTTN được tổ chức lớp học riêng.\n\nKhoa quản lý chuyên môn có trách nhiệm chọn các cán bộ có kinh nghiệm để phụ trách giảng dạy. Các môn học tài năng và KLTN phải do CBGD có học vị tiến sĩ hoặc giảng viên chính, hoặc thạc sĩ tốt nghiệp ở các trường Đại học thuộc các nước tiến tiến, đứng ngành hoặc thuộc ngành gần đam mê.\n\nTrong tuần đầu tiên của học kỳ, CBGD phải thông báo công khai cho sinh viên về đề cương giảng dạy môn học; trong đó đặc biệt chú ý các thông tin, các phần học bổ sung tăng cường; số cốt điểm và tỷ lệ tính của từng cốt điểm vào điểm tổng kết môn học.\n\nCBGD phải cung cấp đầy đủ đề cương môn học, tài liệu và công bố nội dung bài giảng trước cho sinh viên trên trang web môn học.\n\nĐầu mỗi học kỳ, đại diện đơn vị quản lý chương trình và các CVHT phải gặp gỡ đại diện sinh viên (ít nhất 3 SV/lớp – do lớp bầu chọn) tất cả các lớp CTTN để trao đổi và nhận phản hồi về tình hình giảng dạy và sinh hoạt. Cuối học kỳ, BDH phối hợp với phòng Thanh tra - Pháp chế - Đảm bảo chất lượng tổ chức lấy ý kiến sinh viên (đồng phiếu tham dự, qua trang web,...) về giảng dạy môn học và tổ chức cho CBGD rút kinh nghiệm về các góp ý của sinh viên.\n\nNgoài nội dung bắt buộc theo đề cương, các môn CTTN có thể có thêm các nội dung tăng cường và một số lượng hạn chế các buổi \"seminar ngoại khóa\". Lịch dạy và lịch dạy bổ sung tăng cường, dạy bù được báo cáo và kiểm tra theo quy trình chung như lớp đại học chính quy đại trà.\n\nĐiều 11. Hỗ trợ sinh viên nghiên cứu khoa học\n\nKhoa phải khuyến khích sinh viên từ năm thứ 3 tham gia NCKH, đảm bảo:\n- 10% sinh viên/ khóa/ngành có bài báo khoa học được công bố.\n- 100% sinh viên tham gia NCKH thông qua các hình thức: tham gia NCKH theo nhóm, thực hiện KLTN. Khoa chịu trách nhiệm duyệt chọn đề tài và cân bố hướng\n\nđảm KLTN cho sinh viên CTTN để đảm bảo chất lượng tương ứng với ý nghĩa \"tài năng\" của bằng cấp. Khuyến khích chọn các đề tài theo hướng nghiên cứu, yêu cầu sinh viên tham gia viết bài báo, tham dự hội nghị khoa học và có thể công diễn thường vào điểm khóa luận.\n\n- 100% sinh viên tham gia thực tập, thực hành tại đơn vị, doanh nghiệp liên kết đào tạo.\n\nĐiều 12. Tét nghiệp Chương trình Tài năng\n\nSinh viên sẽ được cấp bằng \"Cử nhân/Kỹ sư Tài năng\" (Honor Program) của Trường ĐHCGTT – ĐHQG HCM nếu hội đủ các điều kiện sau:\n\n- Đang là sinh viên của CTTN.\n- Hoàn tất chương trình đúng hạn – đủ điều kiện để được cấp bằng theo đúng ngành học của lớp CTTN tương ứng. Nếu sinh viên đã báo về KLTN đúng hạn nhưng chưa đủ điều kiện tốt nghiệp, Khoa có thể xem xét hoàn cảnh cụ thể để đề nghị BDH và trình BGH phê duyệt cho phép gia hạn tối đa 1 học kỳ để hoàn tất CTĐT và được cấp bằng CTTN.\n- Có điểm KLTN ≥ 7.0, ĐTBTL ≥ 7.0 và điểm rèn luyện từ loại Khá trở lên.\n- Có trình độ Anh văn đạt chuẩn đầu ra của CTTN do Trường quy định.\n\nCác sinh viên không đạt một trong các điều kiện trên sẽ nhận bằng tốt nghiệp như sinh viên chương trình chuẩn khi đã đạt đủ các điều kiện được quy định trong quy chế đào tạo theo học chế tín chỉ của Trường; đồng thời sinh viên phải hoàn trả toàn bộ học bổng đã nhận theo điều 13 của quy định này.\n\nĐiều 13. Quy định về tài chính\n\n1. Học bổng sinh viên\n\nHọc bổng chương trình: học bổng được cấp cho sinh viên theo từng học kỳ – một học kỳ tính là 5.0 tháng. Mức học bổng hàng năm do Hiệu trưởng quyết định. Tắt cả các sinh viên tài năng theo danh sách chính thức từng học kỳ đều được hưởng học bổng này.\n\nHọc bổng khuyến khích học tập: sinh viên tài năng được tham gia xét hưởng học bổng khuyến khích học tập theo quy định của nhà nước tương tự như các sinh viên chương trình khác (xét chung theo khóa, Khoa-Ngành).\n\n2. Khen thưởng sinh viên\n\nCăn cứ vào tình hình kinh phí và hoạt động của các lớp CTTN, Hiệu trưởng quyết định thêm các hình thức khen thưởng sau:\n- Sinh viên đạt thành tích xuất sắc trong các cuộc thi học thuật.\n- Tuyển đường nỗ lực phấn đấu và tích cực tham gia phong trào, do tập thể lớp bình chọn.\n\n3. Chi nghiệp vụ chuyên môn đặc biệt khác\n\nNgoài các khoản chi thưởng xuyên kế trên, đề án CTTN khuyến khích sinh viên tham gia nghiên cứu khoa học, hỗ trợ việc giao lưu tham quan, trao đổi học tập với cơ sở bên ngoài và tham gia các Hội nghị Hội thảo chuyên môn. Các trường hợp này do Khoa quản lý để xuất BĐH xem xét và trình BGH phê duyệt.\n\nChương 4. ĐIỀU KHOẢN THI HÀNH\n\nQuy định này có hiệu lực thi hành kể từ ngày ký. Các quy định trước đây trái với quy định này không còn hiệu lực. Việc điều chỉnh, bổ sung các điều khoản của quy định do Hiệu trưởng quyết định."
        }
    }
]