[
    {
        "file_name": "1672_qd-dhqg_14-12-2022_quy_dinh_in_noi_dung_tren_vbcc",
        "documents": {
            "contextualized_content": "Đoạn văn này là phần mở đầu của Quyết định số 4672/QĐ-DHQG ngày 14 tháng 12 năm 2022, ban hành quy định về việc in nội dung trên văn bằng, chứng chỉ của Đại học Quốc gia Thành phố Hồ Chí Minh. Nó nêu rõ mục đích, hiệu lực thi hành và các đối tượng chịu trách nhiệm thực hiện quyết định này.",
            "original_content": "QUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\n\nQUYẾT ĐỊNH:\n\nĐiều 1. Ban hành kèm theo Quyết định này Quy định in nội dung trên văn bằng, chứng chỉ.\n\nĐiều 2. Quyết định này có hiệu lực thi hành kể từ ngày ký.\n\nQuyết định này thay thế Quyết định số 1174/QĐ-DHQG ngày 19 tháng 10 năm 2017 của Giám đốc ĐHQG-HCM về việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ.\n\nĐiều 3. Chánh Văn phòng, Trưởng ban Ban Đào tạo, Trưởng các Ban chức năng khác có liên quan, Tổ trưởng Tổ Quản lý và cấp phát văn bằng, chứng chỉ ĐHQG-HCM, Thủ trưởng các đơn vị thành viên, trực thuộc ĐHQG-HCM chịu trách nhiệm thi hành quyết định này.\n\nNơi nhận:\n- Như Điều 3;\n- Giám đốc (để báo cáo);\n- Lưu: VT, Ban ĐT.\n\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\n\nQUY ĐỊNH\nIn nội dung trên văn bằng, chứng chỉ\n(Kèm theo Quyết định số 4672/QĐ-DHQG ngày 14 tháng 12 năm 2022\ncủa Giám đốc Đại học Quốc gia Thành phố Hồ Chí Minh)\n\nChương I\nQUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Văn bản này quy định về việc in nội dung trên văn bằng, chứng chỉ (VBCC) Đại học Quốc gia Thành phố Hồ Chí Minh (DHQG-HCM).\n\n2. Quy định này áp dụng đối với các trường đại học thành viên, viện, khoa, phân hiệu, trung tâm trực thuộc DHQG-HCM (Cơ sở đào tạo - CSDT) được giao nhiệm vụ cấp VBCC.\n\nĐiều 2. Mục tiêu\n\n1. Thực hiện thống nhất trong DHQG-HCM về việc in nội dung trên VBCC.\n\n2. Quy định về việc in nội dung trên VBCC đảm bảo thực hiện theo đúng quy định của Bộ Giáo dục và Đào tạo (Bộ GD&ĐT) và DHQG-HCM.\n\nĐiều 3. Định nghĩa\n\nTrong Quy định này các từ ngữ sau đây được hiểu như sau:\n\n1. Người dùng đầu CSDT là Hiệu trưởng, Viện trưởng, Trưởng khoa, Giám đốc Phân hiệu DHQG-HCM tại tỉnh Bến Tre và Giám đốc trung tâm trực thuộc DHQG-HCM gọi chung là thủ trưởng.\n\n2. Chương trình đặc biệt bao gồm: chương trình tài năng, chương trình tiến tiến, chương trình Việt-Pháp.\n\n3. Chương trình bình thường bao gồm: chương trình chuẩn, văn bằng hai, liên thông, vừa làm vừa học, đào tạo từ xa, chất lượng cao.\n\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\n\nChương II\nQUY ĐỊNH NỘI DUNG IN TRÊN VĂN BÀNG, CHỨNG CHỈ\n\nĐiều 4. Quy định in nội dung trên văn bằng, chứng chỉ\n\n1. Quy định chung về in nội dung trên văn bằng, chứng chỉ\n\na) Đối với văn bằng, tên ngành đào tạo được ghi theo Danh mục thông kê ngành đào tạo của giáo dục đại học. Tên ngành đào tạo bằng tiếng Anh có ghi từ “in” ở phía trước.\n\nb) Đối với chứng chỉ, trình độ đào tạo, tên chương trình đào tạo ghi theo quy định của Bộ GD&ĐT hoặc ghi theo quyết định giao nhiệm vụ của Bộ GD&ĐT, DHQG-HCM.\n\nc) Tên các chương trình đặc biệt được ghi theo đề án đã được Bộ GD&ĐT hoặc DHQG-HCM phê duyệt.\n\nd) Họ tên, ngày tháng năm sinh của người được cấp VBCC được ghi theo giấy khai sinh hoặc theo hộ chiếu (đối với người nước ngoài).\n\ne) Ngày tháng năm cấp VBCC được xác định theo thời điểm cấp VBCC.\n\nf) Thấm quyền ký VBCC thực hiện theo quy định của Quy chế VBCC DHQG-HCM và quy định của Bộ GD&ĐT.\n\nh) DHQG-HCM quy định số hiệu VBCC và in trên VBCC theo quy định.\n\ni) CSDT cấp VBCC quy định số vào số gọc và in trên VBCC theo quy định của Quy chế VBCC DHQG-HCM, CSDT.\n\n2. Cách ghi nội dung trên văn bằng, chứng chỉ\n\na) Cách ghi nội dung trên chứng chỉ (Phụ lục I định kèm).\n\nb) Cách ghi nội dung trên văn bằng cao đẳng sự phạm (Phụ lục II định kèm).\n\nc) Cách ghi nội dung trên văn bằng đại học (Phụ lục III định kèm).\n\n\n\nĐiều 5. Trách nhiệm của cơ sở đào tạo\n\n1. CSDT có thể ban hành quy định hoặc văn bản hướng dẫn về in nội dung trên VBCC tại đơn vị để hướng dẫn cho các phòng chức năng, các cá nhân có liên quan thực hiện thông nhất theo đúng quy định của ĐHQG-HCM.\n\n2. CSDT rà soát thông tin của người được cấp VBCC trước khi in và in chính xác thông tin trên VBCC. Nếu có sai sót xảy ra trong quá trình in thì CSDT thực hiện hủy phối VBCC theo quy định của Quy chế VBCC ĐHQG-HCM.\n\n3. CSDT in đầy đủ các thông tin trên VBCC, không được in thêm bất kỳ nội dung hoặc thay đổi nội dung in trên VBCC khác với Quy định này, trừ khi có văn bản đồng ý của ĐHQG-HCM.\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\nChương III\nĐIỀU KHOẢN THI HÀNH\n\nĐiều 6. Tổ chức thực hiện\n\n1. CSDT chịu trách nhiệm tổ chức triển khai thực hiện Quy định này.\n\n2. Trong quá trình áp dụng, Quy định này có thể được Giám đốc ĐHQG-HCM sửa đổi, bổ sung cho phù hợp với tình hình thực tế.\n\n\n\n1. Chung chi ứng dụng công nghệ thông tin\n   a) Chung chi ứng dụng công nghệ thông tin cơ bản\n\n   CÔNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\n   Độc lập - Tự do - Hạnh phúc\n\n   CHUNG CHI\n   ỦNG DỤNG CÔNG NGHỆ THÔNG TIN CƠ BẢN\n\n   Cấp cho: ____________________________ (1)\n   Sinh ngày: __________________________ (2)   Noi sinh: __________________________ (3)\n   Đạt yêu cầu bài thi ứng dụng công nghệ thông tin cơ bản tại Hội đồng thi: __________________________ (5)\n   Kết quả: Điểm trắc nghiệm: __________________________ (6)   Điểm thắc hành: __________________________ (7)\n   __________________________, ngày __________________________ tháng __________________________ năm (8)\n   Số hiệu: __________________________ (12)\n   Số vào sổ cấp chứng chỉ: __________________________ (13)\n\n\n\nb) Chứng chỉ ứng dụng công nghệ thông tin nâng cao\n\n\nCÔNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nCHỨNG CHỈ\nỨNG DỤNG CÔNG NGHỆ THÔNG TIN NÂNG CAO\nMÔ DUN: ____________________________ (15)\n\nCấp cho: ____________________________ (1)\nSinh ngày: ____________________________ (2)  Noi sinh: ____________________________ (3)\nĐạt yêu cầu bài thi ứng dụng công nghệ thông tin nâng cao tại Hội đồng thi: ____________________________ (5)\n\nKết quả:  Điểm trắc nghiệm: ____________________________ (6)  Điểm thực hành: ____________________________ (7)\n\n(8) ____________________________ (9) ____________________________ (10)\n\nSố hiệu: ____________________________ (12)  Số vào sổ cấp chứng chỉ: ____________________________ (13)\n\n\n\n2. Chứng chỉ Giáo dục quốc phòng và an ninh\n\nCHỨNG CHỈ\nGIÁO DỤC QUỐC PHÒNG VÀ AN NINH\n\nCấp cho: (1)\nSinh ngày: (2)  Nơi sinh: (3)\nĐã hoàn thành chương trình môn học Giáo dục quốc phòng và an ninh.\nXếp loại: (14)\n\n(8) , ngày (9) tháng (10) năm\n\nSố hiệu: (12)  Số vào sổ cấp chứng chỉ: (13)\n\n3. Chương chi Đào tạo kiểm định viên kiểm định chất lượng giáo dục đại học\n\nCÔNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nCHƯƠNG CHỈ\nĐÀO TẠO KIỂM ĐỊNH VIÊN KIỂM ĐỊNH CHẤT LƯỢNG GIÁO DỤC ĐẠI HỌC\n\nCấp cho: (1)\nSinh ngày: (2)  Noi sinh: (3)\nĐã hoàn thành chương trình đào tạo Kiểm định viên kiểm định chất lượng giáo dục đại học.\nTừ ngày tháng năm đến ngày tháng năm (4)\nHội đồng thi: (5)\nXếp loại: (14)  Thành phố Hồ Chí Minh, ngày tháng năm (9)\nSố hiệu: (12)  Số vào sổ cấp chứng chỉ: (13)\n\n4. Chứng chỉ Ngoại ngữ theo Khung năng lực ngoại ngữ 6 bậc dùng cho Việt Nam\n\nSOCIALIST REPUBLIC OF VIET NAM\nIndependence - Freedom - Happiness\n\nCERTIFICATE OF PROFICIENCY\n\nIn: (23)\nLevel: (24)\n\nThis is to certify that\n\nFull name: (26)\nDate of birth: (27)\n\nHas taken the Foreign Language Proficiency Assessment Exam based on the 6-level Foreign Language Proficiency Framework for Vietnam\n\nDate of Exam: (28)\nOverall Score: (29)\n\nListening: (30a) Reading: (30b)\nSpeaking: (30c) Writing: (30d)\n\n(31) (32)\n\nDecision number: (33)\nCertificate number: (34)\nReference number: (35)\n\nCÔNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nCHỨNG CHỈ NGOẠI NGỮ\n\nNgôn ngữ: (16)\nBậc: (17)\n\nCấp cho\n\nHọ và tên: (1)\nNgày sinh: (2)\n\nĐã tham dự kỳ thi đánh giá năng lực ngoại ngữ theo Khung năng lực ngoại ngữ 6 bậc dùng cho Việt Nam\n\nNgày thi: (19)\nDiễn thi: (20)\n\nNghe: (21a) Đọc: (21b)\nNói: (21c) Viết: (21d)\n\n(8) ngày tháng năm (9)\n\nSố Quyết định: (22)\nSố hiệu: (12)\nSố vào sổ cấp chứng chỉ: (13)\n\n\n\n2. Cách ghi nội dung trên chứng chỉ\n\n- (1) Ghi họ tên của người được cấp chứng chỉ, theo giấy khai sinh.\n\n- (2) Ghi ngày, tháng, năm sinh theo giấy khai sinh. Nếu ngày sinh từ ngày 1 đến ngày 9, tháng sinh là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước; ghi năm sinh đầy đủ 04 chữ số, giữa ngày tháng năm có dấu gạch chéo (Ví dụ: 07/02/1981).\n\n- (3) Ghi nội dung của người học theo địa danh tỉnh, thành phố trực thuộc Trung ương cần cấp theo giấy khai sinh, kể cả trong trường hợp tại thời điểm cấp văn bằng đã có sự thay đổi địa danh hành chính nên không còn địa danh tỉnh, thành phố trực thuộc Trung ương khi khai sinh.\n\n- (4) Ghi ngày, tháng, năm từ lúc bắt đầu cho đến khi hoàn thành chương trình học. Nếu ngày là từ ngày 1 đến ngày 9, tháng là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước; ghi năm đầy đủ 04 chữ số.\n\n- (5) Ghi tên Hội đồng. Nếu không thành lập Hội đồng thì không ghi.\n\n- (6), (7) Ghi điểm thi của người được cấp chứng chỉ.\n\n- (8) Ghi địa danh tỉnh, thành phố trực thuộc Trung ương nơi cơ quan cấp chứng chỉ đặt trụ sở chính.\n\n- (9) Ghi ngày, tháng, năm cấp chứng chỉ.\n\n- (10) Chức danh của Thủ trưởng cơ sở đào tạo.\n\n- (11) Thủ trưởng cơ sở đào tạo ký, ghi rõ học hàm, học vị, họ tên và dòng đầu theo quy định.\n\n- (12) Số hiệu: là số do cơ quan, đơn vị in phù chứng chỉ ghi khi cấp phôi.\n\n- (13) Số vào số cấp chứng chỉ: là số ghi vào số góc chứng chỉ.\n\n- (14) Ghi xếp loại của người được cấp chứng chỉ theo quy chế đào tạo và cấp chứng chỉ (ví dụ: Giỏi, Khá...).\n\n- (15) Ghi tên chương trình đào tạo ngắn hạn.\n\n- (16) Ghi ngôn ngữ được cấp chứng chỉ (Ví dụ: Tiếng Anh).\n\n- (17) Ghi bậc theo năng lực ngoại ngữ 6 bậc dùng cho Việt Nam.\n\n- (18) Ghi tên cơ sở đào tạo cấp chứng chỉ.\n\n- (19) Ghi ngày, tháng, năm tổ chức thi. Nếu ngày là từ ngày 1 đến ngày 9, tháng là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước, ghi năm đầy đủ 04 chữ số, giữa ngày tháng năm có dấu gạch chéo (Ví dụ: 07/02/1981).\n\n- (20) Ghi tổng điểm đạt được.\n\n- (21a), (21b), (21c), (21d): ghi điểm thi của từng kỳ năng.\n\n- (22) Ghi số quyết định.\n\n\n\n- (23) Ghi ngôn ngữ được cấp chứng chỉ bằng tiếng Anh.\n- (24) Ghi bằng số như đã ghi ở điểm (17).\n- (25) Ghi tên của cơ sở đào tạo cấp chứng chỉ bằng tiếng Anh.\n- (26) Ghi đầy đủ họ tên như đã ghi ở điểm (1) bằng tiếng Việt không dấu.\n- (27) Ghi ngày tháng năm sinh bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi “07/10/2005” thì tiếng Anh ghi “October 07, 2005”).\n- (28) Ghi ngày tháng năm bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi “07/10/2005” thì tiếng Anh ghi \"October 07, 2005\").\n- (29) Ghi tổng điểm thi như ghi ở điểm (20).\n- (30a), (30b), (30c), (30d): Ghi điểm thi như ở điểm (21a), (21b), (21c), (21d).\n- (31) Ghi địa danh tỉnh, thành phố trực thuộc Trung ương nơi cơ quan cấp chứng chỉ đặt trụ sở chính bằng tiếng Anh.\n- (32) Ghi ngày tháng năm cấp chứng chỉ bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/02/1981\" thì Tiếng Anh ghi “February 07, 1981”).\n- (33) Ghi số quyết định như ghi ở điểm (22).\n- (34) Ghi số hiệu như đã ghi ở điểm (12).\n- (35) Ghi số vào số cấp chứng chỉ như đã ghi ở điểm (13).\n\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\n\n1. Mẫu bằng cao đẳng\n\nSOCIALIST REPUBLIC OF VIET NAM\nIndependence - Freedom - Happiness\n\nRECTOR\nAN GIANG UNIVERSITY\n\nhas conferred\nAdvanced Diploma in Education\n\nAn Giang, (13)\n\nGiven under the seal of\nAN GIANG UNIVERSITY\n\nCỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nHIỆU TRƯỞNG\nTRƯỞNG ĐẠI HỌC AN GIANG\n\nBằng tốt nghiệp cao đẳng sư phạm\n\nChọn: (2)\nNgày sinh: (3)\nXếp loại tốt nghiệp: (4)\n\nAn Giang, ngày ______ tháng ______ năm (5)\n\nHIỆU TRƯỞNG\n\nSố hiệu: (7)\nSố vào sổ gốc cấp văn bằng: (8)\n\n\n2. Cách ghi nội dung trên bảng cao đẳng\n\n- (1) Ghi tên ngành đào tạo người học đã theo học, bằng tiếng Việt.\n\n- (2) Ghi họ tên của người được cấp văn bằng, theo giấy khai sinh.\n\n- (3) Ghi ngày, tháng, năm sinh theo giấy khai sinh. Nếu ngày sinh từ ngày 1 đến ngày 9, tháng sinh là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước; ghi năm sinh đủ 04 chữ số, giữa ngày tháng năm có dấu gạch chéo (Ví dụ: 07/02/1981).\n\n- (4) Ghi “Xuất sắc”, “Giỏi”, “Khá”, “Trung bình khá” hoặc “Trung bình” theo Quy chế đào tạo.\n\n- (5) Ghi ngày, tháng, năm cấp văn bằng.\n\n- (6) Thù trưởng cơ sở đào tạo (Hiệu trưởng) ký, ghi rõ họ tên và dòng đầu theo quy định.\n\n- (7) Đổ cọ quan in phối văn bằng ghi khi cấp phổ.\n\n- (8) Đổ cọ số đào tạo ghi vào số góc cấp văn bằng khi cấp bằng tốt nghiệp cao đẳng sư phạm.\n\n- (9) Ghi “in” và tên ngành đào tạo người học đã theo học bằng tiếng Anh (Ví dụ: in English).\n\n- (10) Ghi đầy đủ họ tên như đã ghi ở điểm (2) bằng tiếng Việt không dấu.\n\n- (11) Ghi ngày tháng năm sinh bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/10/2005\" thì tiếng Anh ghi \"October 07, 2005\").\n\n- (12) Loại Xuất sắc ghi “Hight Distinction”, loại Giỏi ghi “Distinction”, loại Khá ghi “Credit”, loại Trung bình khá ghi “Strong Pass”, loại Trung bình ghi “Pass”.\n\n- (13) Ghi ngày tháng năm cấp văn bằng bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/02/1981\" thì Tiếng Anh ghi \"February 07, 1981\").\n\nGhi chú:\n\n- Nếu người được cấp văn bằng là người nước ngoài thì ghi các thông tin tại điểm (2), (3), (10), (11) cần cứ vào hộ chiếu.\n1. Mẫu bằng đại học\n\nSOCIALIST REPUBLIC OF VIETNAM\nIndependence - Freedom - Happiness\n\nVIET NAM NATIONAL UNIVERSITY HO CHI MINH CITY\nUNIVERSITY OF TECHNOLOGY\n\nhas conferred the degree of\nBachelor of Engineering\n\nUpon: ____________________________ (10)\nDate of birth: ____________________ (11)\nRanking: __________________________ (12)\n\nHo Chi Minh City, ____________________________ (13)\n\nGiven under the seal of\nUNIVERSITY OF TECHNOLOGY\n\nCỘNG HOÀ XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nDAI HOC QUOC GIA\nTHÀNH PHỐ HỒ CHÍ MINH\n\nCỘNG HOÀ XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nDAI HOC QUOC GIA THANH PHO HO CHI MINH\nTRƯỞNG ĐẠI HỌC BÁCH KHOA\n\nCấp bằng\nCử nhân\n\nChúc: ____________________________ (2)\nNgày sinh: ________________________ (3)\nHạng tốt nghiệp: ____________________ (4)\n\nThành phố Hồ Chí Minh, ngày _______ tháng _______ năm _______ (5)\nHIỆU TRƯỞNG\n\nSố hiệu/ No: ________________________ (7)\nSố vào sổ gốc cấp văn bằng/ Reg. ________________________ (8)\n\n\n\n2. Cách ghi nội dung trên bảng đại học\n\n- (1), (1a):\n  + Đối với chương trình đào tạo bình thường\n    - (1) ghi tên ngành đào tạo người học đã theo học, bằng tiếng Việt. Bằng đại học đã in tên ngành đào tạo trên bảng thì không ghi.\n    - (1a) không in.\n  + Đối với chương trình đặc biệt\n    - (1) Ghi tên chương trình đào tạo bằng tiếng Việt: Chương trình tài năng, chương trình tiến tiến hay các chương trình khác trong đường bằng tiếng Việt.\n    - (1a) ghi tên ngành đào tạo người học đã theo học, bằng tiếng Việt.\n\n- (2) Ghi họ tên của người được cấp văn bằng, theo giấy khai sinh.\n\n- (3) Ghi ngày, tháng, năm sinh theo giấy khai sinh. Nếu ngày sinh từ ngày 1 đến ngày 9, tháng sinh là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước; ghi năm sinh đủ 04 chữ số, giữa ngày tháng năm có dấu gạch chéo (Ví dụ: 07/02/2000).\n\n- (4) Ghi “Xuất sắc”, “Giỏi”, “Khá”, “Trung bình khá” hoặc “Trung bình” theo Quy định.\n\n- (5) Ghi ngày, tháng, năm cấp bằng.\n\n- (6) Thù trưởng cơ sở đào tạo (hoặc Giám đốc ĐHQG-HCM hoặc Giám đốc ĐHQG-HCM, Thù trưởng cơ sở đào tạo) ký, ghi rõ họ tên và dòng đầu theo quy định.\n\n- (7) Do cơ quan in phối văn bằng ghi khi cấp phối.\n\n- (8) Do cơ sở đào tạo ghi vào số góc cấp văn bằng khi cấp bằng tốt nghiệp đại học.\n\n- (9), (9a):\n  + Đối với chương trình đào tạo bình thường\n    - (9) Ghi “in” và tên ngành đào tạo người học đã theo học bằng tiếng Anh (Ví dụ: in Information Technology). Bằng đại học đã in tên ngành đào tạo trên bảng thì không ghi.\n    - (9a) không in\n  + Đối với chương trình đặc biệt\n    - (9) “Chương trình tài năng” ghi “Honor Program”, “Chương trình tiến tiến” ghi “Advanced Program” hoặc tên các loại chương trình đào tạo theo quyết định ban hành bằng tiếng Anh hoặc ngoại ngữ phù hợp khác.\n    - (9a) Ghi “in” và tên ngành đào tạo người học đã theo học bằng tiếng Anh (Ví dụ: in Information Technology) hoặc ngoại ngữ phù hợp khác.\n\n\n\n- (10) Ghi đầy đủ họ tên như đã ghi ở điểm (2) bằng tiếng Việt không dấu.\n\n- (11) Ghi ngày tháng năm sinh bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/10/2000\" thì tiếng Anh ghi \"October 07, 2000\").\n\n- (12) Loại \"Xuất sắc\" ghi \"Excellent\", loại \"Giỏi\" ghi \"Very good\", loại \"Khá\" ghi \"Good\", loại \"Trung bình khá\" ghi \"Average good\", loại \"Trung bình\" ghi \"Ordinary\".\n\n- (13) Ghi ngày tháng năm cấp văn bằng bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/02/2022\" thì tiếng Anh ghi \"February 07, 2022\").\n\nGhi chú:\n\n- Nếu người được cấp văn bằng là người nước ngoài thì ghi các thông tin tại điểm (2), (3), (10), (11) cần cứ vào hộ chiếu.",
            "chunk_content": "QUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\n\nQUYẾT ĐỊNH:\n\nĐiều 1. Ban hành kèm theo Quyết định này Quy định in nội dung trên văn bằng, chứng chỉ.\n\nĐiều 2. Quyết định này có hiệu lực thi hành kể từ ngày ký.\n\nQuyết định này thay thế Quyết định số 1174/QĐ-DHQG ngày 19 tháng 10 năm 2017 của Giám đốc ĐHQG-HCM về việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ.\n\nĐiều 3. Chánh Văn phòng, Trưởng ban Ban Đào tạo, Trưởng các Ban chức năng khác có liên quan, Tổ trưởng Tổ Quản lý và cấp phát văn bằng, chứng chỉ ĐHQG-HCM, Thủ trưởng các đơn vị thành viên, trực thuộc ĐHQG-HCM chịu trách nhiệm thi hành quyết định này.\n\nNơi nhận:\n- Như Điều 3;\n- Giám đốc (để báo cáo);\n- Lưu: VT, Ban ĐT."
        }
    },
    {
        "file_name": "1672_qd-dhqg_14-12-2022_quy_dinh_in_noi_dung_tren_vbcc",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong phần đầu của Quy định in nội dung trên văn bằng, chứng chỉ, được ban hành kèm theo Quyết định số 4672/QĐ-DHQG ngày 14 tháng 12 năm 2022 của Giám đốc Đại học Quốc gia Thành phố Hồ Chí Minh. Nó trình bày các quy định chung, phạm vi điều chỉnh, đối tượng áp dụng, mục tiêu và định nghĩa các thuật ngữ liên quan đến việc in nội dung trên văn bằng và chứng chỉ của Đại học Quốc gia Thành phố Hồ Chí Minh.",
            "original_content": "QUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\n\nQUYẾT ĐỊNH:\n\nĐiều 1. Ban hành kèm theo Quyết định này Quy định in nội dung trên văn bằng, chứng chỉ.\n\nĐiều 2. Quyết định này có hiệu lực thi hành kể từ ngày ký.\n\nQuyết định này thay thế Quyết định số 1174/QĐ-DHQG ngày 19 tháng 10 năm 2017 của Giám đốc ĐHQG-HCM về việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ.\n\nĐiều 3. Chánh Văn phòng, Trưởng ban Ban Đào tạo, Trưởng các Ban chức năng khác có liên quan, Tổ trưởng Tổ Quản lý và cấp phát văn bằng, chứng chỉ ĐHQG-HCM, Thủ trưởng các đơn vị thành viên, trực thuộc ĐHQG-HCM chịu trách nhiệm thi hành quyết định này.\n\nNơi nhận:\n- Như Điều 3;\n- Giám đốc (để báo cáo);\n- Lưu: VT, Ban ĐT.\n\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\n\nQUY ĐỊNH\nIn nội dung trên văn bằng, chứng chỉ\n(Kèm theo Quyết định số 4672/QĐ-DHQG ngày 14 tháng 12 năm 2022\ncủa Giám đốc Đại học Quốc gia Thành phố Hồ Chí Minh)\n\nChương I\nQUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Văn bản này quy định về việc in nội dung trên văn bằng, chứng chỉ (VBCC) Đại học Quốc gia Thành phố Hồ Chí Minh (DHQG-HCM).\n\n2. Quy định này áp dụng đối với các trường đại học thành viên, viện, khoa, phân hiệu, trung tâm trực thuộc DHQG-HCM (Cơ sở đào tạo - CSDT) được giao nhiệm vụ cấp VBCC.\n\nĐiều 2. Mục tiêu\n\n1. Thực hiện thống nhất trong DHQG-HCM về việc in nội dung trên VBCC.\n\n2. Quy định về việc in nội dung trên VBCC đảm bảo thực hiện theo đúng quy định của Bộ Giáo dục và Đào tạo (Bộ GD&ĐT) và DHQG-HCM.\n\nĐiều 3. Định nghĩa\n\nTrong Quy định này các từ ngữ sau đây được hiểu như sau:\n\n1. Người dùng đầu CSDT là Hiệu trưởng, Viện trưởng, Trưởng khoa, Giám đốc Phân hiệu DHQG-HCM tại tỉnh Bến Tre và Giám đốc trung tâm trực thuộc DHQG-HCM gọi chung là thủ trưởng.\n\n2. Chương trình đặc biệt bao gồm: chương trình tài năng, chương trình tiến tiến, chương trình Việt-Pháp.\n\n3. Chương trình bình thường bao gồm: chương trình chuẩn, văn bằng hai, liên thông, vừa làm vừa học, đào tạo từ xa, chất lượng cao.\n\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\n\nChương II\nQUY ĐỊNH NỘI DUNG IN TRÊN VĂN BÀNG, CHỨNG CHỈ\n\nĐiều 4. Quy định in nội dung trên văn bằng, chứng chỉ\n\n1. Quy định chung về in nội dung trên văn bằng, chứng chỉ\n\na) Đối với văn bằng, tên ngành đào tạo được ghi theo Danh mục thông kê ngành đào tạo của giáo dục đại học. Tên ngành đào tạo bằng tiếng Anh có ghi từ “in” ở phía trước.\n\nb) Đối với chứng chỉ, trình độ đào tạo, tên chương trình đào tạo ghi theo quy định của Bộ GD&ĐT hoặc ghi theo quyết định giao nhiệm vụ của Bộ GD&ĐT, DHQG-HCM.\n\nc) Tên các chương trình đặc biệt được ghi theo đề án đã được Bộ GD&ĐT hoặc DHQG-HCM phê duyệt.\n\nd) Họ tên, ngày tháng năm sinh của người được cấp VBCC được ghi theo giấy khai sinh hoặc theo hộ chiếu (đối với người nước ngoài).\n\ne) Ngày tháng năm cấp VBCC được xác định theo thời điểm cấp VBCC.\n\nf) Thấm quyền ký VBCC thực hiện theo quy định của Quy chế VBCC DHQG-HCM và quy định của Bộ GD&ĐT.\n\nh) DHQG-HCM quy định số hiệu VBCC và in trên VBCC theo quy định.\n\ni) CSDT cấp VBCC quy định số vào số gọc và in trên VBCC theo quy định của Quy chế VBCC DHQG-HCM, CSDT.\n\n2. Cách ghi nội dung trên văn bằng, chứng chỉ\n\na) Cách ghi nội dung trên chứng chỉ (Phụ lục I định kèm).\n\nb) Cách ghi nội dung trên văn bằng cao đẳng sự phạm (Phụ lục II định kèm).\n\nc) Cách ghi nội dung trên văn bằng đại học (Phụ lục III định kèm).\n\n\n\nĐiều 5. Trách nhiệm của cơ sở đào tạo\n\n1. CSDT có thể ban hành quy định hoặc văn bản hướng dẫn về in nội dung trên VBCC tại đơn vị để hướng dẫn cho các phòng chức năng, các cá nhân có liên quan thực hiện thông nhất theo đúng quy định của ĐHQG-HCM.\n\n2. CSDT rà soát thông tin của người được cấp VBCC trước khi in và in chính xác thông tin trên VBCC. Nếu có sai sót xảy ra trong quá trình in thì CSDT thực hiện hủy phối VBCC theo quy định của Quy chế VBCC ĐHQG-HCM.\n\n3. CSDT in đầy đủ các thông tin trên VBCC, không được in thêm bất kỳ nội dung hoặc thay đổi nội dung in trên VBCC khác với Quy định này, trừ khi có văn bản đồng ý của ĐHQG-HCM.\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\nChương III\nĐIỀU KHOẢN THI HÀNH\n\nĐiều 6. Tổ chức thực hiện\n\n1. CSDT chịu trách nhiệm tổ chức triển khai thực hiện Quy định này.\n\n2. Trong quá trình áp dụng, Quy định này có thể được Giám đốc ĐHQG-HCM sửa đổi, bổ sung cho phù hợp với tình hình thực tế.\n\n\n\n1. Chung chi ứng dụng công nghệ thông tin\n   a) Chung chi ứng dụng công nghệ thông tin cơ bản\n\n   CÔNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\n   Độc lập - Tự do - Hạnh phúc\n\n   CHUNG CHI\n   ỦNG DỤNG CÔNG NGHỆ THÔNG TIN CƠ BẢN\n\n   Cấp cho: ____________________________ (1)\n   Sinh ngày: __________________________ (2)   Noi sinh: __________________________ (3)\n   Đạt yêu cầu bài thi ứng dụng công nghệ thông tin cơ bản tại Hội đồng thi: __________________________ (5)\n   Kết quả: Điểm trắc nghiệm: __________________________ (6)   Điểm thắc hành: __________________________ (7)\n   __________________________, ngày __________________________ tháng __________________________ năm (8)\n   Số hiệu: __________________________ (12)\n   Số vào sổ cấp chứng chỉ: __________________________ (13)\n\n\n\nb) Chứng chỉ ứng dụng công nghệ thông tin nâng cao\n\n\nCÔNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nCHỨNG CHỈ\nỨNG DỤNG CÔNG NGHỆ THÔNG TIN NÂNG CAO\nMÔ DUN: ____________________________ (15)\n\nCấp cho: ____________________________ (1)\nSinh ngày: ____________________________ (2)  Noi sinh: ____________________________ (3)\nĐạt yêu cầu bài thi ứng dụng công nghệ thông tin nâng cao tại Hội đồng thi: ____________________________ (5)\n\nKết quả:  Điểm trắc nghiệm: ____________________________ (6)  Điểm thực hành: ____________________________ (7)\n\n(8) ____________________________ (9) ____________________________ (10)\n\nSố hiệu: ____________________________ (12)  Số vào sổ cấp chứng chỉ: ____________________________ (13)\n\n\n\n2. Chứng chỉ Giáo dục quốc phòng và an ninh\n\nCHỨNG CHỈ\nGIÁO DỤC QUỐC PHÒNG VÀ AN NINH\n\nCấp cho: (1)\nSinh ngày: (2)  Nơi sinh: (3)\nĐã hoàn thành chương trình môn học Giáo dục quốc phòng và an ninh.\nXếp loại: (14)\n\n(8) , ngày (9) tháng (10) năm\n\nSố hiệu: (12)  Số vào sổ cấp chứng chỉ: (13)\n\n3. Chương chi Đào tạo kiểm định viên kiểm định chất lượng giáo dục đại học\n\nCÔNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nCHƯƠNG CHỈ\nĐÀO TẠO KIỂM ĐỊNH VIÊN KIỂM ĐỊNH CHẤT LƯỢNG GIÁO DỤC ĐẠI HỌC\n\nCấp cho: (1)\nSinh ngày: (2)  Noi sinh: (3)\nĐã hoàn thành chương trình đào tạo Kiểm định viên kiểm định chất lượng giáo dục đại học.\nTừ ngày tháng năm đến ngày tháng năm (4)\nHội đồng thi: (5)\nXếp loại: (14)  Thành phố Hồ Chí Minh, ngày tháng năm (9)\nSố hiệu: (12)  Số vào sổ cấp chứng chỉ: (13)\n\n4. Chứng chỉ Ngoại ngữ theo Khung năng lực ngoại ngữ 6 bậc dùng cho Việt Nam\n\nSOCIALIST REPUBLIC OF VIET NAM\nIndependence - Freedom - Happiness\n\nCERTIFICATE OF PROFICIENCY\n\nIn: (23)\nLevel: (24)\n\nThis is to certify that\n\nFull name: (26)\nDate of birth: (27)\n\nHas taken the Foreign Language Proficiency Assessment Exam based on the 6-level Foreign Language Proficiency Framework for Vietnam\n\nDate of Exam: (28)\nOverall Score: (29)\n\nListening: (30a) Reading: (30b)\nSpeaking: (30c) Writing: (30d)\n\n(31) (32)\n\nDecision number: (33)\nCertificate number: (34)\nReference number: (35)\n\nCÔNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nCHỨNG CHỈ NGOẠI NGỮ\n\nNgôn ngữ: (16)\nBậc: (17)\n\nCấp cho\n\nHọ và tên: (1)\nNgày sinh: (2)\n\nĐã tham dự kỳ thi đánh giá năng lực ngoại ngữ theo Khung năng lực ngoại ngữ 6 bậc dùng cho Việt Nam\n\nNgày thi: (19)\nDiễn thi: (20)\n\nNghe: (21a) Đọc: (21b)\nNói: (21c) Viết: (21d)\n\n(8) ngày tháng năm (9)\n\nSố Quyết định: (22)\nSố hiệu: (12)\nSố vào sổ cấp chứng chỉ: (13)\n\n\n\n2. Cách ghi nội dung trên chứng chỉ\n\n- (1) Ghi họ tên của người được cấp chứng chỉ, theo giấy khai sinh.\n\n- (2) Ghi ngày, tháng, năm sinh theo giấy khai sinh. Nếu ngày sinh từ ngày 1 đến ngày 9, tháng sinh là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước; ghi năm sinh đầy đủ 04 chữ số, giữa ngày tháng năm có dấu gạch chéo (Ví dụ: 07/02/1981).\n\n- (3) Ghi nội dung của người học theo địa danh tỉnh, thành phố trực thuộc Trung ương cần cấp theo giấy khai sinh, kể cả trong trường hợp tại thời điểm cấp văn bằng đã có sự thay đổi địa danh hành chính nên không còn địa danh tỉnh, thành phố trực thuộc Trung ương khi khai sinh.\n\n- (4) Ghi ngày, tháng, năm từ lúc bắt đầu cho đến khi hoàn thành chương trình học. Nếu ngày là từ ngày 1 đến ngày 9, tháng là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước; ghi năm đầy đủ 04 chữ số.\n\n- (5) Ghi tên Hội đồng. Nếu không thành lập Hội đồng thì không ghi.\n\n- (6), (7) Ghi điểm thi của người được cấp chứng chỉ.\n\n- (8) Ghi địa danh tỉnh, thành phố trực thuộc Trung ương nơi cơ quan cấp chứng chỉ đặt trụ sở chính.\n\n- (9) Ghi ngày, tháng, năm cấp chứng chỉ.\n\n- (10) Chức danh của Thủ trưởng cơ sở đào tạo.\n\n- (11) Thủ trưởng cơ sở đào tạo ký, ghi rõ học hàm, học vị, họ tên và dòng đầu theo quy định.\n\n- (12) Số hiệu: là số do cơ quan, đơn vị in phù chứng chỉ ghi khi cấp phôi.\n\n- (13) Số vào số cấp chứng chỉ: là số ghi vào số góc chứng chỉ.\n\n- (14) Ghi xếp loại của người được cấp chứng chỉ theo quy chế đào tạo và cấp chứng chỉ (ví dụ: Giỏi, Khá...).\n\n- (15) Ghi tên chương trình đào tạo ngắn hạn.\n\n- (16) Ghi ngôn ngữ được cấp chứng chỉ (Ví dụ: Tiếng Anh).\n\n- (17) Ghi bậc theo năng lực ngoại ngữ 6 bậc dùng cho Việt Nam.\n\n- (18) Ghi tên cơ sở đào tạo cấp chứng chỉ.\n\n- (19) Ghi ngày, tháng, năm tổ chức thi. Nếu ngày là từ ngày 1 đến ngày 9, tháng là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước, ghi năm đầy đủ 04 chữ số, giữa ngày tháng năm có dấu gạch chéo (Ví dụ: 07/02/1981).\n\n- (20) Ghi tổng điểm đạt được.\n\n- (21a), (21b), (21c), (21d): ghi điểm thi của từng kỳ năng.\n\n- (22) Ghi số quyết định.\n\n\n\n- (23) Ghi ngôn ngữ được cấp chứng chỉ bằng tiếng Anh.\n- (24) Ghi bằng số như đã ghi ở điểm (17).\n- (25) Ghi tên của cơ sở đào tạo cấp chứng chỉ bằng tiếng Anh.\n- (26) Ghi đầy đủ họ tên như đã ghi ở điểm (1) bằng tiếng Việt không dấu.\n- (27) Ghi ngày tháng năm sinh bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi “07/10/2005” thì tiếng Anh ghi “October 07, 2005”).\n- (28) Ghi ngày tháng năm bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi “07/10/2005” thì tiếng Anh ghi \"October 07, 2005\").\n- (29) Ghi tổng điểm thi như ghi ở điểm (20).\n- (30a), (30b), (30c), (30d): Ghi điểm thi như ở điểm (21a), (21b), (21c), (21d).\n- (31) Ghi địa danh tỉnh, thành phố trực thuộc Trung ương nơi cơ quan cấp chứng chỉ đặt trụ sở chính bằng tiếng Anh.\n- (32) Ghi ngày tháng năm cấp chứng chỉ bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/02/1981\" thì Tiếng Anh ghi “February 07, 1981”).\n- (33) Ghi số quyết định như ghi ở điểm (22).\n- (34) Ghi số hiệu như đã ghi ở điểm (12).\n- (35) Ghi số vào số cấp chứng chỉ như đã ghi ở điểm (13).\n\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\n\n1. Mẫu bằng cao đẳng\n\nSOCIALIST REPUBLIC OF VIET NAM\nIndependence - Freedom - Happiness\n\nRECTOR\nAN GIANG UNIVERSITY\n\nhas conferred\nAdvanced Diploma in Education\n\nAn Giang, (13)\n\nGiven under the seal of\nAN GIANG UNIVERSITY\n\nCỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nHIỆU TRƯỞNG\nTRƯỞNG ĐẠI HỌC AN GIANG\n\nBằng tốt nghiệp cao đẳng sư phạm\n\nChọn: (2)\nNgày sinh: (3)\nXếp loại tốt nghiệp: (4)\n\nAn Giang, ngày ______ tháng ______ năm (5)\n\nHIỆU TRƯỞNG\n\nSố hiệu: (7)\nSố vào sổ gốc cấp văn bằng: (8)\n\n\n2. Cách ghi nội dung trên bảng cao đẳng\n\n- (1) Ghi tên ngành đào tạo người học đã theo học, bằng tiếng Việt.\n\n- (2) Ghi họ tên của người được cấp văn bằng, theo giấy khai sinh.\n\n- (3) Ghi ngày, tháng, năm sinh theo giấy khai sinh. Nếu ngày sinh từ ngày 1 đến ngày 9, tháng sinh là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước; ghi năm sinh đủ 04 chữ số, giữa ngày tháng năm có dấu gạch chéo (Ví dụ: 07/02/1981).\n\n- (4) Ghi “Xuất sắc”, “Giỏi”, “Khá”, “Trung bình khá” hoặc “Trung bình” theo Quy chế đào tạo.\n\n- (5) Ghi ngày, tháng, năm cấp văn bằng.\n\n- (6) Thù trưởng cơ sở đào tạo (Hiệu trưởng) ký, ghi rõ họ tên và dòng đầu theo quy định.\n\n- (7) Đổ cọ quan in phối văn bằng ghi khi cấp phổ.\n\n- (8) Đổ cọ số đào tạo ghi vào số góc cấp văn bằng khi cấp bằng tốt nghiệp cao đẳng sư phạm.\n\n- (9) Ghi “in” và tên ngành đào tạo người học đã theo học bằng tiếng Anh (Ví dụ: in English).\n\n- (10) Ghi đầy đủ họ tên như đã ghi ở điểm (2) bằng tiếng Việt không dấu.\n\n- (11) Ghi ngày tháng năm sinh bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/10/2005\" thì tiếng Anh ghi \"October 07, 2005\").\n\n- (12) Loại Xuất sắc ghi “Hight Distinction”, loại Giỏi ghi “Distinction”, loại Khá ghi “Credit”, loại Trung bình khá ghi “Strong Pass”, loại Trung bình ghi “Pass”.\n\n- (13) Ghi ngày tháng năm cấp văn bằng bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/02/1981\" thì Tiếng Anh ghi \"February 07, 1981\").\n\nGhi chú:\n\n- Nếu người được cấp văn bằng là người nước ngoài thì ghi các thông tin tại điểm (2), (3), (10), (11) cần cứ vào hộ chiếu.\n1. Mẫu bằng đại học\n\nSOCIALIST REPUBLIC OF VIETNAM\nIndependence - Freedom - Happiness\n\nVIET NAM NATIONAL UNIVERSITY HO CHI MINH CITY\nUNIVERSITY OF TECHNOLOGY\n\nhas conferred the degree of\nBachelor of Engineering\n\nUpon: ____________________________ (10)\nDate of birth: ____________________ (11)\nRanking: __________________________ (12)\n\nHo Chi Minh City, ____________________________ (13)\n\nGiven under the seal of\nUNIVERSITY OF TECHNOLOGY\n\nCỘNG HOÀ XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nDAI HOC QUOC GIA\nTHÀNH PHỐ HỒ CHÍ MINH\n\nCỘNG HOÀ XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nDAI HOC QUOC GIA THANH PHO HO CHI MINH\nTRƯỞNG ĐẠI HỌC BÁCH KHOA\n\nCấp bằng\nCử nhân\n\nChúc: ____________________________ (2)\nNgày sinh: ________________________ (3)\nHạng tốt nghiệp: ____________________ (4)\n\nThành phố Hồ Chí Minh, ngày _______ tháng _______ năm _______ (5)\nHIỆU TRƯỞNG\n\nSố hiệu/ No: ________________________ (7)\nSố vào sổ gốc cấp văn bằng/ Reg. ________________________ (8)\n\n\n\n2. Cách ghi nội dung trên bảng đại học\n\n- (1), (1a):\n  + Đối với chương trình đào tạo bình thường\n    - (1) ghi tên ngành đào tạo người học đã theo học, bằng tiếng Việt. Bằng đại học đã in tên ngành đào tạo trên bảng thì không ghi.\n    - (1a) không in.\n  + Đối với chương trình đặc biệt\n    - (1) Ghi tên chương trình đào tạo bằng tiếng Việt: Chương trình tài năng, chương trình tiến tiến hay các chương trình khác trong đường bằng tiếng Việt.\n    - (1a) ghi tên ngành đào tạo người học đã theo học, bằng tiếng Việt.\n\n- (2) Ghi họ tên của người được cấp văn bằng, theo giấy khai sinh.\n\n- (3) Ghi ngày, tháng, năm sinh theo giấy khai sinh. Nếu ngày sinh từ ngày 1 đến ngày 9, tháng sinh là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước; ghi năm sinh đủ 04 chữ số, giữa ngày tháng năm có dấu gạch chéo (Ví dụ: 07/02/2000).\n\n- (4) Ghi “Xuất sắc”, “Giỏi”, “Khá”, “Trung bình khá” hoặc “Trung bình” theo Quy định.\n\n- (5) Ghi ngày, tháng, năm cấp bằng.\n\n- (6) Thù trưởng cơ sở đào tạo (hoặc Giám đốc ĐHQG-HCM hoặc Giám đốc ĐHQG-HCM, Thù trưởng cơ sở đào tạo) ký, ghi rõ họ tên và dòng đầu theo quy định.\n\n- (7) Do cơ quan in phối văn bằng ghi khi cấp phối.\n\n- (8) Do cơ sở đào tạo ghi vào số góc cấp văn bằng khi cấp bằng tốt nghiệp đại học.\n\n- (9), (9a):\n  + Đối với chương trình đào tạo bình thường\n    - (9) Ghi “in” và tên ngành đào tạo người học đã theo học bằng tiếng Anh (Ví dụ: in Information Technology). Bằng đại học đã in tên ngành đào tạo trên bảng thì không ghi.\n    - (9a) không in\n  + Đối với chương trình đặc biệt\n    - (9) “Chương trình tài năng” ghi “Honor Program”, “Chương trình tiến tiến” ghi “Advanced Program” hoặc tên các loại chương trình đào tạo theo quyết định ban hành bằng tiếng Anh hoặc ngoại ngữ phù hợp khác.\n    - (9a) Ghi “in” và tên ngành đào tạo người học đã theo học bằng tiếng Anh (Ví dụ: in Information Technology) hoặc ngoại ngữ phù hợp khác.\n\n\n\n- (10) Ghi đầy đủ họ tên như đã ghi ở điểm (2) bằng tiếng Việt không dấu.\n\n- (11) Ghi ngày tháng năm sinh bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/10/2000\" thì tiếng Anh ghi \"October 07, 2000\").\n\n- (12) Loại \"Xuất sắc\" ghi \"Excellent\", loại \"Giỏi\" ghi \"Very good\", loại \"Khá\" ghi \"Good\", loại \"Trung bình khá\" ghi \"Average good\", loại \"Trung bình\" ghi \"Ordinary\".\n\n- (13) Ghi ngày tháng năm cấp văn bằng bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/02/2022\" thì tiếng Anh ghi \"February 07, 2022\").\n\nGhi chú:\n\n- Nếu người được cấp văn bằng là người nước ngoài thì ghi các thông tin tại điểm (2), (3), (10), (11) cần cứ vào hộ chiếu.",
            "chunk_content": "QUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\n\nQUY ĐỊNH\nIn nội dung trên văn bằng, chứng chỉ\n(Kèm theo Quyết định số 4672/QĐ-DHQG ngày 14 tháng 12 năm 2022\ncủa Giám đốc Đại học Quốc gia Thành phố Hồ Chí Minh)\n\nChương I\nQUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Văn bản này quy định về việc in nội dung trên văn bằng, chứng chỉ (VBCC) Đại học Quốc gia Thành phố Hồ Chí Minh (DHQG-HCM).\n\n2. Quy định này áp dụng đối với các trường đại học thành viên, viện, khoa, phân hiệu, trung tâm trực thuộc DHQG-HCM (Cơ sở đào tạo - CSDT) được giao nhiệm vụ cấp VBCC.\n\nĐiều 2. Mục tiêu\n\n1. Thực hiện thống nhất trong DHQG-HCM về việc in nội dung trên VBCC.\n\n2. Quy định về việc in nội dung trên VBCC đảm bảo thực hiện theo đúng quy định của Bộ Giáo dục và Đào tạo (Bộ GD&ĐT) và DHQG-HCM.\n\nĐiều 3. Định nghĩa\n\nTrong Quy định này các từ ngữ sau đây được hiểu như sau:\n\n1. Người dùng đầu CSDT là Hiệu trưởng, Viện trưởng, Trưởng khoa, Giám đốc Phân hiệu DHQG-HCM tại tỉnh Bến Tre và Giám đốc trung tâm trực thuộc DHQG-HCM gọi chung là thủ trưởng.\n\n2. Chương trình đặc biệt bao gồm: chương trình tài năng, chương trình tiến tiến, chương trình Việt-Pháp.\n\n3. Chương trình bình thường bao gồm: chương trình chuẩn, văn bằng hai, liên thông, vừa làm vừa học, đào tạo từ xa, chất lượng cao."
        }
    },
    {
        "file_name": "1672_qd-dhqg_14-12-2022_quy_dinh_in_noi_dung_tren_vbcc",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong Chương II của Quy định về việc in nội dung trên văn bằng, chứng chỉ, quy định cụ thể về nội dung in trên văn bằng và chứng chỉ, bao gồm các quy định chung, cách ghi nội dung và trách nhiệm của cơ sở đào tạo trong việc thực hiện các quy định này.",
            "original_content": "QUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\n\nQUYẾT ĐỊNH:\n\nĐiều 1. Ban hành kèm theo Quyết định này Quy định in nội dung trên văn bằng, chứng chỉ.\n\nĐiều 2. Quyết định này có hiệu lực thi hành kể từ ngày ký.\n\nQuyết định này thay thế Quyết định số 1174/QĐ-DHQG ngày 19 tháng 10 năm 2017 của Giám đốc ĐHQG-HCM về việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ.\n\nĐiều 3. Chánh Văn phòng, Trưởng ban Ban Đào tạo, Trưởng các Ban chức năng khác có liên quan, Tổ trưởng Tổ Quản lý và cấp phát văn bằng, chứng chỉ ĐHQG-HCM, Thủ trưởng các đơn vị thành viên, trực thuộc ĐHQG-HCM chịu trách nhiệm thi hành quyết định này.\n\nNơi nhận:\n- Như Điều 3;\n- Giám đốc (để báo cáo);\n- Lưu: VT, Ban ĐT.\n\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\n\nQUY ĐỊNH\nIn nội dung trên văn bằng, chứng chỉ\n(Kèm theo Quyết định số 4672/QĐ-DHQG ngày 14 tháng 12 năm 2022\ncủa Giám đốc Đại học Quốc gia Thành phố Hồ Chí Minh)\n\nChương I\nQUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Văn bản này quy định về việc in nội dung trên văn bằng, chứng chỉ (VBCC) Đại học Quốc gia Thành phố Hồ Chí Minh (DHQG-HCM).\n\n2. Quy định này áp dụng đối với các trường đại học thành viên, viện, khoa, phân hiệu, trung tâm trực thuộc DHQG-HCM (Cơ sở đào tạo - CSDT) được giao nhiệm vụ cấp VBCC.\n\nĐiều 2. Mục tiêu\n\n1. Thực hiện thống nhất trong DHQG-HCM về việc in nội dung trên VBCC.\n\n2. Quy định về việc in nội dung trên VBCC đảm bảo thực hiện theo đúng quy định của Bộ Giáo dục và Đào tạo (Bộ GD&ĐT) và DHQG-HCM.\n\nĐiều 3. Định nghĩa\n\nTrong Quy định này các từ ngữ sau đây được hiểu như sau:\n\n1. Người dùng đầu CSDT là Hiệu trưởng, Viện trưởng, Trưởng khoa, Giám đốc Phân hiệu DHQG-HCM tại tỉnh Bến Tre và Giám đốc trung tâm trực thuộc DHQG-HCM gọi chung là thủ trưởng.\n\n2. Chương trình đặc biệt bao gồm: chương trình tài năng, chương trình tiến tiến, chương trình Việt-Pháp.\n\n3. Chương trình bình thường bao gồm: chương trình chuẩn, văn bằng hai, liên thông, vừa làm vừa học, đào tạo từ xa, chất lượng cao.\n\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\n\nChương II\nQUY ĐỊNH NỘI DUNG IN TRÊN VĂN BÀNG, CHỨNG CHỈ\n\nĐiều 4. Quy định in nội dung trên văn bằng, chứng chỉ\n\n1. Quy định chung về in nội dung trên văn bằng, chứng chỉ\n\na) Đối với văn bằng, tên ngành đào tạo được ghi theo Danh mục thông kê ngành đào tạo của giáo dục đại học. Tên ngành đào tạo bằng tiếng Anh có ghi từ “in” ở phía trước.\n\nb) Đối với chứng chỉ, trình độ đào tạo, tên chương trình đào tạo ghi theo quy định của Bộ GD&ĐT hoặc ghi theo quyết định giao nhiệm vụ của Bộ GD&ĐT, DHQG-HCM.\n\nc) Tên các chương trình đặc biệt được ghi theo đề án đã được Bộ GD&ĐT hoặc DHQG-HCM phê duyệt.\n\nd) Họ tên, ngày tháng năm sinh của người được cấp VBCC được ghi theo giấy khai sinh hoặc theo hộ chiếu (đối với người nước ngoài).\n\ne) Ngày tháng năm cấp VBCC được xác định theo thời điểm cấp VBCC.\n\nf) Thấm quyền ký VBCC thực hiện theo quy định của Quy chế VBCC DHQG-HCM và quy định của Bộ GD&ĐT.\n\nh) DHQG-HCM quy định số hiệu VBCC và in trên VBCC theo quy định.\n\ni) CSDT cấp VBCC quy định số vào số gọc và in trên VBCC theo quy định của Quy chế VBCC DHQG-HCM, CSDT.\n\n2. Cách ghi nội dung trên văn bằng, chứng chỉ\n\na) Cách ghi nội dung trên chứng chỉ (Phụ lục I định kèm).\n\nb) Cách ghi nội dung trên văn bằng cao đẳng sự phạm (Phụ lục II định kèm).\n\nc) Cách ghi nội dung trên văn bằng đại học (Phụ lục III định kèm).\n\n\n\nĐiều 5. Trách nhiệm của cơ sở đào tạo\n\n1. CSDT có thể ban hành quy định hoặc văn bản hướng dẫn về in nội dung trên VBCC tại đơn vị để hướng dẫn cho các phòng chức năng, các cá nhân có liên quan thực hiện thông nhất theo đúng quy định của ĐHQG-HCM.\n\n2. CSDT rà soát thông tin của người được cấp VBCC trước khi in và in chính xác thông tin trên VBCC. Nếu có sai sót xảy ra trong quá trình in thì CSDT thực hiện hủy phối VBCC theo quy định của Quy chế VBCC ĐHQG-HCM.\n\n3. CSDT in đầy đủ các thông tin trên VBCC, không được in thêm bất kỳ nội dung hoặc thay đổi nội dung in trên VBCC khác với Quy định này, trừ khi có văn bản đồng ý của ĐHQG-HCM.\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\nChương III\nĐIỀU KHOẢN THI HÀNH\n\nĐiều 6. Tổ chức thực hiện\n\n1. CSDT chịu trách nhiệm tổ chức triển khai thực hiện Quy định này.\n\n2. Trong quá trình áp dụng, Quy định này có thể được Giám đốc ĐHQG-HCM sửa đổi, bổ sung cho phù hợp với tình hình thực tế.\n\n\n\n1. Chung chi ứng dụng công nghệ thông tin\n   a) Chung chi ứng dụng công nghệ thông tin cơ bản\n\n   CÔNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\n   Độc lập - Tự do - Hạnh phúc\n\n   CHUNG CHI\n   ỦNG DỤNG CÔNG NGHỆ THÔNG TIN CƠ BẢN\n\n   Cấp cho: ____________________________ (1)\n   Sinh ngày: __________________________ (2)   Noi sinh: __________________________ (3)\n   Đạt yêu cầu bài thi ứng dụng công nghệ thông tin cơ bản tại Hội đồng thi: __________________________ (5)\n   Kết quả: Điểm trắc nghiệm: __________________________ (6)   Điểm thắc hành: __________________________ (7)\n   __________________________, ngày __________________________ tháng __________________________ năm (8)\n   Số hiệu: __________________________ (12)\n   Số vào sổ cấp chứng chỉ: __________________________ (13)\n\n\n\nb) Chứng chỉ ứng dụng công nghệ thông tin nâng cao\n\n\nCÔNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nCHỨNG CHỈ\nỨNG DỤNG CÔNG NGHỆ THÔNG TIN NÂNG CAO\nMÔ DUN: ____________________________ (15)\n\nCấp cho: ____________________________ (1)\nSinh ngày: ____________________________ (2)  Noi sinh: ____________________________ (3)\nĐạt yêu cầu bài thi ứng dụng công nghệ thông tin nâng cao tại Hội đồng thi: ____________________________ (5)\n\nKết quả:  Điểm trắc nghiệm: ____________________________ (6)  Điểm thực hành: ____________________________ (7)\n\n(8) ____________________________ (9) ____________________________ (10)\n\nSố hiệu: ____________________________ (12)  Số vào sổ cấp chứng chỉ: ____________________________ (13)\n\n\n\n2. Chứng chỉ Giáo dục quốc phòng và an ninh\n\nCHỨNG CHỈ\nGIÁO DỤC QUỐC PHÒNG VÀ AN NINH\n\nCấp cho: (1)\nSinh ngày: (2)  Nơi sinh: (3)\nĐã hoàn thành chương trình môn học Giáo dục quốc phòng và an ninh.\nXếp loại: (14)\n\n(8) , ngày (9) tháng (10) năm\n\nSố hiệu: (12)  Số vào sổ cấp chứng chỉ: (13)\n\n3. Chương chi Đào tạo kiểm định viên kiểm định chất lượng giáo dục đại học\n\nCÔNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nCHƯƠNG CHỈ\nĐÀO TẠO KIỂM ĐỊNH VIÊN KIỂM ĐỊNH CHẤT LƯỢNG GIÁO DỤC ĐẠI HỌC\n\nCấp cho: (1)\nSinh ngày: (2)  Noi sinh: (3)\nĐã hoàn thành chương trình đào tạo Kiểm định viên kiểm định chất lượng giáo dục đại học.\nTừ ngày tháng năm đến ngày tháng năm (4)\nHội đồng thi: (5)\nXếp loại: (14)  Thành phố Hồ Chí Minh, ngày tháng năm (9)\nSố hiệu: (12)  Số vào sổ cấp chứng chỉ: (13)\n\n4. Chứng chỉ Ngoại ngữ theo Khung năng lực ngoại ngữ 6 bậc dùng cho Việt Nam\n\nSOCIALIST REPUBLIC OF VIET NAM\nIndependence - Freedom - Happiness\n\nCERTIFICATE OF PROFICIENCY\n\nIn: (23)\nLevel: (24)\n\nThis is to certify that\n\nFull name: (26)\nDate of birth: (27)\n\nHas taken the Foreign Language Proficiency Assessment Exam based on the 6-level Foreign Language Proficiency Framework for Vietnam\n\nDate of Exam: (28)\nOverall Score: (29)\n\nListening: (30a) Reading: (30b)\nSpeaking: (30c) Writing: (30d)\n\n(31) (32)\n\nDecision number: (33)\nCertificate number: (34)\nReference number: (35)\n\nCÔNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nCHỨNG CHỈ NGOẠI NGỮ\n\nNgôn ngữ: (16)\nBậc: (17)\n\nCấp cho\n\nHọ và tên: (1)\nNgày sinh: (2)\n\nĐã tham dự kỳ thi đánh giá năng lực ngoại ngữ theo Khung năng lực ngoại ngữ 6 bậc dùng cho Việt Nam\n\nNgày thi: (19)\nDiễn thi: (20)\n\nNghe: (21a) Đọc: (21b)\nNói: (21c) Viết: (21d)\n\n(8) ngày tháng năm (9)\n\nSố Quyết định: (22)\nSố hiệu: (12)\nSố vào sổ cấp chứng chỉ: (13)\n\n\n\n2. Cách ghi nội dung trên chứng chỉ\n\n- (1) Ghi họ tên của người được cấp chứng chỉ, theo giấy khai sinh.\n\n- (2) Ghi ngày, tháng, năm sinh theo giấy khai sinh. Nếu ngày sinh từ ngày 1 đến ngày 9, tháng sinh là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước; ghi năm sinh đầy đủ 04 chữ số, giữa ngày tháng năm có dấu gạch chéo (Ví dụ: 07/02/1981).\n\n- (3) Ghi nội dung của người học theo địa danh tỉnh, thành phố trực thuộc Trung ương cần cấp theo giấy khai sinh, kể cả trong trường hợp tại thời điểm cấp văn bằng đã có sự thay đổi địa danh hành chính nên không còn địa danh tỉnh, thành phố trực thuộc Trung ương khi khai sinh.\n\n- (4) Ghi ngày, tháng, năm từ lúc bắt đầu cho đến khi hoàn thành chương trình học. Nếu ngày là từ ngày 1 đến ngày 9, tháng là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước; ghi năm đầy đủ 04 chữ số.\n\n- (5) Ghi tên Hội đồng. Nếu không thành lập Hội đồng thì không ghi.\n\n- (6), (7) Ghi điểm thi của người được cấp chứng chỉ.\n\n- (8) Ghi địa danh tỉnh, thành phố trực thuộc Trung ương nơi cơ quan cấp chứng chỉ đặt trụ sở chính.\n\n- (9) Ghi ngày, tháng, năm cấp chứng chỉ.\n\n- (10) Chức danh của Thủ trưởng cơ sở đào tạo.\n\n- (11) Thủ trưởng cơ sở đào tạo ký, ghi rõ học hàm, học vị, họ tên và dòng đầu theo quy định.\n\n- (12) Số hiệu: là số do cơ quan, đơn vị in phù chứng chỉ ghi khi cấp phôi.\n\n- (13) Số vào số cấp chứng chỉ: là số ghi vào số góc chứng chỉ.\n\n- (14) Ghi xếp loại của người được cấp chứng chỉ theo quy chế đào tạo và cấp chứng chỉ (ví dụ: Giỏi, Khá...).\n\n- (15) Ghi tên chương trình đào tạo ngắn hạn.\n\n- (16) Ghi ngôn ngữ được cấp chứng chỉ (Ví dụ: Tiếng Anh).\n\n- (17) Ghi bậc theo năng lực ngoại ngữ 6 bậc dùng cho Việt Nam.\n\n- (18) Ghi tên cơ sở đào tạo cấp chứng chỉ.\n\n- (19) Ghi ngày, tháng, năm tổ chức thi. Nếu ngày là từ ngày 1 đến ngày 9, tháng là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước, ghi năm đầy đủ 04 chữ số, giữa ngày tháng năm có dấu gạch chéo (Ví dụ: 07/02/1981).\n\n- (20) Ghi tổng điểm đạt được.\n\n- (21a), (21b), (21c), (21d): ghi điểm thi của từng kỳ năng.\n\n- (22) Ghi số quyết định.\n\n\n\n- (23) Ghi ngôn ngữ được cấp chứng chỉ bằng tiếng Anh.\n- (24) Ghi bằng số như đã ghi ở điểm (17).\n- (25) Ghi tên của cơ sở đào tạo cấp chứng chỉ bằng tiếng Anh.\n- (26) Ghi đầy đủ họ tên như đã ghi ở điểm (1) bằng tiếng Việt không dấu.\n- (27) Ghi ngày tháng năm sinh bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi “07/10/2005” thì tiếng Anh ghi “October 07, 2005”).\n- (28) Ghi ngày tháng năm bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi “07/10/2005” thì tiếng Anh ghi \"October 07, 2005\").\n- (29) Ghi tổng điểm thi như ghi ở điểm (20).\n- (30a), (30b), (30c), (30d): Ghi điểm thi như ở điểm (21a), (21b), (21c), (21d).\n- (31) Ghi địa danh tỉnh, thành phố trực thuộc Trung ương nơi cơ quan cấp chứng chỉ đặt trụ sở chính bằng tiếng Anh.\n- (32) Ghi ngày tháng năm cấp chứng chỉ bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/02/1981\" thì Tiếng Anh ghi “February 07, 1981”).\n- (33) Ghi số quyết định như ghi ở điểm (22).\n- (34) Ghi số hiệu như đã ghi ở điểm (12).\n- (35) Ghi số vào số cấp chứng chỉ như đã ghi ở điểm (13).\n\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\n\n1. Mẫu bằng cao đẳng\n\nSOCIALIST REPUBLIC OF VIET NAM\nIndependence - Freedom - Happiness\n\nRECTOR\nAN GIANG UNIVERSITY\n\nhas conferred\nAdvanced Diploma in Education\n\nAn Giang, (13)\n\nGiven under the seal of\nAN GIANG UNIVERSITY\n\nCỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nHIỆU TRƯỞNG\nTRƯỞNG ĐẠI HỌC AN GIANG\n\nBằng tốt nghiệp cao đẳng sư phạm\n\nChọn: (2)\nNgày sinh: (3)\nXếp loại tốt nghiệp: (4)\n\nAn Giang, ngày ______ tháng ______ năm (5)\n\nHIỆU TRƯỞNG\n\nSố hiệu: (7)\nSố vào sổ gốc cấp văn bằng: (8)\n\n\n2. Cách ghi nội dung trên bảng cao đẳng\n\n- (1) Ghi tên ngành đào tạo người học đã theo học, bằng tiếng Việt.\n\n- (2) Ghi họ tên của người được cấp văn bằng, theo giấy khai sinh.\n\n- (3) Ghi ngày, tháng, năm sinh theo giấy khai sinh. Nếu ngày sinh từ ngày 1 đến ngày 9, tháng sinh là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước; ghi năm sinh đủ 04 chữ số, giữa ngày tháng năm có dấu gạch chéo (Ví dụ: 07/02/1981).\n\n- (4) Ghi “Xuất sắc”, “Giỏi”, “Khá”, “Trung bình khá” hoặc “Trung bình” theo Quy chế đào tạo.\n\n- (5) Ghi ngày, tháng, năm cấp văn bằng.\n\n- (6) Thù trưởng cơ sở đào tạo (Hiệu trưởng) ký, ghi rõ họ tên và dòng đầu theo quy định.\n\n- (7) Đổ cọ quan in phối văn bằng ghi khi cấp phổ.\n\n- (8) Đổ cọ số đào tạo ghi vào số góc cấp văn bằng khi cấp bằng tốt nghiệp cao đẳng sư phạm.\n\n- (9) Ghi “in” và tên ngành đào tạo người học đã theo học bằng tiếng Anh (Ví dụ: in English).\n\n- (10) Ghi đầy đủ họ tên như đã ghi ở điểm (2) bằng tiếng Việt không dấu.\n\n- (11) Ghi ngày tháng năm sinh bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/10/2005\" thì tiếng Anh ghi \"October 07, 2005\").\n\n- (12) Loại Xuất sắc ghi “Hight Distinction”, loại Giỏi ghi “Distinction”, loại Khá ghi “Credit”, loại Trung bình khá ghi “Strong Pass”, loại Trung bình ghi “Pass”.\n\n- (13) Ghi ngày tháng năm cấp văn bằng bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/02/1981\" thì Tiếng Anh ghi \"February 07, 1981\").\n\nGhi chú:\n\n- Nếu người được cấp văn bằng là người nước ngoài thì ghi các thông tin tại điểm (2), (3), (10), (11) cần cứ vào hộ chiếu.\n1. Mẫu bằng đại học\n\nSOCIALIST REPUBLIC OF VIETNAM\nIndependence - Freedom - Happiness\n\nVIET NAM NATIONAL UNIVERSITY HO CHI MINH CITY\nUNIVERSITY OF TECHNOLOGY\n\nhas conferred the degree of\nBachelor of Engineering\n\nUpon: ____________________________ (10)\nDate of birth: ____________________ (11)\nRanking: __________________________ (12)\n\nHo Chi Minh City, ____________________________ (13)\n\nGiven under the seal of\nUNIVERSITY OF TECHNOLOGY\n\nCỘNG HOÀ XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nDAI HOC QUOC GIA\nTHÀNH PHỐ HỒ CHÍ MINH\n\nCỘNG HOÀ XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nDAI HOC QUOC GIA THANH PHO HO CHI MINH\nTRƯỞNG ĐẠI HỌC BÁCH KHOA\n\nCấp bằng\nCử nhân\n\nChúc: ____________________________ (2)\nNgày sinh: ________________________ (3)\nHạng tốt nghiệp: ____________________ (4)\n\nThành phố Hồ Chí Minh, ngày _______ tháng _______ năm _______ (5)\nHIỆU TRƯỞNG\n\nSố hiệu/ No: ________________________ (7)\nSố vào sổ gốc cấp văn bằng/ Reg. ________________________ (8)\n\n\n\n2. Cách ghi nội dung trên bảng đại học\n\n- (1), (1a):\n  + Đối với chương trình đào tạo bình thường\n    - (1) ghi tên ngành đào tạo người học đã theo học, bằng tiếng Việt. Bằng đại học đã in tên ngành đào tạo trên bảng thì không ghi.\n    - (1a) không in.\n  + Đối với chương trình đặc biệt\n    - (1) Ghi tên chương trình đào tạo bằng tiếng Việt: Chương trình tài năng, chương trình tiến tiến hay các chương trình khác trong đường bằng tiếng Việt.\n    - (1a) ghi tên ngành đào tạo người học đã theo học, bằng tiếng Việt.\n\n- (2) Ghi họ tên của người được cấp văn bằng, theo giấy khai sinh.\n\n- (3) Ghi ngày, tháng, năm sinh theo giấy khai sinh. Nếu ngày sinh từ ngày 1 đến ngày 9, tháng sinh là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước; ghi năm sinh đủ 04 chữ số, giữa ngày tháng năm có dấu gạch chéo (Ví dụ: 07/02/2000).\n\n- (4) Ghi “Xuất sắc”, “Giỏi”, “Khá”, “Trung bình khá” hoặc “Trung bình” theo Quy định.\n\n- (5) Ghi ngày, tháng, năm cấp bằng.\n\n- (6) Thù trưởng cơ sở đào tạo (hoặc Giám đốc ĐHQG-HCM hoặc Giám đốc ĐHQG-HCM, Thù trưởng cơ sở đào tạo) ký, ghi rõ họ tên và dòng đầu theo quy định.\n\n- (7) Do cơ quan in phối văn bằng ghi khi cấp phối.\n\n- (8) Do cơ sở đào tạo ghi vào số góc cấp văn bằng khi cấp bằng tốt nghiệp đại học.\n\n- (9), (9a):\n  + Đối với chương trình đào tạo bình thường\n    - (9) Ghi “in” và tên ngành đào tạo người học đã theo học bằng tiếng Anh (Ví dụ: in Information Technology). Bằng đại học đã in tên ngành đào tạo trên bảng thì không ghi.\n    - (9a) không in\n  + Đối với chương trình đặc biệt\n    - (9) “Chương trình tài năng” ghi “Honor Program”, “Chương trình tiến tiến” ghi “Advanced Program” hoặc tên các loại chương trình đào tạo theo quyết định ban hành bằng tiếng Anh hoặc ngoại ngữ phù hợp khác.\n    - (9a) Ghi “in” và tên ngành đào tạo người học đã theo học bằng tiếng Anh (Ví dụ: in Information Technology) hoặc ngoại ngữ phù hợp khác.\n\n\n\n- (10) Ghi đầy đủ họ tên như đã ghi ở điểm (2) bằng tiếng Việt không dấu.\n\n- (11) Ghi ngày tháng năm sinh bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/10/2000\" thì tiếng Anh ghi \"October 07, 2000\").\n\n- (12) Loại \"Xuất sắc\" ghi \"Excellent\", loại \"Giỏi\" ghi \"Very good\", loại \"Khá\" ghi \"Good\", loại \"Trung bình khá\" ghi \"Average good\", loại \"Trung bình\" ghi \"Ordinary\".\n\n- (13) Ghi ngày tháng năm cấp văn bằng bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/02/2022\" thì tiếng Anh ghi \"February 07, 2022\").\n\nGhi chú:\n\n- Nếu người được cấp văn bằng là người nước ngoài thì ghi các thông tin tại điểm (2), (3), (10), (11) cần cứ vào hộ chiếu.",
            "chunk_content": "QUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\n\nChương II\nQUY ĐỊNH NỘI DUNG IN TRÊN VĂN BÀNG, CHỨNG CHỈ\n\nĐiều 4. Quy định in nội dung trên văn bằng, chứng chỉ\n\n1. Quy định chung về in nội dung trên văn bằng, chứng chỉ\n\na) Đối với văn bằng, tên ngành đào tạo được ghi theo Danh mục thông kê ngành đào tạo của giáo dục đại học. Tên ngành đào tạo bằng tiếng Anh có ghi từ “in” ở phía trước.\n\nb) Đối với chứng chỉ, trình độ đào tạo, tên chương trình đào tạo ghi theo quy định của Bộ GD&ĐT hoặc ghi theo quyết định giao nhiệm vụ của Bộ GD&ĐT, DHQG-HCM.\n\nc) Tên các chương trình đặc biệt được ghi theo đề án đã được Bộ GD&ĐT hoặc DHQG-HCM phê duyệt.\n\nd) Họ tên, ngày tháng năm sinh của người được cấp VBCC được ghi theo giấy khai sinh hoặc theo hộ chiếu (đối với người nước ngoài).\n\ne) Ngày tháng năm cấp VBCC được xác định theo thời điểm cấp VBCC.\n\nf) Thấm quyền ký VBCC thực hiện theo quy định của Quy chế VBCC DHQG-HCM và quy định của Bộ GD&ĐT.\n\nh) DHQG-HCM quy định số hiệu VBCC và in trên VBCC theo quy định.\n\ni) CSDT cấp VBCC quy định số vào số gọc và in trên VBCC theo quy định của Quy chế VBCC DHQG-HCM, CSDT.\n\n2. Cách ghi nội dung trên văn bằng, chứng chỉ\n\na) Cách ghi nội dung trên chứng chỉ (Phụ lục I định kèm).\n\nb) Cách ghi nội dung trên văn bằng cao đẳng sự phạm (Phụ lục II định kèm).\n\nc) Cách ghi nội dung trên văn bằng đại học (Phụ lục III định kèm).\n\n\n\nĐiều 5. Trách nhiệm của cơ sở đào tạo\n\n1. CSDT có thể ban hành quy định hoặc văn bản hướng dẫn về in nội dung trên VBCC tại đơn vị để hướng dẫn cho các phòng chức năng, các cá nhân có liên quan thực hiện thông nhất theo đúng quy định của ĐHQG-HCM.\n\n2. CSDT rà soát thông tin của người được cấp VBCC trước khi in và in chính xác thông tin trên VBCC. Nếu có sai sót xảy ra trong quá trình in thì CSDT thực hiện hủy phối VBCC theo quy định của Quy chế VBCC ĐHQG-HCM.\n\n3. CSDT in đầy đủ các thông tin trên VBCC, không được in thêm bất kỳ nội dung hoặc thay đổi nội dung in trên VBCC khác với Quy định này, trừ khi có văn bản đồng ý của ĐHQG-HCM."
        }
    },
    {
        "file_name": "1672_qd-dhqg_14-12-2022_quy_dinh_in_noi_dung_tren_vbcc",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong Chương III của Quy định in nội dung trên văn bằng, chứng chỉ, quy định về tổ chức thực hiện và trách nhiệm của cơ sở đào tạo (CSDT) trong việc triển khai các quy định liên quan đến văn bằng và chứng chỉ. Nó cũng bao gồm các mẫu chứng chỉ cụ thể như chứng chỉ ứng dụng công nghệ thông tin, chứng chỉ giáo dục quốc phòng và an ninh, và chứng chỉ ngoại ngữ.",
            "original_content": "QUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\n\nQUYẾT ĐỊNH:\n\nĐiều 1. Ban hành kèm theo Quyết định này Quy định in nội dung trên văn bằng, chứng chỉ.\n\nĐiều 2. Quyết định này có hiệu lực thi hành kể từ ngày ký.\n\nQuyết định này thay thế Quyết định số 1174/QĐ-DHQG ngày 19 tháng 10 năm 2017 của Giám đốc ĐHQG-HCM về việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ.\n\nĐiều 3. Chánh Văn phòng, Trưởng ban Ban Đào tạo, Trưởng các Ban chức năng khác có liên quan, Tổ trưởng Tổ Quản lý và cấp phát văn bằng, chứng chỉ ĐHQG-HCM, Thủ trưởng các đơn vị thành viên, trực thuộc ĐHQG-HCM chịu trách nhiệm thi hành quyết định này.\n\nNơi nhận:\n- Như Điều 3;\n- Giám đốc (để báo cáo);\n- Lưu: VT, Ban ĐT.\n\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\n\nQUY ĐỊNH\nIn nội dung trên văn bằng, chứng chỉ\n(Kèm theo Quyết định số 4672/QĐ-DHQG ngày 14 tháng 12 năm 2022\ncủa Giám đốc Đại học Quốc gia Thành phố Hồ Chí Minh)\n\nChương I\nQUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Văn bản này quy định về việc in nội dung trên văn bằng, chứng chỉ (VBCC) Đại học Quốc gia Thành phố Hồ Chí Minh (DHQG-HCM).\n\n2. Quy định này áp dụng đối với các trường đại học thành viên, viện, khoa, phân hiệu, trung tâm trực thuộc DHQG-HCM (Cơ sở đào tạo - CSDT) được giao nhiệm vụ cấp VBCC.\n\nĐiều 2. Mục tiêu\n\n1. Thực hiện thống nhất trong DHQG-HCM về việc in nội dung trên VBCC.\n\n2. Quy định về việc in nội dung trên VBCC đảm bảo thực hiện theo đúng quy định của Bộ Giáo dục và Đào tạo (Bộ GD&ĐT) và DHQG-HCM.\n\nĐiều 3. Định nghĩa\n\nTrong Quy định này các từ ngữ sau đây được hiểu như sau:\n\n1. Người dùng đầu CSDT là Hiệu trưởng, Viện trưởng, Trưởng khoa, Giám đốc Phân hiệu DHQG-HCM tại tỉnh Bến Tre và Giám đốc trung tâm trực thuộc DHQG-HCM gọi chung là thủ trưởng.\n\n2. Chương trình đặc biệt bao gồm: chương trình tài năng, chương trình tiến tiến, chương trình Việt-Pháp.\n\n3. Chương trình bình thường bao gồm: chương trình chuẩn, văn bằng hai, liên thông, vừa làm vừa học, đào tạo từ xa, chất lượng cao.\n\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\n\nChương II\nQUY ĐỊNH NỘI DUNG IN TRÊN VĂN BÀNG, CHỨNG CHỈ\n\nĐiều 4. Quy định in nội dung trên văn bằng, chứng chỉ\n\n1. Quy định chung về in nội dung trên văn bằng, chứng chỉ\n\na) Đối với văn bằng, tên ngành đào tạo được ghi theo Danh mục thông kê ngành đào tạo của giáo dục đại học. Tên ngành đào tạo bằng tiếng Anh có ghi từ “in” ở phía trước.\n\nb) Đối với chứng chỉ, trình độ đào tạo, tên chương trình đào tạo ghi theo quy định của Bộ GD&ĐT hoặc ghi theo quyết định giao nhiệm vụ của Bộ GD&ĐT, DHQG-HCM.\n\nc) Tên các chương trình đặc biệt được ghi theo đề án đã được Bộ GD&ĐT hoặc DHQG-HCM phê duyệt.\n\nd) Họ tên, ngày tháng năm sinh của người được cấp VBCC được ghi theo giấy khai sinh hoặc theo hộ chiếu (đối với người nước ngoài).\n\ne) Ngày tháng năm cấp VBCC được xác định theo thời điểm cấp VBCC.\n\nf) Thấm quyền ký VBCC thực hiện theo quy định của Quy chế VBCC DHQG-HCM và quy định của Bộ GD&ĐT.\n\nh) DHQG-HCM quy định số hiệu VBCC và in trên VBCC theo quy định.\n\ni) CSDT cấp VBCC quy định số vào số gọc và in trên VBCC theo quy định của Quy chế VBCC DHQG-HCM, CSDT.\n\n2. Cách ghi nội dung trên văn bằng, chứng chỉ\n\na) Cách ghi nội dung trên chứng chỉ (Phụ lục I định kèm).\n\nb) Cách ghi nội dung trên văn bằng cao đẳng sự phạm (Phụ lục II định kèm).\n\nc) Cách ghi nội dung trên văn bằng đại học (Phụ lục III định kèm).\n\n\n\nĐiều 5. Trách nhiệm của cơ sở đào tạo\n\n1. CSDT có thể ban hành quy định hoặc văn bản hướng dẫn về in nội dung trên VBCC tại đơn vị để hướng dẫn cho các phòng chức năng, các cá nhân có liên quan thực hiện thông nhất theo đúng quy định của ĐHQG-HCM.\n\n2. CSDT rà soát thông tin của người được cấp VBCC trước khi in và in chính xác thông tin trên VBCC. Nếu có sai sót xảy ra trong quá trình in thì CSDT thực hiện hủy phối VBCC theo quy định của Quy chế VBCC ĐHQG-HCM.\n\n3. CSDT in đầy đủ các thông tin trên VBCC, không được in thêm bất kỳ nội dung hoặc thay đổi nội dung in trên VBCC khác với Quy định này, trừ khi có văn bản đồng ý của ĐHQG-HCM.\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\nChương III\nĐIỀU KHOẢN THI HÀNH\n\nĐiều 6. Tổ chức thực hiện\n\n1. CSDT chịu trách nhiệm tổ chức triển khai thực hiện Quy định này.\n\n2. Trong quá trình áp dụng, Quy định này có thể được Giám đốc ĐHQG-HCM sửa đổi, bổ sung cho phù hợp với tình hình thực tế.\n\n\n\n1. Chung chi ứng dụng công nghệ thông tin\n   a) Chung chi ứng dụng công nghệ thông tin cơ bản\n\n   CÔNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\n   Độc lập - Tự do - Hạnh phúc\n\n   CHUNG CHI\n   ỦNG DỤNG CÔNG NGHỆ THÔNG TIN CƠ BẢN\n\n   Cấp cho: ____________________________ (1)\n   Sinh ngày: __________________________ (2)   Noi sinh: __________________________ (3)\n   Đạt yêu cầu bài thi ứng dụng công nghệ thông tin cơ bản tại Hội đồng thi: __________________________ (5)\n   Kết quả: Điểm trắc nghiệm: __________________________ (6)   Điểm thắc hành: __________________________ (7)\n   __________________________, ngày __________________________ tháng __________________________ năm (8)\n   Số hiệu: __________________________ (12)\n   Số vào sổ cấp chứng chỉ: __________________________ (13)\n\n\n\nb) Chứng chỉ ứng dụng công nghệ thông tin nâng cao\n\n\nCÔNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nCHỨNG CHỈ\nỨNG DỤNG CÔNG NGHỆ THÔNG TIN NÂNG CAO\nMÔ DUN: ____________________________ (15)\n\nCấp cho: ____________________________ (1)\nSinh ngày: ____________________________ (2)  Noi sinh: ____________________________ (3)\nĐạt yêu cầu bài thi ứng dụng công nghệ thông tin nâng cao tại Hội đồng thi: ____________________________ (5)\n\nKết quả:  Điểm trắc nghiệm: ____________________________ (6)  Điểm thực hành: ____________________________ (7)\n\n(8) ____________________________ (9) ____________________________ (10)\n\nSố hiệu: ____________________________ (12)  Số vào sổ cấp chứng chỉ: ____________________________ (13)\n\n\n\n2. Chứng chỉ Giáo dục quốc phòng và an ninh\n\nCHỨNG CHỈ\nGIÁO DỤC QUỐC PHÒNG VÀ AN NINH\n\nCấp cho: (1)\nSinh ngày: (2)  Nơi sinh: (3)\nĐã hoàn thành chương trình môn học Giáo dục quốc phòng và an ninh.\nXếp loại: (14)\n\n(8) , ngày (9) tháng (10) năm\n\nSố hiệu: (12)  Số vào sổ cấp chứng chỉ: (13)\n\n3. Chương chi Đào tạo kiểm định viên kiểm định chất lượng giáo dục đại học\n\nCÔNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nCHƯƠNG CHỈ\nĐÀO TẠO KIỂM ĐỊNH VIÊN KIỂM ĐỊNH CHẤT LƯỢNG GIÁO DỤC ĐẠI HỌC\n\nCấp cho: (1)\nSinh ngày: (2)  Noi sinh: (3)\nĐã hoàn thành chương trình đào tạo Kiểm định viên kiểm định chất lượng giáo dục đại học.\nTừ ngày tháng năm đến ngày tháng năm (4)\nHội đồng thi: (5)\nXếp loại: (14)  Thành phố Hồ Chí Minh, ngày tháng năm (9)\nSố hiệu: (12)  Số vào sổ cấp chứng chỉ: (13)\n\n4. Chứng chỉ Ngoại ngữ theo Khung năng lực ngoại ngữ 6 bậc dùng cho Việt Nam\n\nSOCIALIST REPUBLIC OF VIET NAM\nIndependence - Freedom - Happiness\n\nCERTIFICATE OF PROFICIENCY\n\nIn: (23)\nLevel: (24)\n\nThis is to certify that\n\nFull name: (26)\nDate of birth: (27)\n\nHas taken the Foreign Language Proficiency Assessment Exam based on the 6-level Foreign Language Proficiency Framework for Vietnam\n\nDate of Exam: (28)\nOverall Score: (29)\n\nListening: (30a) Reading: (30b)\nSpeaking: (30c) Writing: (30d)\n\n(31) (32)\n\nDecision number: (33)\nCertificate number: (34)\nReference number: (35)\n\nCÔNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nCHỨNG CHỈ NGOẠI NGỮ\n\nNgôn ngữ: (16)\nBậc: (17)\n\nCấp cho\n\nHọ và tên: (1)\nNgày sinh: (2)\n\nĐã tham dự kỳ thi đánh giá năng lực ngoại ngữ theo Khung năng lực ngoại ngữ 6 bậc dùng cho Việt Nam\n\nNgày thi: (19)\nDiễn thi: (20)\n\nNghe: (21a) Đọc: (21b)\nNói: (21c) Viết: (21d)\n\n(8) ngày tháng năm (9)\n\nSố Quyết định: (22)\nSố hiệu: (12)\nSố vào sổ cấp chứng chỉ: (13)\n\n\n\n2. Cách ghi nội dung trên chứng chỉ\n\n- (1) Ghi họ tên của người được cấp chứng chỉ, theo giấy khai sinh.\n\n- (2) Ghi ngày, tháng, năm sinh theo giấy khai sinh. Nếu ngày sinh từ ngày 1 đến ngày 9, tháng sinh là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước; ghi năm sinh đầy đủ 04 chữ số, giữa ngày tháng năm có dấu gạch chéo (Ví dụ: 07/02/1981).\n\n- (3) Ghi nội dung của người học theo địa danh tỉnh, thành phố trực thuộc Trung ương cần cấp theo giấy khai sinh, kể cả trong trường hợp tại thời điểm cấp văn bằng đã có sự thay đổi địa danh hành chính nên không còn địa danh tỉnh, thành phố trực thuộc Trung ương khi khai sinh.\n\n- (4) Ghi ngày, tháng, năm từ lúc bắt đầu cho đến khi hoàn thành chương trình học. Nếu ngày là từ ngày 1 đến ngày 9, tháng là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước; ghi năm đầy đủ 04 chữ số.\n\n- (5) Ghi tên Hội đồng. Nếu không thành lập Hội đồng thì không ghi.\n\n- (6), (7) Ghi điểm thi của người được cấp chứng chỉ.\n\n- (8) Ghi địa danh tỉnh, thành phố trực thuộc Trung ương nơi cơ quan cấp chứng chỉ đặt trụ sở chính.\n\n- (9) Ghi ngày, tháng, năm cấp chứng chỉ.\n\n- (10) Chức danh của Thủ trưởng cơ sở đào tạo.\n\n- (11) Thủ trưởng cơ sở đào tạo ký, ghi rõ học hàm, học vị, họ tên và dòng đầu theo quy định.\n\n- (12) Số hiệu: là số do cơ quan, đơn vị in phù chứng chỉ ghi khi cấp phôi.\n\n- (13) Số vào số cấp chứng chỉ: là số ghi vào số góc chứng chỉ.\n\n- (14) Ghi xếp loại của người được cấp chứng chỉ theo quy chế đào tạo và cấp chứng chỉ (ví dụ: Giỏi, Khá...).\n\n- (15) Ghi tên chương trình đào tạo ngắn hạn.\n\n- (16) Ghi ngôn ngữ được cấp chứng chỉ (Ví dụ: Tiếng Anh).\n\n- (17) Ghi bậc theo năng lực ngoại ngữ 6 bậc dùng cho Việt Nam.\n\n- (18) Ghi tên cơ sở đào tạo cấp chứng chỉ.\n\n- (19) Ghi ngày, tháng, năm tổ chức thi. Nếu ngày là từ ngày 1 đến ngày 9, tháng là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước, ghi năm đầy đủ 04 chữ số, giữa ngày tháng năm có dấu gạch chéo (Ví dụ: 07/02/1981).\n\n- (20) Ghi tổng điểm đạt được.\n\n- (21a), (21b), (21c), (21d): ghi điểm thi của từng kỳ năng.\n\n- (22) Ghi số quyết định.\n\n\n\n- (23) Ghi ngôn ngữ được cấp chứng chỉ bằng tiếng Anh.\n- (24) Ghi bằng số như đã ghi ở điểm (17).\n- (25) Ghi tên của cơ sở đào tạo cấp chứng chỉ bằng tiếng Anh.\n- (26) Ghi đầy đủ họ tên như đã ghi ở điểm (1) bằng tiếng Việt không dấu.\n- (27) Ghi ngày tháng năm sinh bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi “07/10/2005” thì tiếng Anh ghi “October 07, 2005”).\n- (28) Ghi ngày tháng năm bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi “07/10/2005” thì tiếng Anh ghi \"October 07, 2005\").\n- (29) Ghi tổng điểm thi như ghi ở điểm (20).\n- (30a), (30b), (30c), (30d): Ghi điểm thi như ở điểm (21a), (21b), (21c), (21d).\n- (31) Ghi địa danh tỉnh, thành phố trực thuộc Trung ương nơi cơ quan cấp chứng chỉ đặt trụ sở chính bằng tiếng Anh.\n- (32) Ghi ngày tháng năm cấp chứng chỉ bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/02/1981\" thì Tiếng Anh ghi “February 07, 1981”).\n- (33) Ghi số quyết định như ghi ở điểm (22).\n- (34) Ghi số hiệu như đã ghi ở điểm (12).\n- (35) Ghi số vào số cấp chứng chỉ như đã ghi ở điểm (13).\n\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\n\n1. Mẫu bằng cao đẳng\n\nSOCIALIST REPUBLIC OF VIET NAM\nIndependence - Freedom - Happiness\n\nRECTOR\nAN GIANG UNIVERSITY\n\nhas conferred\nAdvanced Diploma in Education\n\nAn Giang, (13)\n\nGiven under the seal of\nAN GIANG UNIVERSITY\n\nCỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nHIỆU TRƯỞNG\nTRƯỞNG ĐẠI HỌC AN GIANG\n\nBằng tốt nghiệp cao đẳng sư phạm\n\nChọn: (2)\nNgày sinh: (3)\nXếp loại tốt nghiệp: (4)\n\nAn Giang, ngày ______ tháng ______ năm (5)\n\nHIỆU TRƯỞNG\n\nSố hiệu: (7)\nSố vào sổ gốc cấp văn bằng: (8)\n\n\n2. Cách ghi nội dung trên bảng cao đẳng\n\n- (1) Ghi tên ngành đào tạo người học đã theo học, bằng tiếng Việt.\n\n- (2) Ghi họ tên của người được cấp văn bằng, theo giấy khai sinh.\n\n- (3) Ghi ngày, tháng, năm sinh theo giấy khai sinh. Nếu ngày sinh từ ngày 1 đến ngày 9, tháng sinh là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước; ghi năm sinh đủ 04 chữ số, giữa ngày tháng năm có dấu gạch chéo (Ví dụ: 07/02/1981).\n\n- (4) Ghi “Xuất sắc”, “Giỏi”, “Khá”, “Trung bình khá” hoặc “Trung bình” theo Quy chế đào tạo.\n\n- (5) Ghi ngày, tháng, năm cấp văn bằng.\n\n- (6) Thù trưởng cơ sở đào tạo (Hiệu trưởng) ký, ghi rõ họ tên và dòng đầu theo quy định.\n\n- (7) Đổ cọ quan in phối văn bằng ghi khi cấp phổ.\n\n- (8) Đổ cọ số đào tạo ghi vào số góc cấp văn bằng khi cấp bằng tốt nghiệp cao đẳng sư phạm.\n\n- (9) Ghi “in” và tên ngành đào tạo người học đã theo học bằng tiếng Anh (Ví dụ: in English).\n\n- (10) Ghi đầy đủ họ tên như đã ghi ở điểm (2) bằng tiếng Việt không dấu.\n\n- (11) Ghi ngày tháng năm sinh bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/10/2005\" thì tiếng Anh ghi \"October 07, 2005\").\n\n- (12) Loại Xuất sắc ghi “Hight Distinction”, loại Giỏi ghi “Distinction”, loại Khá ghi “Credit”, loại Trung bình khá ghi “Strong Pass”, loại Trung bình ghi “Pass”.\n\n- (13) Ghi ngày tháng năm cấp văn bằng bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/02/1981\" thì Tiếng Anh ghi \"February 07, 1981\").\n\nGhi chú:\n\n- Nếu người được cấp văn bằng là người nước ngoài thì ghi các thông tin tại điểm (2), (3), (10), (11) cần cứ vào hộ chiếu.\n1. Mẫu bằng đại học\n\nSOCIALIST REPUBLIC OF VIETNAM\nIndependence - Freedom - Happiness\n\nVIET NAM NATIONAL UNIVERSITY HO CHI MINH CITY\nUNIVERSITY OF TECHNOLOGY\n\nhas conferred the degree of\nBachelor of Engineering\n\nUpon: ____________________________ (10)\nDate of birth: ____________________ (11)\nRanking: __________________________ (12)\n\nHo Chi Minh City, ____________________________ (13)\n\nGiven under the seal of\nUNIVERSITY OF TECHNOLOGY\n\nCỘNG HOÀ XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nDAI HOC QUOC GIA\nTHÀNH PHỐ HỒ CHÍ MINH\n\nCỘNG HOÀ XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nDAI HOC QUOC GIA THANH PHO HO CHI MINH\nTRƯỞNG ĐẠI HỌC BÁCH KHOA\n\nCấp bằng\nCử nhân\n\nChúc: ____________________________ (2)\nNgày sinh: ________________________ (3)\nHạng tốt nghiệp: ____________________ (4)\n\nThành phố Hồ Chí Minh, ngày _______ tháng _______ năm _______ (5)\nHIỆU TRƯỞNG\n\nSố hiệu/ No: ________________________ (7)\nSố vào sổ gốc cấp văn bằng/ Reg. ________________________ (8)\n\n\n\n2. Cách ghi nội dung trên bảng đại học\n\n- (1), (1a):\n  + Đối với chương trình đào tạo bình thường\n    - (1) ghi tên ngành đào tạo người học đã theo học, bằng tiếng Việt. Bằng đại học đã in tên ngành đào tạo trên bảng thì không ghi.\n    - (1a) không in.\n  + Đối với chương trình đặc biệt\n    - (1) Ghi tên chương trình đào tạo bằng tiếng Việt: Chương trình tài năng, chương trình tiến tiến hay các chương trình khác trong đường bằng tiếng Việt.\n    - (1a) ghi tên ngành đào tạo người học đã theo học, bằng tiếng Việt.\n\n- (2) Ghi họ tên của người được cấp văn bằng, theo giấy khai sinh.\n\n- (3) Ghi ngày, tháng, năm sinh theo giấy khai sinh. Nếu ngày sinh từ ngày 1 đến ngày 9, tháng sinh là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước; ghi năm sinh đủ 04 chữ số, giữa ngày tháng năm có dấu gạch chéo (Ví dụ: 07/02/2000).\n\n- (4) Ghi “Xuất sắc”, “Giỏi”, “Khá”, “Trung bình khá” hoặc “Trung bình” theo Quy định.\n\n- (5) Ghi ngày, tháng, năm cấp bằng.\n\n- (6) Thù trưởng cơ sở đào tạo (hoặc Giám đốc ĐHQG-HCM hoặc Giám đốc ĐHQG-HCM, Thù trưởng cơ sở đào tạo) ký, ghi rõ họ tên và dòng đầu theo quy định.\n\n- (7) Do cơ quan in phối văn bằng ghi khi cấp phối.\n\n- (8) Do cơ sở đào tạo ghi vào số góc cấp văn bằng khi cấp bằng tốt nghiệp đại học.\n\n- (9), (9a):\n  + Đối với chương trình đào tạo bình thường\n    - (9) Ghi “in” và tên ngành đào tạo người học đã theo học bằng tiếng Anh (Ví dụ: in Information Technology). Bằng đại học đã in tên ngành đào tạo trên bảng thì không ghi.\n    - (9a) không in\n  + Đối với chương trình đặc biệt\n    - (9) “Chương trình tài năng” ghi “Honor Program”, “Chương trình tiến tiến” ghi “Advanced Program” hoặc tên các loại chương trình đào tạo theo quyết định ban hành bằng tiếng Anh hoặc ngoại ngữ phù hợp khác.\n    - (9a) Ghi “in” và tên ngành đào tạo người học đã theo học bằng tiếng Anh (Ví dụ: in Information Technology) hoặc ngoại ngữ phù hợp khác.\n\n\n\n- (10) Ghi đầy đủ họ tên như đã ghi ở điểm (2) bằng tiếng Việt không dấu.\n\n- (11) Ghi ngày tháng năm sinh bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/10/2000\" thì tiếng Anh ghi \"October 07, 2000\").\n\n- (12) Loại \"Xuất sắc\" ghi \"Excellent\", loại \"Giỏi\" ghi \"Very good\", loại \"Khá\" ghi \"Good\", loại \"Trung bình khá\" ghi \"Average good\", loại \"Trung bình\" ghi \"Ordinary\".\n\n- (13) Ghi ngày tháng năm cấp văn bằng bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/02/2022\" thì tiếng Anh ghi \"February 07, 2022\").\n\nGhi chú:\n\n- Nếu người được cấp văn bằng là người nước ngoài thì ghi các thông tin tại điểm (2), (3), (10), (11) cần cứ vào hộ chiếu.",
            "chunk_content": "QUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\nChương III\nĐIỀU KHOẢN THI HÀNH\n\nĐiều 6. Tổ chức thực hiện\n\n1. CSDT chịu trách nhiệm tổ chức triển khai thực hiện Quy định này.\n\n2. Trong quá trình áp dụng, Quy định này có thể được Giám đốc ĐHQG-HCM sửa đổi, bổ sung cho phù hợp với tình hình thực tế.\n\n\n\n1. Chung chi ứng dụng công nghệ thông tin\n   a) Chung chi ứng dụng công nghệ thông tin cơ bản\n\n   CÔNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\n   Độc lập - Tự do - Hạnh phúc\n\n   CHUNG CHI\n   ỦNG DỤNG CÔNG NGHỆ THÔNG TIN CƠ BẢN\n\n   Cấp cho: ____________________________ (1)\n   Sinh ngày: __________________________ (2)   Noi sinh: __________________________ (3)\n   Đạt yêu cầu bài thi ứng dụng công nghệ thông tin cơ bản tại Hội đồng thi: __________________________ (5)\n   Kết quả: Điểm trắc nghiệm: __________________________ (6)   Điểm thắc hành: __________________________ (7)\n   __________________________, ngày __________________________ tháng __________________________ năm (8)\n   Số hiệu: __________________________ (12)\n   Số vào sổ cấp chứng chỉ: __________________________ (13)\n\n\n\nb) Chứng chỉ ứng dụng công nghệ thông tin nâng cao\n\n\nCÔNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nCHỨNG CHỈ\nỨNG DỤNG CÔNG NGHỆ THÔNG TIN NÂNG CAO\nMÔ DUN: ____________________________ (15)\n\nCấp cho: ____________________________ (1)\nSinh ngày: ____________________________ (2)  Noi sinh: ____________________________ (3)\nĐạt yêu cầu bài thi ứng dụng công nghệ thông tin nâng cao tại Hội đồng thi: ____________________________ (5)\n\nKết quả:  Điểm trắc nghiệm: ____________________________ (6)  Điểm thực hành: ____________________________ (7)\n\n(8) ____________________________ (9) ____________________________ (10)\n\nSố hiệu: ____________________________ (12)  Số vào sổ cấp chứng chỉ: ____________________________ (13)\n\n\n\n2. Chứng chỉ Giáo dục quốc phòng và an ninh\n\nCHỨNG CHỈ\nGIÁO DỤC QUỐC PHÒNG VÀ AN NINH\n\nCấp cho: (1)\nSinh ngày: (2)  Nơi sinh: (3)\nĐã hoàn thành chương trình môn học Giáo dục quốc phòng và an ninh.\nXếp loại: (14)\n\n(8) , ngày (9) tháng (10) năm\n\nSố hiệu: (12)  Số vào sổ cấp chứng chỉ: (13)\n\n3. Chương chi Đào tạo kiểm định viên kiểm định chất lượng giáo dục đại học\n\nCÔNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nCHƯƠNG CHỈ\nĐÀO TẠO KIỂM ĐỊNH VIÊN KIỂM ĐỊNH CHẤT LƯỢNG GIÁO DỤC ĐẠI HỌC\n\nCấp cho: (1)\nSinh ngày: (2)  Noi sinh: (3)\nĐã hoàn thành chương trình đào tạo Kiểm định viên kiểm định chất lượng giáo dục đại học.\nTừ ngày tháng năm đến ngày tháng năm (4)\nHội đồng thi: (5)\nXếp loại: (14)  Thành phố Hồ Chí Minh, ngày tháng năm (9)\nSố hiệu: (12)  Số vào sổ cấp chứng chỉ: (13)\n\n4. Chứng chỉ Ngoại ngữ theo Khung năng lực ngoại ngữ 6 bậc dùng cho Việt Nam\n\nSOCIALIST REPUBLIC OF VIET NAM\nIndependence - Freedom - Happiness\n\nCERTIFICATE OF PROFICIENCY\n\nIn: (23)\nLevel: (24)\n\nThis is to certify that\n\nFull name: (26)\nDate of birth: (27)\n\nHas taken the Foreign Language Proficiency Assessment Exam based on the 6-level Foreign Language Proficiency Framework for Vietnam\n\nDate of Exam: (28)\nOverall Score: (29)\n\nListening: (30a) Reading: (30b)\nSpeaking: (30c) Writing: (30d)\n\n(31) (32)\n\nDecision number: (33)\nCertificate number: (34)\nReference number: (35)\n\nCÔNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nCHỨNG CHỈ NGOẠI NGỮ\n\nNgôn ngữ: (16)\nBậc: (17)\n\nCấp cho\n\nHọ và tên: (1)\nNgày sinh: (2)\n\nĐã tham dự kỳ thi đánh giá năng lực ngoại ngữ theo Khung năng lực ngoại ngữ 6 bậc dùng cho Việt Nam\n\nNgày thi: (19)\nDiễn thi: (20)\n\nNghe: (21a) Đọc: (21b)\nNói: (21c) Viết: (21d)\n\n(8) ngày tháng năm (9)\n\nSố Quyết định: (22)\nSố hiệu: (12)\nSố vào sổ cấp chứng chỉ: (13)\n\n\n\n2. Cách ghi nội dung trên chứng chỉ\n\n- (1) Ghi họ tên của người được cấp chứng chỉ, theo giấy khai sinh.\n\n- (2) Ghi ngày, tháng, năm sinh theo giấy khai sinh. Nếu ngày sinh từ ngày 1 đến ngày 9, tháng sinh là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước; ghi năm sinh đầy đủ 04 chữ số, giữa ngày tháng năm có dấu gạch chéo (Ví dụ: 07/02/1981).\n\n- (3) Ghi nội dung của người học theo địa danh tỉnh, thành phố trực thuộc Trung ương cần cấp theo giấy khai sinh, kể cả trong trường hợp tại thời điểm cấp văn bằng đã có sự thay đổi địa danh hành chính nên không còn địa danh tỉnh, thành phố trực thuộc Trung ương khi khai sinh.\n\n- (4) Ghi ngày, tháng, năm từ lúc bắt đầu cho đến khi hoàn thành chương trình học. Nếu ngày là từ ngày 1 đến ngày 9, tháng là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước; ghi năm đầy đủ 04 chữ số.\n\n- (5) Ghi tên Hội đồng. Nếu không thành lập Hội đồng thì không ghi.\n\n- (6), (7) Ghi điểm thi của người được cấp chứng chỉ.\n\n- (8) Ghi địa danh tỉnh, thành phố trực thuộc Trung ương nơi cơ quan cấp chứng chỉ đặt trụ sở chính.\n\n- (9) Ghi ngày, tháng, năm cấp chứng chỉ.\n\n- (10) Chức danh của Thủ trưởng cơ sở đào tạo.\n\n- (11) Thủ trưởng cơ sở đào tạo ký, ghi rõ học hàm, học vị, họ tên và dòng đầu theo quy định.\n\n- (12) Số hiệu: là số do cơ quan, đơn vị in phù chứng chỉ ghi khi cấp phôi.\n\n- (13) Số vào số cấp chứng chỉ: là số ghi vào số góc chứng chỉ.\n\n- (14) Ghi xếp loại của người được cấp chứng chỉ theo quy chế đào tạo và cấp chứng chỉ (ví dụ: Giỏi, Khá...).\n\n- (15) Ghi tên chương trình đào tạo ngắn hạn.\n\n- (16) Ghi ngôn ngữ được cấp chứng chỉ (Ví dụ: Tiếng Anh).\n\n- (17) Ghi bậc theo năng lực ngoại ngữ 6 bậc dùng cho Việt Nam.\n\n- (18) Ghi tên cơ sở đào tạo cấp chứng chỉ.\n\n- (19) Ghi ngày, tháng, năm tổ chức thi. Nếu ngày là từ ngày 1 đến ngày 9, tháng là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước, ghi năm đầy đủ 04 chữ số, giữa ngày tháng năm có dấu gạch chéo (Ví dụ: 07/02/1981).\n\n- (20) Ghi tổng điểm đạt được.\n\n- (21a), (21b), (21c), (21d): ghi điểm thi của từng kỳ năng.\n\n- (22) Ghi số quyết định.\n\n\n\n- (23) Ghi ngôn ngữ được cấp chứng chỉ bằng tiếng Anh.\n- (24) Ghi bằng số như đã ghi ở điểm (17).\n- (25) Ghi tên của cơ sở đào tạo cấp chứng chỉ bằng tiếng Anh.\n- (26) Ghi đầy đủ họ tên như đã ghi ở điểm (1) bằng tiếng Việt không dấu.\n- (27) Ghi ngày tháng năm sinh bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi “07/10/2005” thì tiếng Anh ghi “October 07, 2005”).\n- (28) Ghi ngày tháng năm bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi “07/10/2005” thì tiếng Anh ghi \"October 07, 2005\").\n- (29) Ghi tổng điểm thi như ghi ở điểm (20).\n- (30a), (30b), (30c), (30d): Ghi điểm thi như ở điểm (21a), (21b), (21c), (21d).\n- (31) Ghi địa danh tỉnh, thành phố trực thuộc Trung ương nơi cơ quan cấp chứng chỉ đặt trụ sở chính bằng tiếng Anh.\n- (32) Ghi ngày tháng năm cấp chứng chỉ bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/02/1981\" thì Tiếng Anh ghi “February 07, 1981”).\n- (33) Ghi số quyết định như ghi ở điểm (22).\n- (34) Ghi số hiệu như đã ghi ở điểm (12).\n- (35) Ghi số vào số cấp chứng chỉ như đã ghi ở điểm (13)."
        }
    },
    {
        "file_name": "1672_qd-dhqg_14-12-2022_quy_dinh_in_noi_dung_tren_vbcc",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong phần quy định về mẫu văn bằng và chứng chỉ, cụ thể là mẫu bằng cao đẳng và cách ghi nội dung trên bảng cao đẳng, thuộc Quy định in nội dung trên văn bằng, chứng chỉ của Đại học Quốc gia Thành phố Hồ Chí Minh.",
            "original_content": "QUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\n\nQUYẾT ĐỊNH:\n\nĐiều 1. Ban hành kèm theo Quyết định này Quy định in nội dung trên văn bằng, chứng chỉ.\n\nĐiều 2. Quyết định này có hiệu lực thi hành kể từ ngày ký.\n\nQuyết định này thay thế Quyết định số 1174/QĐ-DHQG ngày 19 tháng 10 năm 2017 của Giám đốc ĐHQG-HCM về việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ.\n\nĐiều 3. Chánh Văn phòng, Trưởng ban Ban Đào tạo, Trưởng các Ban chức năng khác có liên quan, Tổ trưởng Tổ Quản lý và cấp phát văn bằng, chứng chỉ ĐHQG-HCM, Thủ trưởng các đơn vị thành viên, trực thuộc ĐHQG-HCM chịu trách nhiệm thi hành quyết định này.\n\nNơi nhận:\n- Như Điều 3;\n- Giám đốc (để báo cáo);\n- Lưu: VT, Ban ĐT.\n\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\n\nQUY ĐỊNH\nIn nội dung trên văn bằng, chứng chỉ\n(Kèm theo Quyết định số 4672/QĐ-DHQG ngày 14 tháng 12 năm 2022\ncủa Giám đốc Đại học Quốc gia Thành phố Hồ Chí Minh)\n\nChương I\nQUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Văn bản này quy định về việc in nội dung trên văn bằng, chứng chỉ (VBCC) Đại học Quốc gia Thành phố Hồ Chí Minh (DHQG-HCM).\n\n2. Quy định này áp dụng đối với các trường đại học thành viên, viện, khoa, phân hiệu, trung tâm trực thuộc DHQG-HCM (Cơ sở đào tạo - CSDT) được giao nhiệm vụ cấp VBCC.\n\nĐiều 2. Mục tiêu\n\n1. Thực hiện thống nhất trong DHQG-HCM về việc in nội dung trên VBCC.\n\n2. Quy định về việc in nội dung trên VBCC đảm bảo thực hiện theo đúng quy định của Bộ Giáo dục và Đào tạo (Bộ GD&ĐT) và DHQG-HCM.\n\nĐiều 3. Định nghĩa\n\nTrong Quy định này các từ ngữ sau đây được hiểu như sau:\n\n1. Người dùng đầu CSDT là Hiệu trưởng, Viện trưởng, Trưởng khoa, Giám đốc Phân hiệu DHQG-HCM tại tỉnh Bến Tre và Giám đốc trung tâm trực thuộc DHQG-HCM gọi chung là thủ trưởng.\n\n2. Chương trình đặc biệt bao gồm: chương trình tài năng, chương trình tiến tiến, chương trình Việt-Pháp.\n\n3. Chương trình bình thường bao gồm: chương trình chuẩn, văn bằng hai, liên thông, vừa làm vừa học, đào tạo từ xa, chất lượng cao.\n\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\n\nChương II\nQUY ĐỊNH NỘI DUNG IN TRÊN VĂN BÀNG, CHỨNG CHỈ\n\nĐiều 4. Quy định in nội dung trên văn bằng, chứng chỉ\n\n1. Quy định chung về in nội dung trên văn bằng, chứng chỉ\n\na) Đối với văn bằng, tên ngành đào tạo được ghi theo Danh mục thông kê ngành đào tạo của giáo dục đại học. Tên ngành đào tạo bằng tiếng Anh có ghi từ “in” ở phía trước.\n\nb) Đối với chứng chỉ, trình độ đào tạo, tên chương trình đào tạo ghi theo quy định của Bộ GD&ĐT hoặc ghi theo quyết định giao nhiệm vụ của Bộ GD&ĐT, DHQG-HCM.\n\nc) Tên các chương trình đặc biệt được ghi theo đề án đã được Bộ GD&ĐT hoặc DHQG-HCM phê duyệt.\n\nd) Họ tên, ngày tháng năm sinh của người được cấp VBCC được ghi theo giấy khai sinh hoặc theo hộ chiếu (đối với người nước ngoài).\n\ne) Ngày tháng năm cấp VBCC được xác định theo thời điểm cấp VBCC.\n\nf) Thấm quyền ký VBCC thực hiện theo quy định của Quy chế VBCC DHQG-HCM và quy định của Bộ GD&ĐT.\n\nh) DHQG-HCM quy định số hiệu VBCC và in trên VBCC theo quy định.\n\ni) CSDT cấp VBCC quy định số vào số gọc và in trên VBCC theo quy định của Quy chế VBCC DHQG-HCM, CSDT.\n\n2. Cách ghi nội dung trên văn bằng, chứng chỉ\n\na) Cách ghi nội dung trên chứng chỉ (Phụ lục I định kèm).\n\nb) Cách ghi nội dung trên văn bằng cao đẳng sự phạm (Phụ lục II định kèm).\n\nc) Cách ghi nội dung trên văn bằng đại học (Phụ lục III định kèm).\n\n\n\nĐiều 5. Trách nhiệm của cơ sở đào tạo\n\n1. CSDT có thể ban hành quy định hoặc văn bản hướng dẫn về in nội dung trên VBCC tại đơn vị để hướng dẫn cho các phòng chức năng, các cá nhân có liên quan thực hiện thông nhất theo đúng quy định của ĐHQG-HCM.\n\n2. CSDT rà soát thông tin của người được cấp VBCC trước khi in và in chính xác thông tin trên VBCC. Nếu có sai sót xảy ra trong quá trình in thì CSDT thực hiện hủy phối VBCC theo quy định của Quy chế VBCC ĐHQG-HCM.\n\n3. CSDT in đầy đủ các thông tin trên VBCC, không được in thêm bất kỳ nội dung hoặc thay đổi nội dung in trên VBCC khác với Quy định này, trừ khi có văn bản đồng ý của ĐHQG-HCM.\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\nChương III\nĐIỀU KHOẢN THI HÀNH\n\nĐiều 6. Tổ chức thực hiện\n\n1. CSDT chịu trách nhiệm tổ chức triển khai thực hiện Quy định này.\n\n2. Trong quá trình áp dụng, Quy định này có thể được Giám đốc ĐHQG-HCM sửa đổi, bổ sung cho phù hợp với tình hình thực tế.\n\n\n\n1. Chung chi ứng dụng công nghệ thông tin\n   a) Chung chi ứng dụng công nghệ thông tin cơ bản\n\n   CÔNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\n   Độc lập - Tự do - Hạnh phúc\n\n   CHUNG CHI\n   ỦNG DỤNG CÔNG NGHỆ THÔNG TIN CƠ BẢN\n\n   Cấp cho: ____________________________ (1)\n   Sinh ngày: __________________________ (2)   Noi sinh: __________________________ (3)\n   Đạt yêu cầu bài thi ứng dụng công nghệ thông tin cơ bản tại Hội đồng thi: __________________________ (5)\n   Kết quả: Điểm trắc nghiệm: __________________________ (6)   Điểm thắc hành: __________________________ (7)\n   __________________________, ngày __________________________ tháng __________________________ năm (8)\n   Số hiệu: __________________________ (12)\n   Số vào sổ cấp chứng chỉ: __________________________ (13)\n\n\n\nb) Chứng chỉ ứng dụng công nghệ thông tin nâng cao\n\n\nCÔNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nCHỨNG CHỈ\nỨNG DỤNG CÔNG NGHỆ THÔNG TIN NÂNG CAO\nMÔ DUN: ____________________________ (15)\n\nCấp cho: ____________________________ (1)\nSinh ngày: ____________________________ (2)  Noi sinh: ____________________________ (3)\nĐạt yêu cầu bài thi ứng dụng công nghệ thông tin nâng cao tại Hội đồng thi: ____________________________ (5)\n\nKết quả:  Điểm trắc nghiệm: ____________________________ (6)  Điểm thực hành: ____________________________ (7)\n\n(8) ____________________________ (9) ____________________________ (10)\n\nSố hiệu: ____________________________ (12)  Số vào sổ cấp chứng chỉ: ____________________________ (13)\n\n\n\n2. Chứng chỉ Giáo dục quốc phòng và an ninh\n\nCHỨNG CHỈ\nGIÁO DỤC QUỐC PHÒNG VÀ AN NINH\n\nCấp cho: (1)\nSinh ngày: (2)  Nơi sinh: (3)\nĐã hoàn thành chương trình môn học Giáo dục quốc phòng và an ninh.\nXếp loại: (14)\n\n(8) , ngày (9) tháng (10) năm\n\nSố hiệu: (12)  Số vào sổ cấp chứng chỉ: (13)\n\n3. Chương chi Đào tạo kiểm định viên kiểm định chất lượng giáo dục đại học\n\nCÔNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nCHƯƠNG CHỈ\nĐÀO TẠO KIỂM ĐỊNH VIÊN KIỂM ĐỊNH CHẤT LƯỢNG GIÁO DỤC ĐẠI HỌC\n\nCấp cho: (1)\nSinh ngày: (2)  Noi sinh: (3)\nĐã hoàn thành chương trình đào tạo Kiểm định viên kiểm định chất lượng giáo dục đại học.\nTừ ngày tháng năm đến ngày tháng năm (4)\nHội đồng thi: (5)\nXếp loại: (14)  Thành phố Hồ Chí Minh, ngày tháng năm (9)\nSố hiệu: (12)  Số vào sổ cấp chứng chỉ: (13)\n\n4. Chứng chỉ Ngoại ngữ theo Khung năng lực ngoại ngữ 6 bậc dùng cho Việt Nam\n\nSOCIALIST REPUBLIC OF VIET NAM\nIndependence - Freedom - Happiness\n\nCERTIFICATE OF PROFICIENCY\n\nIn: (23)\nLevel: (24)\n\nThis is to certify that\n\nFull name: (26)\nDate of birth: (27)\n\nHas taken the Foreign Language Proficiency Assessment Exam based on the 6-level Foreign Language Proficiency Framework for Vietnam\n\nDate of Exam: (28)\nOverall Score: (29)\n\nListening: (30a) Reading: (30b)\nSpeaking: (30c) Writing: (30d)\n\n(31) (32)\n\nDecision number: (33)\nCertificate number: (34)\nReference number: (35)\n\nCÔNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nCHỨNG CHỈ NGOẠI NGỮ\n\nNgôn ngữ: (16)\nBậc: (17)\n\nCấp cho\n\nHọ và tên: (1)\nNgày sinh: (2)\n\nĐã tham dự kỳ thi đánh giá năng lực ngoại ngữ theo Khung năng lực ngoại ngữ 6 bậc dùng cho Việt Nam\n\nNgày thi: (19)\nDiễn thi: (20)\n\nNghe: (21a) Đọc: (21b)\nNói: (21c) Viết: (21d)\n\n(8) ngày tháng năm (9)\n\nSố Quyết định: (22)\nSố hiệu: (12)\nSố vào sổ cấp chứng chỉ: (13)\n\n\n\n2. Cách ghi nội dung trên chứng chỉ\n\n- (1) Ghi họ tên của người được cấp chứng chỉ, theo giấy khai sinh.\n\n- (2) Ghi ngày, tháng, năm sinh theo giấy khai sinh. Nếu ngày sinh từ ngày 1 đến ngày 9, tháng sinh là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước; ghi năm sinh đầy đủ 04 chữ số, giữa ngày tháng năm có dấu gạch chéo (Ví dụ: 07/02/1981).\n\n- (3) Ghi nội dung của người học theo địa danh tỉnh, thành phố trực thuộc Trung ương cần cấp theo giấy khai sinh, kể cả trong trường hợp tại thời điểm cấp văn bằng đã có sự thay đổi địa danh hành chính nên không còn địa danh tỉnh, thành phố trực thuộc Trung ương khi khai sinh.\n\n- (4) Ghi ngày, tháng, năm từ lúc bắt đầu cho đến khi hoàn thành chương trình học. Nếu ngày là từ ngày 1 đến ngày 9, tháng là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước; ghi năm đầy đủ 04 chữ số.\n\n- (5) Ghi tên Hội đồng. Nếu không thành lập Hội đồng thì không ghi.\n\n- (6), (7) Ghi điểm thi của người được cấp chứng chỉ.\n\n- (8) Ghi địa danh tỉnh, thành phố trực thuộc Trung ương nơi cơ quan cấp chứng chỉ đặt trụ sở chính.\n\n- (9) Ghi ngày, tháng, năm cấp chứng chỉ.\n\n- (10) Chức danh của Thủ trưởng cơ sở đào tạo.\n\n- (11) Thủ trưởng cơ sở đào tạo ký, ghi rõ học hàm, học vị, họ tên và dòng đầu theo quy định.\n\n- (12) Số hiệu: là số do cơ quan, đơn vị in phù chứng chỉ ghi khi cấp phôi.\n\n- (13) Số vào số cấp chứng chỉ: là số ghi vào số góc chứng chỉ.\n\n- (14) Ghi xếp loại của người được cấp chứng chỉ theo quy chế đào tạo và cấp chứng chỉ (ví dụ: Giỏi, Khá...).\n\n- (15) Ghi tên chương trình đào tạo ngắn hạn.\n\n- (16) Ghi ngôn ngữ được cấp chứng chỉ (Ví dụ: Tiếng Anh).\n\n- (17) Ghi bậc theo năng lực ngoại ngữ 6 bậc dùng cho Việt Nam.\n\n- (18) Ghi tên cơ sở đào tạo cấp chứng chỉ.\n\n- (19) Ghi ngày, tháng, năm tổ chức thi. Nếu ngày là từ ngày 1 đến ngày 9, tháng là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước, ghi năm đầy đủ 04 chữ số, giữa ngày tháng năm có dấu gạch chéo (Ví dụ: 07/02/1981).\n\n- (20) Ghi tổng điểm đạt được.\n\n- (21a), (21b), (21c), (21d): ghi điểm thi của từng kỳ năng.\n\n- (22) Ghi số quyết định.\n\n\n\n- (23) Ghi ngôn ngữ được cấp chứng chỉ bằng tiếng Anh.\n- (24) Ghi bằng số như đã ghi ở điểm (17).\n- (25) Ghi tên của cơ sở đào tạo cấp chứng chỉ bằng tiếng Anh.\n- (26) Ghi đầy đủ họ tên như đã ghi ở điểm (1) bằng tiếng Việt không dấu.\n- (27) Ghi ngày tháng năm sinh bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi “07/10/2005” thì tiếng Anh ghi “October 07, 2005”).\n- (28) Ghi ngày tháng năm bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi “07/10/2005” thì tiếng Anh ghi \"October 07, 2005\").\n- (29) Ghi tổng điểm thi như ghi ở điểm (20).\n- (30a), (30b), (30c), (30d): Ghi điểm thi như ở điểm (21a), (21b), (21c), (21d).\n- (31) Ghi địa danh tỉnh, thành phố trực thuộc Trung ương nơi cơ quan cấp chứng chỉ đặt trụ sở chính bằng tiếng Anh.\n- (32) Ghi ngày tháng năm cấp chứng chỉ bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/02/1981\" thì Tiếng Anh ghi “February 07, 1981”).\n- (33) Ghi số quyết định như ghi ở điểm (22).\n- (34) Ghi số hiệu như đã ghi ở điểm (12).\n- (35) Ghi số vào số cấp chứng chỉ như đã ghi ở điểm (13).\n\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\n\n1. Mẫu bằng cao đẳng\n\nSOCIALIST REPUBLIC OF VIET NAM\nIndependence - Freedom - Happiness\n\nRECTOR\nAN GIANG UNIVERSITY\n\nhas conferred\nAdvanced Diploma in Education\n\nAn Giang, (13)\n\nGiven under the seal of\nAN GIANG UNIVERSITY\n\nCỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nHIỆU TRƯỞNG\nTRƯỞNG ĐẠI HỌC AN GIANG\n\nBằng tốt nghiệp cao đẳng sư phạm\n\nChọn: (2)\nNgày sinh: (3)\nXếp loại tốt nghiệp: (4)\n\nAn Giang, ngày ______ tháng ______ năm (5)\n\nHIỆU TRƯỞNG\n\nSố hiệu: (7)\nSố vào sổ gốc cấp văn bằng: (8)\n\n\n2. Cách ghi nội dung trên bảng cao đẳng\n\n- (1) Ghi tên ngành đào tạo người học đã theo học, bằng tiếng Việt.\n\n- (2) Ghi họ tên của người được cấp văn bằng, theo giấy khai sinh.\n\n- (3) Ghi ngày, tháng, năm sinh theo giấy khai sinh. Nếu ngày sinh từ ngày 1 đến ngày 9, tháng sinh là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước; ghi năm sinh đủ 04 chữ số, giữa ngày tháng năm có dấu gạch chéo (Ví dụ: 07/02/1981).\n\n- (4) Ghi “Xuất sắc”, “Giỏi”, “Khá”, “Trung bình khá” hoặc “Trung bình” theo Quy chế đào tạo.\n\n- (5) Ghi ngày, tháng, năm cấp văn bằng.\n\n- (6) Thù trưởng cơ sở đào tạo (Hiệu trưởng) ký, ghi rõ họ tên và dòng đầu theo quy định.\n\n- (7) Đổ cọ quan in phối văn bằng ghi khi cấp phổ.\n\n- (8) Đổ cọ số đào tạo ghi vào số góc cấp văn bằng khi cấp bằng tốt nghiệp cao đẳng sư phạm.\n\n- (9) Ghi “in” và tên ngành đào tạo người học đã theo học bằng tiếng Anh (Ví dụ: in English).\n\n- (10) Ghi đầy đủ họ tên như đã ghi ở điểm (2) bằng tiếng Việt không dấu.\n\n- (11) Ghi ngày tháng năm sinh bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/10/2005\" thì tiếng Anh ghi \"October 07, 2005\").\n\n- (12) Loại Xuất sắc ghi “Hight Distinction”, loại Giỏi ghi “Distinction”, loại Khá ghi “Credit”, loại Trung bình khá ghi “Strong Pass”, loại Trung bình ghi “Pass”.\n\n- (13) Ghi ngày tháng năm cấp văn bằng bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/02/1981\" thì Tiếng Anh ghi \"February 07, 1981\").\n\nGhi chú:\n\n- Nếu người được cấp văn bằng là người nước ngoài thì ghi các thông tin tại điểm (2), (3), (10), (11) cần cứ vào hộ chiếu.\n1. Mẫu bằng đại học\n\nSOCIALIST REPUBLIC OF VIETNAM\nIndependence - Freedom - Happiness\n\nVIET NAM NATIONAL UNIVERSITY HO CHI MINH CITY\nUNIVERSITY OF TECHNOLOGY\n\nhas conferred the degree of\nBachelor of Engineering\n\nUpon: ____________________________ (10)\nDate of birth: ____________________ (11)\nRanking: __________________________ (12)\n\nHo Chi Minh City, ____________________________ (13)\n\nGiven under the seal of\nUNIVERSITY OF TECHNOLOGY\n\nCỘNG HOÀ XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nDAI HOC QUOC GIA\nTHÀNH PHỐ HỒ CHÍ MINH\n\nCỘNG HOÀ XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nDAI HOC QUOC GIA THANH PHO HO CHI MINH\nTRƯỞNG ĐẠI HỌC BÁCH KHOA\n\nCấp bằng\nCử nhân\n\nChúc: ____________________________ (2)\nNgày sinh: ________________________ (3)\nHạng tốt nghiệp: ____________________ (4)\n\nThành phố Hồ Chí Minh, ngày _______ tháng _______ năm _______ (5)\nHIỆU TRƯỞNG\n\nSố hiệu/ No: ________________________ (7)\nSố vào sổ gốc cấp văn bằng/ Reg. ________________________ (8)\n\n\n\n2. Cách ghi nội dung trên bảng đại học\n\n- (1), (1a):\n  + Đối với chương trình đào tạo bình thường\n    - (1) ghi tên ngành đào tạo người học đã theo học, bằng tiếng Việt. Bằng đại học đã in tên ngành đào tạo trên bảng thì không ghi.\n    - (1a) không in.\n  + Đối với chương trình đặc biệt\n    - (1) Ghi tên chương trình đào tạo bằng tiếng Việt: Chương trình tài năng, chương trình tiến tiến hay các chương trình khác trong đường bằng tiếng Việt.\n    - (1a) ghi tên ngành đào tạo người học đã theo học, bằng tiếng Việt.\n\n- (2) Ghi họ tên của người được cấp văn bằng, theo giấy khai sinh.\n\n- (3) Ghi ngày, tháng, năm sinh theo giấy khai sinh. Nếu ngày sinh từ ngày 1 đến ngày 9, tháng sinh là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước; ghi năm sinh đủ 04 chữ số, giữa ngày tháng năm có dấu gạch chéo (Ví dụ: 07/02/2000).\n\n- (4) Ghi “Xuất sắc”, “Giỏi”, “Khá”, “Trung bình khá” hoặc “Trung bình” theo Quy định.\n\n- (5) Ghi ngày, tháng, năm cấp bằng.\n\n- (6) Thù trưởng cơ sở đào tạo (hoặc Giám đốc ĐHQG-HCM hoặc Giám đốc ĐHQG-HCM, Thù trưởng cơ sở đào tạo) ký, ghi rõ họ tên và dòng đầu theo quy định.\n\n- (7) Do cơ quan in phối văn bằng ghi khi cấp phối.\n\n- (8) Do cơ sở đào tạo ghi vào số góc cấp văn bằng khi cấp bằng tốt nghiệp đại học.\n\n- (9), (9a):\n  + Đối với chương trình đào tạo bình thường\n    - (9) Ghi “in” và tên ngành đào tạo người học đã theo học bằng tiếng Anh (Ví dụ: in Information Technology). Bằng đại học đã in tên ngành đào tạo trên bảng thì không ghi.\n    - (9a) không in\n  + Đối với chương trình đặc biệt\n    - (9) “Chương trình tài năng” ghi “Honor Program”, “Chương trình tiến tiến” ghi “Advanced Program” hoặc tên các loại chương trình đào tạo theo quyết định ban hành bằng tiếng Anh hoặc ngoại ngữ phù hợp khác.\n    - (9a) Ghi “in” và tên ngành đào tạo người học đã theo học bằng tiếng Anh (Ví dụ: in Information Technology) hoặc ngoại ngữ phù hợp khác.\n\n\n\n- (10) Ghi đầy đủ họ tên như đã ghi ở điểm (2) bằng tiếng Việt không dấu.\n\n- (11) Ghi ngày tháng năm sinh bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/10/2000\" thì tiếng Anh ghi \"October 07, 2000\").\n\n- (12) Loại \"Xuất sắc\" ghi \"Excellent\", loại \"Giỏi\" ghi \"Very good\", loại \"Khá\" ghi \"Good\", loại \"Trung bình khá\" ghi \"Average good\", loại \"Trung bình\" ghi \"Ordinary\".\n\n- (13) Ghi ngày tháng năm cấp văn bằng bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/02/2022\" thì tiếng Anh ghi \"February 07, 2022\").\n\nGhi chú:\n\n- Nếu người được cấp văn bằng là người nước ngoài thì ghi các thông tin tại điểm (2), (3), (10), (11) cần cứ vào hộ chiếu.",
            "chunk_content": "QUYẾT ĐỊNH\n\nVề việc ban hành Quy định in nội dung trên văn bằng, chứng chỉ\n\n1. Mẫu bằng cao đẳng\n\nSOCIALIST REPUBLIC OF VIET NAM\nIndependence - Freedom - Happiness\n\nRECTOR\nAN GIANG UNIVERSITY\n\nhas conferred\nAdvanced Diploma in Education\n\nAn Giang, (13)\n\nGiven under the seal of\nAN GIANG UNIVERSITY\n\nCỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nHIỆU TRƯỞNG\nTRƯỞNG ĐẠI HỌC AN GIANG\n\nBằng tốt nghiệp cao đẳng sư phạm\n\nChọn: (2)\nNgày sinh: (3)\nXếp loại tốt nghiệp: (4)\n\nAn Giang, ngày ______ tháng ______ năm (5)\n\nHIỆU TRƯỞNG\n\nSố hiệu: (7)\nSố vào sổ gốc cấp văn bằng: (8)\n\n\n2. Cách ghi nội dung trên bảng cao đẳng\n\n- (1) Ghi tên ngành đào tạo người học đã theo học, bằng tiếng Việt.\n\n- (2) Ghi họ tên của người được cấp văn bằng, theo giấy khai sinh.\n\n- (3) Ghi ngày, tháng, năm sinh theo giấy khai sinh. Nếu ngày sinh từ ngày 1 đến ngày 9, tháng sinh là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước; ghi năm sinh đủ 04 chữ số, giữa ngày tháng năm có dấu gạch chéo (Ví dụ: 07/02/1981).\n\n- (4) Ghi “Xuất sắc”, “Giỏi”, “Khá”, “Trung bình khá” hoặc “Trung bình” theo Quy chế đào tạo.\n\n- (5) Ghi ngày, tháng, năm cấp văn bằng.\n\n- (6) Thù trưởng cơ sở đào tạo (Hiệu trưởng) ký, ghi rõ họ tên và dòng đầu theo quy định.\n\n- (7) Đổ cọ quan in phối văn bằng ghi khi cấp phổ.\n\n- (8) Đổ cọ số đào tạo ghi vào số góc cấp văn bằng khi cấp bằng tốt nghiệp cao đẳng sư phạm.\n\n- (9) Ghi “in” và tên ngành đào tạo người học đã theo học bằng tiếng Anh (Ví dụ: in English).\n\n- (10) Ghi đầy đủ họ tên như đã ghi ở điểm (2) bằng tiếng Việt không dấu.\n\n- (11) Ghi ngày tháng năm sinh bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/10/2005\" thì tiếng Anh ghi \"October 07, 2005\").\n\n- (12) Loại Xuất sắc ghi “Hight Distinction”, loại Giỏi ghi “Distinction”, loại Khá ghi “Credit”, loại Trung bình khá ghi “Strong Pass”, loại Trung bình ghi “Pass”.\n\n- (13) Ghi ngày tháng năm cấp văn bằng bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/02/1981\" thì Tiếng Anh ghi \"February 07, 1981\").\n\nGhi chú:\n\n- Nếu người được cấp văn bằng là người nước ngoài thì ghi các thông tin tại điểm (2), (3), (10), (11) cần cứ vào hộ chiếu.\n1. Mẫu bằng đại học\n\nSOCIALIST REPUBLIC OF VIETNAM\nIndependence - Freedom - Happiness\n\nVIET NAM NATIONAL UNIVERSITY HO CHI MINH CITY\nUNIVERSITY OF TECHNOLOGY\n\nhas conferred the degree of\nBachelor of Engineering\n\nUpon: ____________________________ (10)\nDate of birth: ____________________ (11)\nRanking: __________________________ (12)\n\nHo Chi Minh City, ____________________________ (13)\n\nGiven under the seal of\nUNIVERSITY OF TECHNOLOGY\n\nCỘNG HOÀ XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nDAI HOC QUOC GIA\nTHÀNH PHỐ HỒ CHÍ MINH\n\nCỘNG HOÀ XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nDAI HOC QUOC GIA THANH PHO HO CHI MINH\nTRƯỞNG ĐẠI HỌC BÁCH KHOA\n\nCấp bằng\nCử nhân\n\nChúc: ____________________________ (2)\nNgày sinh: ________________________ (3)\nHạng tốt nghiệp: ____________________ (4)\n\nThành phố Hồ Chí Minh, ngày _______ tháng _______ năm _______ (5)\nHIỆU TRƯỞNG\n\nSố hiệu/ No: ________________________ (7)\nSố vào sổ gốc cấp văn bằng/ Reg. ________________________ (8)\n\n\n\n2. Cách ghi nội dung trên bảng đại học\n\n- (1), (1a):\n  + Đối với chương trình đào tạo bình thường\n    - (1) ghi tên ngành đào tạo người học đã theo học, bằng tiếng Việt. Bằng đại học đã in tên ngành đào tạo trên bảng thì không ghi.\n    - (1a) không in.\n  + Đối với chương trình đặc biệt\n    - (1) Ghi tên chương trình đào tạo bằng tiếng Việt: Chương trình tài năng, chương trình tiến tiến hay các chương trình khác trong đường bằng tiếng Việt.\n    - (1a) ghi tên ngành đào tạo người học đã theo học, bằng tiếng Việt.\n\n- (2) Ghi họ tên của người được cấp văn bằng, theo giấy khai sinh.\n\n- (3) Ghi ngày, tháng, năm sinh theo giấy khai sinh. Nếu ngày sinh từ ngày 1 đến ngày 9, tháng sinh là tháng 1 đến tháng 2 thì ghi thêm số 0 phía trước; ghi năm sinh đủ 04 chữ số, giữa ngày tháng năm có dấu gạch chéo (Ví dụ: 07/02/2000).\n\n- (4) Ghi “Xuất sắc”, “Giỏi”, “Khá”, “Trung bình khá” hoặc “Trung bình” theo Quy định.\n\n- (5) Ghi ngày, tháng, năm cấp bằng.\n\n- (6) Thù trưởng cơ sở đào tạo (hoặc Giám đốc ĐHQG-HCM hoặc Giám đốc ĐHQG-HCM, Thù trưởng cơ sở đào tạo) ký, ghi rõ họ tên và dòng đầu theo quy định.\n\n- (7) Do cơ quan in phối văn bằng ghi khi cấp phối.\n\n- (8) Do cơ sở đào tạo ghi vào số góc cấp văn bằng khi cấp bằng tốt nghiệp đại học.\n\n- (9), (9a):\n  + Đối với chương trình đào tạo bình thường\n    - (9) Ghi “in” và tên ngành đào tạo người học đã theo học bằng tiếng Anh (Ví dụ: in Information Technology). Bằng đại học đã in tên ngành đào tạo trên bảng thì không ghi.\n    - (9a) không in\n  + Đối với chương trình đặc biệt\n    - (9) “Chương trình tài năng” ghi “Honor Program”, “Chương trình tiến tiến” ghi “Advanced Program” hoặc tên các loại chương trình đào tạo theo quyết định ban hành bằng tiếng Anh hoặc ngoại ngữ phù hợp khác.\n    - (9a) Ghi “in” và tên ngành đào tạo người học đã theo học bằng tiếng Anh (Ví dụ: in Information Technology) hoặc ngoại ngữ phù hợp khác.\n\n\n\n- (10) Ghi đầy đủ họ tên như đã ghi ở điểm (2) bằng tiếng Việt không dấu.\n\n- (11) Ghi ngày tháng năm sinh bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/10/2000\" thì tiếng Anh ghi \"October 07, 2000\").\n\n- (12) Loại \"Xuất sắc\" ghi \"Excellent\", loại \"Giỏi\" ghi \"Very good\", loại \"Khá\" ghi \"Good\", loại \"Trung bình khá\" ghi \"Average good\", loại \"Trung bình\" ghi \"Ordinary\".\n\n- (13) Ghi ngày tháng năm cấp văn bằng bằng tiếng Anh, cụ thể: ghi tháng bằng chữ tiếng Anh, ghi ngày và năm bằng số được ngăn cách bằng dấu phẩy. (Ví dụ: tiếng Việt ghi \"07/02/2022\" thì tiếng Anh ghi \"February 07, 2022\").\n\nGhi chú:\n\n- Nếu người được cấp văn bằng là người nước ngoài thì ghi các thông tin tại điểm (2), (3), (10), (11) cần cứ vào hộ chiếu."
        }
    }
]