[
    {
        "file_name": "213-qd-dhcntt_19-3-2024_pdf",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong phần đầu của Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học của Trường Đại học Công nghệ Thông tin, bao gồm quyết định ban hành quy chế, phạm vi điều chỉnh, đối tượng áp dụng, và quy định về Hội đồng tuyển sinh (HĐTS), bao gồm thành phần, nhiệm vụ và quyền hạn của HĐTS và Ban Thư ký HĐTS.",
            "original_content": "QUYẾT ĐỊNH\nVề việc Ban hành Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học\n\nQUYẾT ĐỊNH:\n\nĐiều 1: Ban hành kèm theo quyết định này “Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học” của Trường ĐHCNTT.\n\nĐiều 2: Các Ông/Bà Trường các Phòng, Ban, Khoa, Giám đốc Trung tâm Phát triển CNTT và đơn vị liên quan chịu trách nhiệm thi hành quyết định này.\n\nQUY CHẾ\nTUYỂN SINH HÌNH THỨC ĐÀO TẠO TỪ XA TRÌNH ĐỘ ĐẠI HỌC CỦA TRƯỜNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n(Ban hành theo Quyết định số: 213/QĐ-DHCNTT, ngày 19 tháng 3 năm 2024)\n\n\n| ĐHCNTT | Đại học Công nghệ Thông tin |\n|--------|-----------------------------|\n| ĐHQG-HCM | Đại học Quốc gia TP. Hồ Chí Minh |\n| P. ĐTĐH | Phòng Đào tạo Đại học |\n| Bộ GD&ĐT | Bộ Giáo dục và Đào tạo |\n| ĐTTX | Đào tạo từ xa |\n| CSDT | Cơ sở đào tạo |\n| HĐTS | Hội đồng Tuyển sinh |\n\nChương 1. QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Quy chế này quy định về tuyển sinh trình độ đại học hình thức đào tạo từ xa (ĐTTX) bao gồm: Quy định chung; tuyển sinh ĐTTX; hoạt động thanh tra, kiểm tra; truyền thông, báo cáo và lưu trữ; khen thưởng, xử lý các sự cố bất thường và xử lý vi phạm; tổ chức thực hiện.\n\n2. Quy chế này áp dụng đối với công tác tuyển sinh trình độ đại học hình thức ĐTTX tại Trường Đại học Công nghệ Thông tin (ĐHCNTT).\n\nĐiều 2. Hội đồng tuyển sinh\n\n1. Hiệu trưởng ra quyết định thành lập Hội đồng tuyển sinh (HĐTS) để điều hành các hoạt động liên quan đến công tác tuyển sinh; quy định tổ chức, nhiệm vụ và quyền hạn của các Ban chuyên môn, các ban giúp việc của HĐTS.\n\n2. Thành phần HĐTS\n\n   a. Chủ tịch: Hiệu trưởng hoặc Phó Hiệu trưởng.\n   b. Phó Chủ tịch: Phó Hiệu trưởng.\n   c. Ủy viên thường trực: Trưởng phòng hoặc Phó Trưởng phòng Đào tạo Đại học.\n   d. Các ủy viên: Trưởng phòng hoặc Phó Trưởng phòng, Trưởng khoa hoặc Phó Trưởng khoa, Trưởng bộ môn hoặc Phó Trưởng bộ môn, Giám đốc Trung tâm hoặc Phó Giám đốc Trung tâm Phát triển Công nghệ Thông tin (PTCNTT) và các đơn vị liên quan.\n\n   Những người có người thân dự thi hoặc xét tuyển vào Trường trong năm tuyển sinh không được tham gia vào HĐTS, các ban chuyên môn và các ban giúp việc của HĐTS.\n\n3. Nhiệm vụ và quyền hạn của HĐTS\n\n   a. Chịu sự chỉ đạo chung của Ban Chỉ đạo tuyển sinh ĐHQG-HCM (BCD).\n   b. Xây dựng, công bố công khai thông tin đề án tuyển sinh.\n   c. Tổ chức triển khai các phương án tuyển sinh theo đề án tuyển sinh đã công bố.\n   d. Tổng kết công tác tuyển sinh; quyết định khen thưởng, kỷ luật theo quy định.\n   e. Báo cáo kịp thời kết quả công tác tuyển sinh về ĐHQG-HCM.\n\n4. Nhiệm vụ và quyền hạn của Chủ tịch HĐTS\n\n\n\na. Tổ chức thực hiện và chịu trách nhiệm về công tác tuyển sinh.\n\nb. Thành lập Ban Thư ký và các Ban chuyên môn để giúp việc cho HĐTS trong việc thực hiện công tác tuyển sinh; Trường các Ban chuyên môn phải là thành viên HĐTS.\n\nc. Chủ tịch HĐTS quy định nhiệm vụ và quyền hạn của các Ban chuyên môn theo quy định tuyển sinh của Trường.\n\nd. Báo cáo kịp thời kết quả công tác tuyển sinh về ĐHQG-HCM.\n\n5. Phó Chủ tịch HĐTS thực hiện các nhiệm vụ được Chủ tịch HĐTS phân công và thay mặt Chủ tịch HĐTS giải quyết công việc khi Chủ tịch HĐTS ủy quyền.\n\nĐiều 3. Ban Thư ký Hội đồng tuyển sinh\n\n1. Thành phần Ban Thư ký HĐTS gồm có:\n\n   a. Trưởng ban: Ủy viên thường trực HĐTS.\n\n   b. Các ủy viên: Một số cán bộ Phòng Đào tạo Đại học, Khoa, Trung tâm PTCNTT, Phòng ban liên quan.\n\nNhững người có người thân dự thi hoặc xét tuyển vào Trường trong năm tuyển sinh không được tham gia vào Ban Thư ký.\n\n2. Nhiệm vụ và quyền hạn của Ban Thư ký HĐTS:\n\n   a. Thực hiện các nhiệm vụ do Chủ tịch HĐTS giao.\n\n   b. Tổ chức tiếp nhận, giám sát tình hình đăng ký xét tuyển, phối hợp với các ban chuyên môn (nếu có) để thực hiện xét tuyển hoặc thi tuyển, báo cáo kịp thời các tình huống phát sinh.\n\n   c. Quản lý, kiểm tra, phân loại, xét tuyển hồ sơ.\n\n   d. Dự kiến phương án xét tuyển, trình HĐTS ra quyết định.\n\n   e. Thông báo thí sinh trúng tuyển, gửi giấy báo và gọi nhập học cho những thí sinh đủ điều kiện trúng tuyển, trong đó ghi rõ những thủ tục cần thiết.\n\n   f. Hậu kiểm hồ sơ của thí sinh trúng tuyển và đã nhập học theo quy định.\n\n   g. Lập danh sách sinh viên nhập học.\n\n3. Nhiệm vụ và quyền hạn của Trưởng Ban Thư ký:\n\na. Chịu trách nhiệm trước Chủ tịch HĐTS điều hành công tác của Ban Thư ký.\n\nb. Lựa chọn đề cử nhân sự vào Ban Thư ký.\n\nc. Báo cáo với Chủ tịch HĐTS tình hình thí sinh đăng ký dự tuyển (ĐKDT), tiến độ thực hiện công việc của Ban thư ký, kết quả tuyển sinh và tất cả các trường hợp đặc biệt cần xử lý kịp thời.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học\n\nĐiều 4. Ngưỡng đảm bảo chất lượng đầu vào\n\n1. Căn cứ phương thức tuyển sinh, Trường xác định và công bố ngưỡng đảm bảo chất lượng đầu vào trong đề án tuyển sinh phù hợp với Quy chế tuyển sinh hiện hành của Bộ GD&ĐT và của ĐHQG-HCM.\n\n2. Ngưỡng đảm bảo chất lượng đầu vào do Trường quy định phải đảm bảo chất lượng nguồn tuyển sinh. Hiệu trưởng Trường chịu trách nhiệm giải trình về ngưỡng đảm bảo chất lượng đầu vào đã xây dựng.\n\nĐiều 5. Đề án tuyển sinh\n\n1. Trường xây dựng, công bố đề án tuyển sinh và tổ chức thực hiện tuyển sinh theo đề án tuyển sinh để thực hiện trách nhiệm giải trình và cam kết đối với thí sinh, cơ quan quản lý nhà nước và xã hội. Đề án tuyển sinh phải chứa đầy đủ thông tin làm căn cứ để:\n\n   - Thí sinh lựa chọn trường, ngành, chương trình đào tạo, phương thức tuyển sinh phù hợp với năng lực, sở thích và điều kiện cá nhân; chuẩn bị các điều kiện tham gia dự tuyển và thực hiện các bước theo kế hoạch tuyển sinh của Trường.\n\n   - Cơ quan quản lý nhà nước và xã hội giám sát việc thực hiện quy định của pháp luật và các cam kết đối với người học của Trường trong công tác tuyển sinh và đào tạo.\n\n2. HĐTS Trường xây dựng tiêu chí xét tuyển và công bố tại đề án tuyển sinh hàng năm.\n\n3. Nội dung đề án tuyển sinh thực hiện theo Quy chế tuyển sinh hiện hành của Bộ GD&ĐT, ĐHQG-HCM.\n\n4. Công khai đề án tuyển sinh, thông báo tuyển sinh trên trang thông tin điện tử của Trường và qua các hình thức phù hợp khác theo Quy chế tuyển sinh hiện hành của Bộ GD&ĐT, ĐHQG-HCM.\n\nĐiều 6. Kế hoạch tuyển sinh\n\n1. Trường ĐHCNTT xây dựng kế hoạch và triển khai thực hiện các đợt tuyển sinh phù hợp với tình hình thực tế tại Trường.\n\n2. Khi có thay đổi về kế hoạch tuyển sinh, Trường ĐHCNTT báo cáo ĐHQG-HCM trước khi thông báo công khai cho thí sinh và tổ chức tuyển sinh.\n\nĐiều 7. Phương thức tuyển sinh\n\n1. Phương thức tuyển sinh: Do HĐTS quyết định và ghi rõ tại Đề án tuyển sinh.\n\n2. Trường ĐHCNTT công bố công khai chỉ tiêu cho từng phương thức tuyển sinh của từng chương trình tại Đề án tuyển sinh.\n\nĐiều 8. Tổ chức tuyển sinh\n\nCăn cứ kế hoạch tuyển sinh, Trường ĐHCNTT công bố công khai thông tin tuyển sinh trên trang thông tin điện tử ít nhất 30 ngày trước thời điểm nhận hồ sơ đăng ký của thí sinh.\n\nĐiều 9. Công bố kết quả xét tuyển và xác nhận nhập học\n\n1. Kết quả xét tuyển được công bố trên trang thông tin điện tử của Trường ĐHCNTT.\n\n2. Trường ĐHCNTT gửi giấy báo trúng tuyển và gọi nhập học cho những thí sinh trúng tuyển, trong đó ghi rõ những thủ tục cần thiết và phương thức nhập học của thí sinh.\n-------------------------------------------------------------\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học\n\nChương II. THANH TRA, KHEN THƯỞNG, XỬ LÝ CÁC SỰ CỐ BẤT THƯỜNG VÀ XỬ LÝ VI PHẠM\n\nĐiều 10. Hoạt động thanh tra, kiểm tra công tác tuyển sinh\n\n1. Hiệu trưởng tổ chức thanh tra, kiểm tra công tác tuyển sinh tại Trường theo quy định.\n\n2. Trình tự, thủ tục tổ chức thanh tra, kiểm tra theo quy định của pháp luật về thanh tra, kiểm tra và hướng dẫn của Bộ GD&ĐT, ĐHQG-HCM.\n\nĐiều 11. Khen thưởng\n\nChủ tịch HĐTS khen thưởng hoặc đề nghị cấp có thẩm quyền khen thưởng:\n\n1. Những người hoàn thành xuất sắc nhiệm vụ được giao.\n\n2. Những người có nhiều thành tích đóng góp cho công tác tuyển sinh của Trường.\n\nĐiều 12 Giải quyết đơn khiếu nại, tố cáo liên quan đến công tác tuyển sinh\n\n1. Trong thời gian tuyển sinh, HĐTS tổ chức tiếp nhận và giải quyết đơn khiếu nại, đơn tố cáo liên quan đến công tác tuyển sinh.\n\n2. Kết thúc tuyển sinh, Hiệu trưởng tổ chức tiếp nhận và giải quyết đơn khiếu nại, đơn tố cáo liên quan đến công tác tuyển sinh.\n\n3. Trình tự, thủ tục, thời hạn giải quyết đơn khiếu nại, đơn tố cáo liên quan đến công tác tuyển sinh được thực hiện theo quy định pháp luật về giải quyết khiếu nại, giải quyết tố cáo và các quy định pháp luật có liên quan.\n\nĐiều 13 Tiếp nhận và xử lý thông tin, bằng chứng vi phạm Quy chế tuyển sinh\n\n1. Nơi tiếp nhận thông tin, bằng chứng về vi phạm Quy chế tuyển sinh\n   a. HĐTS Trường.\n   b. Thanh tra giáo dục các cấp.\n\n2. Các bằng chứng vi phạm Quy chế tuyển sinh sau khi đã được xác minh là căn cứ để xử lý đối tượng vi phạm.\n\n3. Cung cấp thông tin và bằng chứng về vi phạm Quy chế tuyển sinh\n   a. Người phát hiện những hành vi vi phạm Quy chế tuyển sinh cần kịp thời báo cho nơi tiếp nhận quy định tại khoản 1 Điều này để có biện pháp xử lý.\n   b. Người có bằng chứng về vi phạm Quy chế tuyển sinh báo ngay cho nơi tiếp nhận được quy định tại khoản 1 Điều này để kịp thời xử lý theo quy định của pháp luật. Việc tiếp nhận và xử lý các tố cáo vi phạm Quy chế tuyển sinh được thực hiện theo pháp luật về tố cáo.\n   c. Người cung cấp thông tin và bằng chứng về vi phạm Quy chế tuyển sinh phải chịu trách nhiệm trước pháp luật về tính xác thực của thông tin và bằng chứng đã cung cấp, không được lợi dụng để gây ảnh hưởng tiêu cực đến bất kỳ tổ chức, cá nhân nào.\n\n4. Đối với tổ chức, cá nhân tiếp nhận thông tin và bằng chứng về vi phạm Quy chế tuyển sinh:\n   a. Tổ chức việc tiếp nhận thông tin, bằng chứng theo quy định; bảo vệ nguyên trạng bằng chứng; xác minh tính xác thực của thông tin và bằng chứng.\n   b. Triển khai kịp thời các biện pháp ngăn chặn tiêu cực, vi phạm Quy chế tuyển sinh theo thông tin đã được cung cấp.\n\n\n\nc. Xử lý theo thẩm quyền hoặc báo cáo cơ quan, người có thẩm quyền để xử lý và công bố công khai kết quả xử lý các cá nhân, tổ chức có hành vi vi phạm Quy chế tuyển sinh.\n\nd. Bảo mật thông tin và danh tính người cung cấp thông tin.\n\nĐiều 14. Xử lý cán bộ tuyển sinh và thí sinh vi phạm Quy chế tuyển sinh\n\n1. Người tham gia công tác tuyển sinh là viên chức có hành vi vi phạm Quy chế tuyển sinh, tùy theo mức độ, sẽ bị xử lý theo quy định tại Điều 71 của Luật Giáo dục đại học; Luật Viên chức và các văn bản quy định về xử lý kỷ luật viên chức, công chức. Đối với những người vi phạm Quy chế tuyển sinh là cán bộ, giảng viên, giáo viên, nhân viên cơ hữu không phải là công chức, viên chức, Hiệu trưởng Nhà trường quyết định xử lý theo quy định của Bộ Luật lao động và các văn bản pháp luật hiện hành.\n\n2. Các trường hợp vi phạm về tuyển sinh tùy theo mức độ vi phạm sẽ bị áp dụng xử lý theo quy định hiện hành.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học\n\nChương III. TRUYỀN THÔNG, BÁO CÁO VÀ LƯU TRỮ\n\nĐiều 15. Công tác truyền thông\n\n1. HĐTS Trường ĐHCNTT thường xuyên cập nhật các hoạt động tuyển sinh trên các phương tiện truyền thông đại chúng, cổng thông tin tuyển sinh của Trường.\n\n2. Trường ĐHCNTT giao nhiệm vụ cho nhân sự chịu trách nhiệm chính phát ngôn về công tác tuyển sinh hàng năm.\n\nĐiều 16. Chế độ báo cáo\n\nHằng năm, Trường ĐHCNTT gửi báo cáo theo quy định của ĐHQG-HCM:\n\n1. Quyết định thành lập HĐTS.\n\n2. Đề án tuyển sinh.\n\n3. Quy định và các văn bản hướng dẫn tuyển sinh của Trường.\n\n4. Quyết định trúng tuyển và danh sách thí sinh trúng tuyển.\n\n5. Danh sách nhập học.\n\n6. Báo cáo tổng kết tuyển sinh.\n\nĐiều 17. Chế độ lưu trữ\n\nHồ sơ tuyển sinh được lưu trữ theo quy định của Bộ Giáo dục và Đào tạo các văn bản pháp luật khác có liên quan.\n\nChương IV. TỔ CHỨC THỰC HIỆN\n\nĐiều 18. Trách nhiệm của Trường ĐHCNTT\n\n1. Phòng Đào tạo Đại học tham mưu cho Hiệu Trường thành lập HĐTS và các Ban chức năng của HĐTS để triển khai công tác tuyển sinh theo Quy chế tuyển sinh.\n\n2. Phòng ĐTĐH chủ trì tổ chức, quản lý công tác tuyển sinh hình thức ĐTTX theo kế hoạch hàng năm của ĐHQG-HCM và Trường theo đúng quy định này; hàng năm rà soát và tham mưu cho Hiệu trưởng sửa đổi, bổ sung quy định để phù hợp với tình hình thực tế.\n\n3. Phòng TTPC&ĐBCL tham mưu cho Hiệu trưởng quyết định việc tổ chức thanh tra, kiểm tra, giám sát và giải quyết khiếu nại, tố cáo trong việc thực hiện công tác tuyển sinh.\n\n4. Trung tâm PTCNTT hỗ trợ triển khai công tác tuyển sinh theo kế hoạch hàng năm của Trường.\n\nĐiều 19. Trách nhiệm của thí sinh.\n\nTìm hiểu đầy đủ thông tin về ngành, chương trình đào tạo đăng ký xét tuyển, các quy định xét tuyển về tuyển sinh của Trường ĐHCNTT.\n\nChịu trách nhiệm về tính xác thực của các thông tin trong hồ sơ đăng ký xét tuyển. Trường ĐHCNTT từ chối tiếp nhận, buộc thôi học hoặc cấm dự tuyển vào Trường trong những năm tiếp theo nếu thông tin khai trong hồ sơ đăng ký xét tuyển của thí sinh không đúng sự thật.",
            "chunk_content": "QUYẾT ĐỊNH\nVề việc Ban hành Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học\n\nQUYẾT ĐỊNH:\n\nĐiều 1: Ban hành kèm theo quyết định này “Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học” của Trường ĐHCNTT.\n\nĐiều 2: Các Ông/Bà Trường các Phòng, Ban, Khoa, Giám đốc Trung tâm Phát triển CNTT và đơn vị liên quan chịu trách nhiệm thi hành quyết định này.\n\nQUY CHẾ\nTUYỂN SINH HÌNH THỨC ĐÀO TẠO TỪ XA TRÌNH ĐỘ ĐẠI HỌC CỦA TRƯỜNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n(Ban hành theo Quyết định số: 213/QĐ-DHCNTT, ngày 19 tháng 3 năm 2024)\n\n\n| ĐHCNTT | Đại học Công nghệ Thông tin |\n|--------|-----------------------------|\n| ĐHQG-HCM | Đại học Quốc gia TP. Hồ Chí Minh |\n| P. ĐTĐH | Phòng Đào tạo Đại học |\n| Bộ GD&ĐT | Bộ Giáo dục và Đào tạo |\n| ĐTTX | Đào tạo từ xa |\n| CSDT | Cơ sở đào tạo |\n| HĐTS | Hội đồng Tuyển sinh |\n\nChương 1. QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Quy chế này quy định về tuyển sinh trình độ đại học hình thức đào tạo từ xa (ĐTTX) bao gồm: Quy định chung; tuyển sinh ĐTTX; hoạt động thanh tra, kiểm tra; truyền thông, báo cáo và lưu trữ; khen thưởng, xử lý các sự cố bất thường và xử lý vi phạm; tổ chức thực hiện.\n\n2. Quy chế này áp dụng đối với công tác tuyển sinh trình độ đại học hình thức ĐTTX tại Trường Đại học Công nghệ Thông tin (ĐHCNTT).\n\nĐiều 2. Hội đồng tuyển sinh\n\n1. Hiệu trưởng ra quyết định thành lập Hội đồng tuyển sinh (HĐTS) để điều hành các hoạt động liên quan đến công tác tuyển sinh; quy định tổ chức, nhiệm vụ và quyền hạn của các Ban chuyên môn, các ban giúp việc của HĐTS.\n\n2. Thành phần HĐTS\n\n   a. Chủ tịch: Hiệu trưởng hoặc Phó Hiệu trưởng.\n   b. Phó Chủ tịch: Phó Hiệu trưởng.\n   c. Ủy viên thường trực: Trưởng phòng hoặc Phó Trưởng phòng Đào tạo Đại học.\n   d. Các ủy viên: Trưởng phòng hoặc Phó Trưởng phòng, Trưởng khoa hoặc Phó Trưởng khoa, Trưởng bộ môn hoặc Phó Trưởng bộ môn, Giám đốc Trung tâm hoặc Phó Giám đốc Trung tâm Phát triển Công nghệ Thông tin (PTCNTT) và các đơn vị liên quan.\n\n   Những người có người thân dự thi hoặc xét tuyển vào Trường trong năm tuyển sinh không được tham gia vào HĐTS, các ban chuyên môn và các ban giúp việc của HĐTS.\n\n3. Nhiệm vụ và quyền hạn của HĐTS\n\n   a. Chịu sự chỉ đạo chung của Ban Chỉ đạo tuyển sinh ĐHQG-HCM (BCD).\n   b. Xây dựng, công bố công khai thông tin đề án tuyển sinh.\n   c. Tổ chức triển khai các phương án tuyển sinh theo đề án tuyển sinh đã công bố.\n   d. Tổng kết công tác tuyển sinh; quyết định khen thưởng, kỷ luật theo quy định.\n   e. Báo cáo kịp thời kết quả công tác tuyển sinh về ĐHQG-HCM.\n\n4. Nhiệm vụ và quyền hạn của Chủ tịch HĐTS\n\n\n\na. Tổ chức thực hiện và chịu trách nhiệm về công tác tuyển sinh.\n\nb. Thành lập Ban Thư ký và các Ban chuyên môn để giúp việc cho HĐTS trong việc thực hiện công tác tuyển sinh; Trường các Ban chuyên môn phải là thành viên HĐTS.\n\nc. Chủ tịch HĐTS quy định nhiệm vụ và quyền hạn của các Ban chuyên môn theo quy định tuyển sinh của Trường.\n\nd. Báo cáo kịp thời kết quả công tác tuyển sinh về ĐHQG-HCM.\n\n5. Phó Chủ tịch HĐTS thực hiện các nhiệm vụ được Chủ tịch HĐTS phân công và thay mặt Chủ tịch HĐTS giải quyết công việc khi Chủ tịch HĐTS ủy quyền.\n\nĐiều 3. Ban Thư ký Hội đồng tuyển sinh\n\n1. Thành phần Ban Thư ký HĐTS gồm có:\n\n   a. Trưởng ban: Ủy viên thường trực HĐTS.\n\n   b. Các ủy viên: Một số cán bộ Phòng Đào tạo Đại học, Khoa, Trung tâm PTCNTT, Phòng ban liên quan.\n\nNhững người có người thân dự thi hoặc xét tuyển vào Trường trong năm tuyển sinh không được tham gia vào Ban Thư ký.\n\n2. Nhiệm vụ và quyền hạn của Ban Thư ký HĐTS:\n\n   a. Thực hiện các nhiệm vụ do Chủ tịch HĐTS giao.\n\n   b. Tổ chức tiếp nhận, giám sát tình hình đăng ký xét tuyển, phối hợp với các ban chuyên môn (nếu có) để thực hiện xét tuyển hoặc thi tuyển, báo cáo kịp thời các tình huống phát sinh.\n\n   c. Quản lý, kiểm tra, phân loại, xét tuyển hồ sơ.\n\n   d. Dự kiến phương án xét tuyển, trình HĐTS ra quyết định.\n\n   e. Thông báo thí sinh trúng tuyển, gửi giấy báo và gọi nhập học cho những thí sinh đủ điều kiện trúng tuyển, trong đó ghi rõ những thủ tục cần thiết.\n\n   f. Hậu kiểm hồ sơ của thí sinh trúng tuyển và đã nhập học theo quy định.\n\n   g. Lập danh sách sinh viên nhập học.\n\n3. Nhiệm vụ và quyền hạn của Trưởng Ban Thư ký:\n\na. Chịu trách nhiệm trước Chủ tịch HĐTS điều hành công tác của Ban Thư ký.\n\nb. Lựa chọn đề cử nhân sự vào Ban Thư ký.\n\nc. Báo cáo với Chủ tịch HĐTS tình hình thí sinh đăng ký dự tuyển (ĐKDT), tiến độ thực hiện công việc của Ban thư ký, kết quả tuyển sinh và tất cả các trường hợp đặc biệt cần xử lý kịp thời."
        }
    },
    {
        "file_name": "213-qd-dhcntt_19-3-2024_pdf",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong Chương II của Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học của Trường Đại học Công nghệ Thông tin, quy định về ngưỡng đảm bảo chất lượng đầu vào, đề án tuyển sinh, kế hoạch tuyển sinh, phương thức tuyển sinh, tổ chức tuyển sinh và công bố kết quả xét tuyển.",
            "original_content": "QUYẾT ĐỊNH\nVề việc Ban hành Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học\n\nQUYẾT ĐỊNH:\n\nĐiều 1: Ban hành kèm theo quyết định này “Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học” của Trường ĐHCNTT.\n\nĐiều 2: Các Ông/Bà Trường các Phòng, Ban, Khoa, Giám đốc Trung tâm Phát triển CNTT và đơn vị liên quan chịu trách nhiệm thi hành quyết định này.\n\nQUY CHẾ\nTUYỂN SINH HÌNH THỨC ĐÀO TẠO TỪ XA TRÌNH ĐỘ ĐẠI HỌC CỦA TRƯỜNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n(Ban hành theo Quyết định số: 213/QĐ-DHCNTT, ngày 19 tháng 3 năm 2024)\n\n\n| ĐHCNTT | Đại học Công nghệ Thông tin |\n|--------|-----------------------------|\n| ĐHQG-HCM | Đại học Quốc gia TP. Hồ Chí Minh |\n| P. ĐTĐH | Phòng Đào tạo Đại học |\n| Bộ GD&ĐT | Bộ Giáo dục và Đào tạo |\n| ĐTTX | Đào tạo từ xa |\n| CSDT | Cơ sở đào tạo |\n| HĐTS | Hội đồng Tuyển sinh |\n\nChương 1. QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Quy chế này quy định về tuyển sinh trình độ đại học hình thức đào tạo từ xa (ĐTTX) bao gồm: Quy định chung; tuyển sinh ĐTTX; hoạt động thanh tra, kiểm tra; truyền thông, báo cáo và lưu trữ; khen thưởng, xử lý các sự cố bất thường và xử lý vi phạm; tổ chức thực hiện.\n\n2. Quy chế này áp dụng đối với công tác tuyển sinh trình độ đại học hình thức ĐTTX tại Trường Đại học Công nghệ Thông tin (ĐHCNTT).\n\nĐiều 2. Hội đồng tuyển sinh\n\n1. Hiệu trưởng ra quyết định thành lập Hội đồng tuyển sinh (HĐTS) để điều hành các hoạt động liên quan đến công tác tuyển sinh; quy định tổ chức, nhiệm vụ và quyền hạn của các Ban chuyên môn, các ban giúp việc của HĐTS.\n\n2. Thành phần HĐTS\n\n   a. Chủ tịch: Hiệu trưởng hoặc Phó Hiệu trưởng.\n   b. Phó Chủ tịch: Phó Hiệu trưởng.\n   c. Ủy viên thường trực: Trưởng phòng hoặc Phó Trưởng phòng Đào tạo Đại học.\n   d. Các ủy viên: Trưởng phòng hoặc Phó Trưởng phòng, Trưởng khoa hoặc Phó Trưởng khoa, Trưởng bộ môn hoặc Phó Trưởng bộ môn, Giám đốc Trung tâm hoặc Phó Giám đốc Trung tâm Phát triển Công nghệ Thông tin (PTCNTT) và các đơn vị liên quan.\n\n   Những người có người thân dự thi hoặc xét tuyển vào Trường trong năm tuyển sinh không được tham gia vào HĐTS, các ban chuyên môn và các ban giúp việc của HĐTS.\n\n3. Nhiệm vụ và quyền hạn của HĐTS\n\n   a. Chịu sự chỉ đạo chung của Ban Chỉ đạo tuyển sinh ĐHQG-HCM (BCD).\n   b. Xây dựng, công bố công khai thông tin đề án tuyển sinh.\n   c. Tổ chức triển khai các phương án tuyển sinh theo đề án tuyển sinh đã công bố.\n   d. Tổng kết công tác tuyển sinh; quyết định khen thưởng, kỷ luật theo quy định.\n   e. Báo cáo kịp thời kết quả công tác tuyển sinh về ĐHQG-HCM.\n\n4. Nhiệm vụ và quyền hạn của Chủ tịch HĐTS\n\n\n\na. Tổ chức thực hiện và chịu trách nhiệm về công tác tuyển sinh.\n\nb. Thành lập Ban Thư ký và các Ban chuyên môn để giúp việc cho HĐTS trong việc thực hiện công tác tuyển sinh; Trường các Ban chuyên môn phải là thành viên HĐTS.\n\nc. Chủ tịch HĐTS quy định nhiệm vụ và quyền hạn của các Ban chuyên môn theo quy định tuyển sinh của Trường.\n\nd. Báo cáo kịp thời kết quả công tác tuyển sinh về ĐHQG-HCM.\n\n5. Phó Chủ tịch HĐTS thực hiện các nhiệm vụ được Chủ tịch HĐTS phân công và thay mặt Chủ tịch HĐTS giải quyết công việc khi Chủ tịch HĐTS ủy quyền.\n\nĐiều 3. Ban Thư ký Hội đồng tuyển sinh\n\n1. Thành phần Ban Thư ký HĐTS gồm có:\n\n   a. Trưởng ban: Ủy viên thường trực HĐTS.\n\n   b. Các ủy viên: Một số cán bộ Phòng Đào tạo Đại học, Khoa, Trung tâm PTCNTT, Phòng ban liên quan.\n\nNhững người có người thân dự thi hoặc xét tuyển vào Trường trong năm tuyển sinh không được tham gia vào Ban Thư ký.\n\n2. Nhiệm vụ và quyền hạn của Ban Thư ký HĐTS:\n\n   a. Thực hiện các nhiệm vụ do Chủ tịch HĐTS giao.\n\n   b. Tổ chức tiếp nhận, giám sát tình hình đăng ký xét tuyển, phối hợp với các ban chuyên môn (nếu có) để thực hiện xét tuyển hoặc thi tuyển, báo cáo kịp thời các tình huống phát sinh.\n\n   c. Quản lý, kiểm tra, phân loại, xét tuyển hồ sơ.\n\n   d. Dự kiến phương án xét tuyển, trình HĐTS ra quyết định.\n\n   e. Thông báo thí sinh trúng tuyển, gửi giấy báo và gọi nhập học cho những thí sinh đủ điều kiện trúng tuyển, trong đó ghi rõ những thủ tục cần thiết.\n\n   f. Hậu kiểm hồ sơ của thí sinh trúng tuyển và đã nhập học theo quy định.\n\n   g. Lập danh sách sinh viên nhập học.\n\n3. Nhiệm vụ và quyền hạn của Trưởng Ban Thư ký:\n\na. Chịu trách nhiệm trước Chủ tịch HĐTS điều hành công tác của Ban Thư ký.\n\nb. Lựa chọn đề cử nhân sự vào Ban Thư ký.\n\nc. Báo cáo với Chủ tịch HĐTS tình hình thí sinh đăng ký dự tuyển (ĐKDT), tiến độ thực hiện công việc của Ban thư ký, kết quả tuyển sinh và tất cả các trường hợp đặc biệt cần xử lý kịp thời.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học\n\nĐiều 4. Ngưỡng đảm bảo chất lượng đầu vào\n\n1. Căn cứ phương thức tuyển sinh, Trường xác định và công bố ngưỡng đảm bảo chất lượng đầu vào trong đề án tuyển sinh phù hợp với Quy chế tuyển sinh hiện hành của Bộ GD&ĐT và của ĐHQG-HCM.\n\n2. Ngưỡng đảm bảo chất lượng đầu vào do Trường quy định phải đảm bảo chất lượng nguồn tuyển sinh. Hiệu trưởng Trường chịu trách nhiệm giải trình về ngưỡng đảm bảo chất lượng đầu vào đã xây dựng.\n\nĐiều 5. Đề án tuyển sinh\n\n1. Trường xây dựng, công bố đề án tuyển sinh và tổ chức thực hiện tuyển sinh theo đề án tuyển sinh để thực hiện trách nhiệm giải trình và cam kết đối với thí sinh, cơ quan quản lý nhà nước và xã hội. Đề án tuyển sinh phải chứa đầy đủ thông tin làm căn cứ để:\n\n   - Thí sinh lựa chọn trường, ngành, chương trình đào tạo, phương thức tuyển sinh phù hợp với năng lực, sở thích và điều kiện cá nhân; chuẩn bị các điều kiện tham gia dự tuyển và thực hiện các bước theo kế hoạch tuyển sinh của Trường.\n\n   - Cơ quan quản lý nhà nước và xã hội giám sát việc thực hiện quy định của pháp luật và các cam kết đối với người học của Trường trong công tác tuyển sinh và đào tạo.\n\n2. HĐTS Trường xây dựng tiêu chí xét tuyển và công bố tại đề án tuyển sinh hàng năm.\n\n3. Nội dung đề án tuyển sinh thực hiện theo Quy chế tuyển sinh hiện hành của Bộ GD&ĐT, ĐHQG-HCM.\n\n4. Công khai đề án tuyển sinh, thông báo tuyển sinh trên trang thông tin điện tử của Trường và qua các hình thức phù hợp khác theo Quy chế tuyển sinh hiện hành của Bộ GD&ĐT, ĐHQG-HCM.\n\nĐiều 6. Kế hoạch tuyển sinh\n\n1. Trường ĐHCNTT xây dựng kế hoạch và triển khai thực hiện các đợt tuyển sinh phù hợp với tình hình thực tế tại Trường.\n\n2. Khi có thay đổi về kế hoạch tuyển sinh, Trường ĐHCNTT báo cáo ĐHQG-HCM trước khi thông báo công khai cho thí sinh và tổ chức tuyển sinh.\n\nĐiều 7. Phương thức tuyển sinh\n\n1. Phương thức tuyển sinh: Do HĐTS quyết định và ghi rõ tại Đề án tuyển sinh.\n\n2. Trường ĐHCNTT công bố công khai chỉ tiêu cho từng phương thức tuyển sinh của từng chương trình tại Đề án tuyển sinh.\n\nĐiều 8. Tổ chức tuyển sinh\n\nCăn cứ kế hoạch tuyển sinh, Trường ĐHCNTT công bố công khai thông tin tuyển sinh trên trang thông tin điện tử ít nhất 30 ngày trước thời điểm nhận hồ sơ đăng ký của thí sinh.\n\nĐiều 9. Công bố kết quả xét tuyển và xác nhận nhập học\n\n1. Kết quả xét tuyển được công bố trên trang thông tin điện tử của Trường ĐHCNTT.\n\n2. Trường ĐHCNTT gửi giấy báo trúng tuyển và gọi nhập học cho những thí sinh trúng tuyển, trong đó ghi rõ những thủ tục cần thiết và phương thức nhập học của thí sinh.\n-------------------------------------------------------------\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học\n\nChương II. THANH TRA, KHEN THƯỞNG, XỬ LÝ CÁC SỰ CỐ BẤT THƯỜNG VÀ XỬ LÝ VI PHẠM\n\nĐiều 10. Hoạt động thanh tra, kiểm tra công tác tuyển sinh\n\n1. Hiệu trưởng tổ chức thanh tra, kiểm tra công tác tuyển sinh tại Trường theo quy định.\n\n2. Trình tự, thủ tục tổ chức thanh tra, kiểm tra theo quy định của pháp luật về thanh tra, kiểm tra và hướng dẫn của Bộ GD&ĐT, ĐHQG-HCM.\n\nĐiều 11. Khen thưởng\n\nChủ tịch HĐTS khen thưởng hoặc đề nghị cấp có thẩm quyền khen thưởng:\n\n1. Những người hoàn thành xuất sắc nhiệm vụ được giao.\n\n2. Những người có nhiều thành tích đóng góp cho công tác tuyển sinh của Trường.\n\nĐiều 12 Giải quyết đơn khiếu nại, tố cáo liên quan đến công tác tuyển sinh\n\n1. Trong thời gian tuyển sinh, HĐTS tổ chức tiếp nhận và giải quyết đơn khiếu nại, đơn tố cáo liên quan đến công tác tuyển sinh.\n\n2. Kết thúc tuyển sinh, Hiệu trưởng tổ chức tiếp nhận và giải quyết đơn khiếu nại, đơn tố cáo liên quan đến công tác tuyển sinh.\n\n3. Trình tự, thủ tục, thời hạn giải quyết đơn khiếu nại, đơn tố cáo liên quan đến công tác tuyển sinh được thực hiện theo quy định pháp luật về giải quyết khiếu nại, giải quyết tố cáo và các quy định pháp luật có liên quan.\n\nĐiều 13 Tiếp nhận và xử lý thông tin, bằng chứng vi phạm Quy chế tuyển sinh\n\n1. Nơi tiếp nhận thông tin, bằng chứng về vi phạm Quy chế tuyển sinh\n   a. HĐTS Trường.\n   b. Thanh tra giáo dục các cấp.\n\n2. Các bằng chứng vi phạm Quy chế tuyển sinh sau khi đã được xác minh là căn cứ để xử lý đối tượng vi phạm.\n\n3. Cung cấp thông tin và bằng chứng về vi phạm Quy chế tuyển sinh\n   a. Người phát hiện những hành vi vi phạm Quy chế tuyển sinh cần kịp thời báo cho nơi tiếp nhận quy định tại khoản 1 Điều này để có biện pháp xử lý.\n   b. Người có bằng chứng về vi phạm Quy chế tuyển sinh báo ngay cho nơi tiếp nhận được quy định tại khoản 1 Điều này để kịp thời xử lý theo quy định của pháp luật. Việc tiếp nhận và xử lý các tố cáo vi phạm Quy chế tuyển sinh được thực hiện theo pháp luật về tố cáo.\n   c. Người cung cấp thông tin và bằng chứng về vi phạm Quy chế tuyển sinh phải chịu trách nhiệm trước pháp luật về tính xác thực của thông tin và bằng chứng đã cung cấp, không được lợi dụng để gây ảnh hưởng tiêu cực đến bất kỳ tổ chức, cá nhân nào.\n\n4. Đối với tổ chức, cá nhân tiếp nhận thông tin và bằng chứng về vi phạm Quy chế tuyển sinh:\n   a. Tổ chức việc tiếp nhận thông tin, bằng chứng theo quy định; bảo vệ nguyên trạng bằng chứng; xác minh tính xác thực của thông tin và bằng chứng.\n   b. Triển khai kịp thời các biện pháp ngăn chặn tiêu cực, vi phạm Quy chế tuyển sinh theo thông tin đã được cung cấp.\n\n\n\nc. Xử lý theo thẩm quyền hoặc báo cáo cơ quan, người có thẩm quyền để xử lý và công bố công khai kết quả xử lý các cá nhân, tổ chức có hành vi vi phạm Quy chế tuyển sinh.\n\nd. Bảo mật thông tin và danh tính người cung cấp thông tin.\n\nĐiều 14. Xử lý cán bộ tuyển sinh và thí sinh vi phạm Quy chế tuyển sinh\n\n1. Người tham gia công tác tuyển sinh là viên chức có hành vi vi phạm Quy chế tuyển sinh, tùy theo mức độ, sẽ bị xử lý theo quy định tại Điều 71 của Luật Giáo dục đại học; Luật Viên chức và các văn bản quy định về xử lý kỷ luật viên chức, công chức. Đối với những người vi phạm Quy chế tuyển sinh là cán bộ, giảng viên, giáo viên, nhân viên cơ hữu không phải là công chức, viên chức, Hiệu trưởng Nhà trường quyết định xử lý theo quy định của Bộ Luật lao động và các văn bản pháp luật hiện hành.\n\n2. Các trường hợp vi phạm về tuyển sinh tùy theo mức độ vi phạm sẽ bị áp dụng xử lý theo quy định hiện hành.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học\n\nChương III. TRUYỀN THÔNG, BÁO CÁO VÀ LƯU TRỮ\n\nĐiều 15. Công tác truyền thông\n\n1. HĐTS Trường ĐHCNTT thường xuyên cập nhật các hoạt động tuyển sinh trên các phương tiện truyền thông đại chúng, cổng thông tin tuyển sinh của Trường.\n\n2. Trường ĐHCNTT giao nhiệm vụ cho nhân sự chịu trách nhiệm chính phát ngôn về công tác tuyển sinh hàng năm.\n\nĐiều 16. Chế độ báo cáo\n\nHằng năm, Trường ĐHCNTT gửi báo cáo theo quy định của ĐHQG-HCM:\n\n1. Quyết định thành lập HĐTS.\n\n2. Đề án tuyển sinh.\n\n3. Quy định và các văn bản hướng dẫn tuyển sinh của Trường.\n\n4. Quyết định trúng tuyển và danh sách thí sinh trúng tuyển.\n\n5. Danh sách nhập học.\n\n6. Báo cáo tổng kết tuyển sinh.\n\nĐiều 17. Chế độ lưu trữ\n\nHồ sơ tuyển sinh được lưu trữ theo quy định của Bộ Giáo dục và Đào tạo các văn bản pháp luật khác có liên quan.\n\nChương IV. TỔ CHỨC THỰC HIỆN\n\nĐiều 18. Trách nhiệm của Trường ĐHCNTT\n\n1. Phòng Đào tạo Đại học tham mưu cho Hiệu Trường thành lập HĐTS và các Ban chức năng của HĐTS để triển khai công tác tuyển sinh theo Quy chế tuyển sinh.\n\n2. Phòng ĐTĐH chủ trì tổ chức, quản lý công tác tuyển sinh hình thức ĐTTX theo kế hoạch hàng năm của ĐHQG-HCM và Trường theo đúng quy định này; hàng năm rà soát và tham mưu cho Hiệu trưởng sửa đổi, bổ sung quy định để phù hợp với tình hình thực tế.\n\n3. Phòng TTPC&ĐBCL tham mưu cho Hiệu trưởng quyết định việc tổ chức thanh tra, kiểm tra, giám sát và giải quyết khiếu nại, tố cáo trong việc thực hiện công tác tuyển sinh.\n\n4. Trung tâm PTCNTT hỗ trợ triển khai công tác tuyển sinh theo kế hoạch hàng năm của Trường.\n\nĐiều 19. Trách nhiệm của thí sinh.\n\nTìm hiểu đầy đủ thông tin về ngành, chương trình đào tạo đăng ký xét tuyển, các quy định xét tuyển về tuyển sinh của Trường ĐHCNTT.\n\nChịu trách nhiệm về tính xác thực của các thông tin trong hồ sơ đăng ký xét tuyển. Trường ĐHCNTT từ chối tiếp nhận, buộc thôi học hoặc cấm dự tuyển vào Trường trong những năm tiếp theo nếu thông tin khai trong hồ sơ đăng ký xét tuyển của thí sinh không đúng sự thật.",
            "chunk_content": "QUYẾT ĐỊNH\nVề việc Ban hành Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học\n\nĐiều 4. Ngưỡng đảm bảo chất lượng đầu vào\n\n1. Căn cứ phương thức tuyển sinh, Trường xác định và công bố ngưỡng đảm bảo chất lượng đầu vào trong đề án tuyển sinh phù hợp với Quy chế tuyển sinh hiện hành của Bộ GD&ĐT và của ĐHQG-HCM.\n\n2. Ngưỡng đảm bảo chất lượng đầu vào do Trường quy định phải đảm bảo chất lượng nguồn tuyển sinh. Hiệu trưởng Trường chịu trách nhiệm giải trình về ngưỡng đảm bảo chất lượng đầu vào đã xây dựng.\n\nĐiều 5. Đề án tuyển sinh\n\n1. Trường xây dựng, công bố đề án tuyển sinh và tổ chức thực hiện tuyển sinh theo đề án tuyển sinh để thực hiện trách nhiệm giải trình và cam kết đối với thí sinh, cơ quan quản lý nhà nước và xã hội. Đề án tuyển sinh phải chứa đầy đủ thông tin làm căn cứ để:\n\n   - Thí sinh lựa chọn trường, ngành, chương trình đào tạo, phương thức tuyển sinh phù hợp với năng lực, sở thích và điều kiện cá nhân; chuẩn bị các điều kiện tham gia dự tuyển và thực hiện các bước theo kế hoạch tuyển sinh của Trường.\n\n   - Cơ quan quản lý nhà nước và xã hội giám sát việc thực hiện quy định của pháp luật và các cam kết đối với người học của Trường trong công tác tuyển sinh và đào tạo.\n\n2. HĐTS Trường xây dựng tiêu chí xét tuyển và công bố tại đề án tuyển sinh hàng năm.\n\n3. Nội dung đề án tuyển sinh thực hiện theo Quy chế tuyển sinh hiện hành của Bộ GD&ĐT, ĐHQG-HCM.\n\n4. Công khai đề án tuyển sinh, thông báo tuyển sinh trên trang thông tin điện tử của Trường và qua các hình thức phù hợp khác theo Quy chế tuyển sinh hiện hành của Bộ GD&ĐT, ĐHQG-HCM.\n\nĐiều 6. Kế hoạch tuyển sinh\n\n1. Trường ĐHCNTT xây dựng kế hoạch và triển khai thực hiện các đợt tuyển sinh phù hợp với tình hình thực tế tại Trường.\n\n2. Khi có thay đổi về kế hoạch tuyển sinh, Trường ĐHCNTT báo cáo ĐHQG-HCM trước khi thông báo công khai cho thí sinh và tổ chức tuyển sinh.\n\nĐiều 7. Phương thức tuyển sinh\n\n1. Phương thức tuyển sinh: Do HĐTS quyết định và ghi rõ tại Đề án tuyển sinh.\n\n2. Trường ĐHCNTT công bố công khai chỉ tiêu cho từng phương thức tuyển sinh của từng chương trình tại Đề án tuyển sinh.\n\nĐiều 8. Tổ chức tuyển sinh\n\nCăn cứ kế hoạch tuyển sinh, Trường ĐHCNTT công bố công khai thông tin tuyển sinh trên trang thông tin điện tử ít nhất 30 ngày trước thời điểm nhận hồ sơ đăng ký của thí sinh.\n\nĐiều 9. Công bố kết quả xét tuyển và xác nhận nhập học\n\n1. Kết quả xét tuyển được công bố trên trang thông tin điện tử của Trường ĐHCNTT.\n\n2. Trường ĐHCNTT gửi giấy báo trúng tuyển và gọi nhập học cho những thí sinh trúng tuyển, trong đó ghi rõ những thủ tục cần thiết và phương thức nhập học của thí sinh."
        }
    },
    {
        "file_name": "213-qd-dhcntt_19-3-2024_pdf",
        "documents": {
            "contextualized_content": "Chương II của Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học quy định về hoạt động thanh tra, khen thưởng, xử lý các sự cố bất thường và xử lý vi phạm trong công tác tuyển sinh tại Trường Đại học Công nghệ Thông tin. Nội dung bao gồm các điều khoản liên quan đến tổ chức thanh tra, khen thưởng cho cá nhân có thành tích xuất sắc, giải quyết khiếu nại, tiếp nhận và xử lý thông tin vi phạm, cũng như xử lý cán bộ và thí sinh vi phạm Quy chế tuyển sinh.",
            "original_content": "QUYẾT ĐỊNH\nVề việc Ban hành Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học\n\nQUYẾT ĐỊNH:\n\nĐiều 1: Ban hành kèm theo quyết định này “Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học” của Trường ĐHCNTT.\n\nĐiều 2: Các Ông/Bà Trường các Phòng, Ban, Khoa, Giám đốc Trung tâm Phát triển CNTT và đơn vị liên quan chịu trách nhiệm thi hành quyết định này.\n\nQUY CHẾ\nTUYỂN SINH HÌNH THỨC ĐÀO TẠO TỪ XA TRÌNH ĐỘ ĐẠI HỌC CỦA TRƯỜNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n(Ban hành theo Quyết định số: 213/QĐ-DHCNTT, ngày 19 tháng 3 năm 2024)\n\n\n| ĐHCNTT | Đại học Công nghệ Thông tin |\n|--------|-----------------------------|\n| ĐHQG-HCM | Đại học Quốc gia TP. Hồ Chí Minh |\n| P. ĐTĐH | Phòng Đào tạo Đại học |\n| Bộ GD&ĐT | Bộ Giáo dục và Đào tạo |\n| ĐTTX | Đào tạo từ xa |\n| CSDT | Cơ sở đào tạo |\n| HĐTS | Hội đồng Tuyển sinh |\n\nChương 1. QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Quy chế này quy định về tuyển sinh trình độ đại học hình thức đào tạo từ xa (ĐTTX) bao gồm: Quy định chung; tuyển sinh ĐTTX; hoạt động thanh tra, kiểm tra; truyền thông, báo cáo và lưu trữ; khen thưởng, xử lý các sự cố bất thường và xử lý vi phạm; tổ chức thực hiện.\n\n2. Quy chế này áp dụng đối với công tác tuyển sinh trình độ đại học hình thức ĐTTX tại Trường Đại học Công nghệ Thông tin (ĐHCNTT).\n\nĐiều 2. Hội đồng tuyển sinh\n\n1. Hiệu trưởng ra quyết định thành lập Hội đồng tuyển sinh (HĐTS) để điều hành các hoạt động liên quan đến công tác tuyển sinh; quy định tổ chức, nhiệm vụ và quyền hạn của các Ban chuyên môn, các ban giúp việc của HĐTS.\n\n2. Thành phần HĐTS\n\n   a. Chủ tịch: Hiệu trưởng hoặc Phó Hiệu trưởng.\n   b. Phó Chủ tịch: Phó Hiệu trưởng.\n   c. Ủy viên thường trực: Trưởng phòng hoặc Phó Trưởng phòng Đào tạo Đại học.\n   d. Các ủy viên: Trưởng phòng hoặc Phó Trưởng phòng, Trưởng khoa hoặc Phó Trưởng khoa, Trưởng bộ môn hoặc Phó Trưởng bộ môn, Giám đốc Trung tâm hoặc Phó Giám đốc Trung tâm Phát triển Công nghệ Thông tin (PTCNTT) và các đơn vị liên quan.\n\n   Những người có người thân dự thi hoặc xét tuyển vào Trường trong năm tuyển sinh không được tham gia vào HĐTS, các ban chuyên môn và các ban giúp việc của HĐTS.\n\n3. Nhiệm vụ và quyền hạn của HĐTS\n\n   a. Chịu sự chỉ đạo chung của Ban Chỉ đạo tuyển sinh ĐHQG-HCM (BCD).\n   b. Xây dựng, công bố công khai thông tin đề án tuyển sinh.\n   c. Tổ chức triển khai các phương án tuyển sinh theo đề án tuyển sinh đã công bố.\n   d. Tổng kết công tác tuyển sinh; quyết định khen thưởng, kỷ luật theo quy định.\n   e. Báo cáo kịp thời kết quả công tác tuyển sinh về ĐHQG-HCM.\n\n4. Nhiệm vụ và quyền hạn của Chủ tịch HĐTS\n\n\n\na. Tổ chức thực hiện và chịu trách nhiệm về công tác tuyển sinh.\n\nb. Thành lập Ban Thư ký và các Ban chuyên môn để giúp việc cho HĐTS trong việc thực hiện công tác tuyển sinh; Trường các Ban chuyên môn phải là thành viên HĐTS.\n\nc. Chủ tịch HĐTS quy định nhiệm vụ và quyền hạn của các Ban chuyên môn theo quy định tuyển sinh của Trường.\n\nd. Báo cáo kịp thời kết quả công tác tuyển sinh về ĐHQG-HCM.\n\n5. Phó Chủ tịch HĐTS thực hiện các nhiệm vụ được Chủ tịch HĐTS phân công và thay mặt Chủ tịch HĐTS giải quyết công việc khi Chủ tịch HĐTS ủy quyền.\n\nĐiều 3. Ban Thư ký Hội đồng tuyển sinh\n\n1. Thành phần Ban Thư ký HĐTS gồm có:\n\n   a. Trưởng ban: Ủy viên thường trực HĐTS.\n\n   b. Các ủy viên: Một số cán bộ Phòng Đào tạo Đại học, Khoa, Trung tâm PTCNTT, Phòng ban liên quan.\n\nNhững người có người thân dự thi hoặc xét tuyển vào Trường trong năm tuyển sinh không được tham gia vào Ban Thư ký.\n\n2. Nhiệm vụ và quyền hạn của Ban Thư ký HĐTS:\n\n   a. Thực hiện các nhiệm vụ do Chủ tịch HĐTS giao.\n\n   b. Tổ chức tiếp nhận, giám sát tình hình đăng ký xét tuyển, phối hợp với các ban chuyên môn (nếu có) để thực hiện xét tuyển hoặc thi tuyển, báo cáo kịp thời các tình huống phát sinh.\n\n   c. Quản lý, kiểm tra, phân loại, xét tuyển hồ sơ.\n\n   d. Dự kiến phương án xét tuyển, trình HĐTS ra quyết định.\n\n   e. Thông báo thí sinh trúng tuyển, gửi giấy báo và gọi nhập học cho những thí sinh đủ điều kiện trúng tuyển, trong đó ghi rõ những thủ tục cần thiết.\n\n   f. Hậu kiểm hồ sơ của thí sinh trúng tuyển và đã nhập học theo quy định.\n\n   g. Lập danh sách sinh viên nhập học.\n\n3. Nhiệm vụ và quyền hạn của Trưởng Ban Thư ký:\n\na. Chịu trách nhiệm trước Chủ tịch HĐTS điều hành công tác của Ban Thư ký.\n\nb. Lựa chọn đề cử nhân sự vào Ban Thư ký.\n\nc. Báo cáo với Chủ tịch HĐTS tình hình thí sinh đăng ký dự tuyển (ĐKDT), tiến độ thực hiện công việc của Ban thư ký, kết quả tuyển sinh và tất cả các trường hợp đặc biệt cần xử lý kịp thời.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học\n\nĐiều 4. Ngưỡng đảm bảo chất lượng đầu vào\n\n1. Căn cứ phương thức tuyển sinh, Trường xác định và công bố ngưỡng đảm bảo chất lượng đầu vào trong đề án tuyển sinh phù hợp với Quy chế tuyển sinh hiện hành của Bộ GD&ĐT và của ĐHQG-HCM.\n\n2. Ngưỡng đảm bảo chất lượng đầu vào do Trường quy định phải đảm bảo chất lượng nguồn tuyển sinh. Hiệu trưởng Trường chịu trách nhiệm giải trình về ngưỡng đảm bảo chất lượng đầu vào đã xây dựng.\n\nĐiều 5. Đề án tuyển sinh\n\n1. Trường xây dựng, công bố đề án tuyển sinh và tổ chức thực hiện tuyển sinh theo đề án tuyển sinh để thực hiện trách nhiệm giải trình và cam kết đối với thí sinh, cơ quan quản lý nhà nước và xã hội. Đề án tuyển sinh phải chứa đầy đủ thông tin làm căn cứ để:\n\n   - Thí sinh lựa chọn trường, ngành, chương trình đào tạo, phương thức tuyển sinh phù hợp với năng lực, sở thích và điều kiện cá nhân; chuẩn bị các điều kiện tham gia dự tuyển và thực hiện các bước theo kế hoạch tuyển sinh của Trường.\n\n   - Cơ quan quản lý nhà nước và xã hội giám sát việc thực hiện quy định của pháp luật và các cam kết đối với người học của Trường trong công tác tuyển sinh và đào tạo.\n\n2. HĐTS Trường xây dựng tiêu chí xét tuyển và công bố tại đề án tuyển sinh hàng năm.\n\n3. Nội dung đề án tuyển sinh thực hiện theo Quy chế tuyển sinh hiện hành của Bộ GD&ĐT, ĐHQG-HCM.\n\n4. Công khai đề án tuyển sinh, thông báo tuyển sinh trên trang thông tin điện tử của Trường và qua các hình thức phù hợp khác theo Quy chế tuyển sinh hiện hành của Bộ GD&ĐT, ĐHQG-HCM.\n\nĐiều 6. Kế hoạch tuyển sinh\n\n1. Trường ĐHCNTT xây dựng kế hoạch và triển khai thực hiện các đợt tuyển sinh phù hợp với tình hình thực tế tại Trường.\n\n2. Khi có thay đổi về kế hoạch tuyển sinh, Trường ĐHCNTT báo cáo ĐHQG-HCM trước khi thông báo công khai cho thí sinh và tổ chức tuyển sinh.\n\nĐiều 7. Phương thức tuyển sinh\n\n1. Phương thức tuyển sinh: Do HĐTS quyết định và ghi rõ tại Đề án tuyển sinh.\n\n2. Trường ĐHCNTT công bố công khai chỉ tiêu cho từng phương thức tuyển sinh của từng chương trình tại Đề án tuyển sinh.\n\nĐiều 8. Tổ chức tuyển sinh\n\nCăn cứ kế hoạch tuyển sinh, Trường ĐHCNTT công bố công khai thông tin tuyển sinh trên trang thông tin điện tử ít nhất 30 ngày trước thời điểm nhận hồ sơ đăng ký của thí sinh.\n\nĐiều 9. Công bố kết quả xét tuyển và xác nhận nhập học\n\n1. Kết quả xét tuyển được công bố trên trang thông tin điện tử của Trường ĐHCNTT.\n\n2. Trường ĐHCNTT gửi giấy báo trúng tuyển và gọi nhập học cho những thí sinh trúng tuyển, trong đó ghi rõ những thủ tục cần thiết và phương thức nhập học của thí sinh.\n-------------------------------------------------------------\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học\n\nChương II. THANH TRA, KHEN THƯỞNG, XỬ LÝ CÁC SỰ CỐ BẤT THƯỜNG VÀ XỬ LÝ VI PHẠM\n\nĐiều 10. Hoạt động thanh tra, kiểm tra công tác tuyển sinh\n\n1. Hiệu trưởng tổ chức thanh tra, kiểm tra công tác tuyển sinh tại Trường theo quy định.\n\n2. Trình tự, thủ tục tổ chức thanh tra, kiểm tra theo quy định của pháp luật về thanh tra, kiểm tra và hướng dẫn của Bộ GD&ĐT, ĐHQG-HCM.\n\nĐiều 11. Khen thưởng\n\nChủ tịch HĐTS khen thưởng hoặc đề nghị cấp có thẩm quyền khen thưởng:\n\n1. Những người hoàn thành xuất sắc nhiệm vụ được giao.\n\n2. Những người có nhiều thành tích đóng góp cho công tác tuyển sinh của Trường.\n\nĐiều 12 Giải quyết đơn khiếu nại, tố cáo liên quan đến công tác tuyển sinh\n\n1. Trong thời gian tuyển sinh, HĐTS tổ chức tiếp nhận và giải quyết đơn khiếu nại, đơn tố cáo liên quan đến công tác tuyển sinh.\n\n2. Kết thúc tuyển sinh, Hiệu trưởng tổ chức tiếp nhận và giải quyết đơn khiếu nại, đơn tố cáo liên quan đến công tác tuyển sinh.\n\n3. Trình tự, thủ tục, thời hạn giải quyết đơn khiếu nại, đơn tố cáo liên quan đến công tác tuyển sinh được thực hiện theo quy định pháp luật về giải quyết khiếu nại, giải quyết tố cáo và các quy định pháp luật có liên quan.\n\nĐiều 13 Tiếp nhận và xử lý thông tin, bằng chứng vi phạm Quy chế tuyển sinh\n\n1. Nơi tiếp nhận thông tin, bằng chứng về vi phạm Quy chế tuyển sinh\n   a. HĐTS Trường.\n   b. Thanh tra giáo dục các cấp.\n\n2. Các bằng chứng vi phạm Quy chế tuyển sinh sau khi đã được xác minh là căn cứ để xử lý đối tượng vi phạm.\n\n3. Cung cấp thông tin và bằng chứng về vi phạm Quy chế tuyển sinh\n   a. Người phát hiện những hành vi vi phạm Quy chế tuyển sinh cần kịp thời báo cho nơi tiếp nhận quy định tại khoản 1 Điều này để có biện pháp xử lý.\n   b. Người có bằng chứng về vi phạm Quy chế tuyển sinh báo ngay cho nơi tiếp nhận được quy định tại khoản 1 Điều này để kịp thời xử lý theo quy định của pháp luật. Việc tiếp nhận và xử lý các tố cáo vi phạm Quy chế tuyển sinh được thực hiện theo pháp luật về tố cáo.\n   c. Người cung cấp thông tin và bằng chứng về vi phạm Quy chế tuyển sinh phải chịu trách nhiệm trước pháp luật về tính xác thực của thông tin và bằng chứng đã cung cấp, không được lợi dụng để gây ảnh hưởng tiêu cực đến bất kỳ tổ chức, cá nhân nào.\n\n4. Đối với tổ chức, cá nhân tiếp nhận thông tin và bằng chứng về vi phạm Quy chế tuyển sinh:\n   a. Tổ chức việc tiếp nhận thông tin, bằng chứng theo quy định; bảo vệ nguyên trạng bằng chứng; xác minh tính xác thực của thông tin và bằng chứng.\n   b. Triển khai kịp thời các biện pháp ngăn chặn tiêu cực, vi phạm Quy chế tuyển sinh theo thông tin đã được cung cấp.\n\n\n\nc. Xử lý theo thẩm quyền hoặc báo cáo cơ quan, người có thẩm quyền để xử lý và công bố công khai kết quả xử lý các cá nhân, tổ chức có hành vi vi phạm Quy chế tuyển sinh.\n\nd. Bảo mật thông tin và danh tính người cung cấp thông tin.\n\nĐiều 14. Xử lý cán bộ tuyển sinh và thí sinh vi phạm Quy chế tuyển sinh\n\n1. Người tham gia công tác tuyển sinh là viên chức có hành vi vi phạm Quy chế tuyển sinh, tùy theo mức độ, sẽ bị xử lý theo quy định tại Điều 71 của Luật Giáo dục đại học; Luật Viên chức và các văn bản quy định về xử lý kỷ luật viên chức, công chức. Đối với những người vi phạm Quy chế tuyển sinh là cán bộ, giảng viên, giáo viên, nhân viên cơ hữu không phải là công chức, viên chức, Hiệu trưởng Nhà trường quyết định xử lý theo quy định của Bộ Luật lao động và các văn bản pháp luật hiện hành.\n\n2. Các trường hợp vi phạm về tuyển sinh tùy theo mức độ vi phạm sẽ bị áp dụng xử lý theo quy định hiện hành.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học\n\nChương III. TRUYỀN THÔNG, BÁO CÁO VÀ LƯU TRỮ\n\nĐiều 15. Công tác truyền thông\n\n1. HĐTS Trường ĐHCNTT thường xuyên cập nhật các hoạt động tuyển sinh trên các phương tiện truyền thông đại chúng, cổng thông tin tuyển sinh của Trường.\n\n2. Trường ĐHCNTT giao nhiệm vụ cho nhân sự chịu trách nhiệm chính phát ngôn về công tác tuyển sinh hàng năm.\n\nĐiều 16. Chế độ báo cáo\n\nHằng năm, Trường ĐHCNTT gửi báo cáo theo quy định của ĐHQG-HCM:\n\n1. Quyết định thành lập HĐTS.\n\n2. Đề án tuyển sinh.\n\n3. Quy định và các văn bản hướng dẫn tuyển sinh của Trường.\n\n4. Quyết định trúng tuyển và danh sách thí sinh trúng tuyển.\n\n5. Danh sách nhập học.\n\n6. Báo cáo tổng kết tuyển sinh.\n\nĐiều 17. Chế độ lưu trữ\n\nHồ sơ tuyển sinh được lưu trữ theo quy định của Bộ Giáo dục và Đào tạo các văn bản pháp luật khác có liên quan.\n\nChương IV. TỔ CHỨC THỰC HIỆN\n\nĐiều 18. Trách nhiệm của Trường ĐHCNTT\n\n1. Phòng Đào tạo Đại học tham mưu cho Hiệu Trường thành lập HĐTS và các Ban chức năng của HĐTS để triển khai công tác tuyển sinh theo Quy chế tuyển sinh.\n\n2. Phòng ĐTĐH chủ trì tổ chức, quản lý công tác tuyển sinh hình thức ĐTTX theo kế hoạch hàng năm của ĐHQG-HCM và Trường theo đúng quy định này; hàng năm rà soát và tham mưu cho Hiệu trưởng sửa đổi, bổ sung quy định để phù hợp với tình hình thực tế.\n\n3. Phòng TTPC&ĐBCL tham mưu cho Hiệu trưởng quyết định việc tổ chức thanh tra, kiểm tra, giám sát và giải quyết khiếu nại, tố cáo trong việc thực hiện công tác tuyển sinh.\n\n4. Trung tâm PTCNTT hỗ trợ triển khai công tác tuyển sinh theo kế hoạch hàng năm của Trường.\n\nĐiều 19. Trách nhiệm của thí sinh.\n\nTìm hiểu đầy đủ thông tin về ngành, chương trình đào tạo đăng ký xét tuyển, các quy định xét tuyển về tuyển sinh của Trường ĐHCNTT.\n\nChịu trách nhiệm về tính xác thực của các thông tin trong hồ sơ đăng ký xét tuyển. Trường ĐHCNTT từ chối tiếp nhận, buộc thôi học hoặc cấm dự tuyển vào Trường trong những năm tiếp theo nếu thông tin khai trong hồ sơ đăng ký xét tuyển của thí sinh không đúng sự thật.",
            "chunk_content": "QUYẾT ĐỊNH\nVề việc Ban hành Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học\n\nChương II. THANH TRA, KHEN THƯỞNG, XỬ LÝ CÁC SỰ CỐ BẤT THƯỜNG VÀ XỬ LÝ VI PHẠM\n\nĐiều 10. Hoạt động thanh tra, kiểm tra công tác tuyển sinh\n\n1. Hiệu trưởng tổ chức thanh tra, kiểm tra công tác tuyển sinh tại Trường theo quy định.\n\n2. Trình tự, thủ tục tổ chức thanh tra, kiểm tra theo quy định của pháp luật về thanh tra, kiểm tra và hướng dẫn của Bộ GD&ĐT, ĐHQG-HCM.\n\nĐiều 11. Khen thưởng\n\nChủ tịch HĐTS khen thưởng hoặc đề nghị cấp có thẩm quyền khen thưởng:\n\n1. Những người hoàn thành xuất sắc nhiệm vụ được giao.\n\n2. Những người có nhiều thành tích đóng góp cho công tác tuyển sinh của Trường.\n\nĐiều 12 Giải quyết đơn khiếu nại, tố cáo liên quan đến công tác tuyển sinh\n\n1. Trong thời gian tuyển sinh, HĐTS tổ chức tiếp nhận và giải quyết đơn khiếu nại, đơn tố cáo liên quan đến công tác tuyển sinh.\n\n2. Kết thúc tuyển sinh, Hiệu trưởng tổ chức tiếp nhận và giải quyết đơn khiếu nại, đơn tố cáo liên quan đến công tác tuyển sinh.\n\n3. Trình tự, thủ tục, thời hạn giải quyết đơn khiếu nại, đơn tố cáo liên quan đến công tác tuyển sinh được thực hiện theo quy định pháp luật về giải quyết khiếu nại, giải quyết tố cáo và các quy định pháp luật có liên quan.\n\nĐiều 13 Tiếp nhận và xử lý thông tin, bằng chứng vi phạm Quy chế tuyển sinh\n\n1. Nơi tiếp nhận thông tin, bằng chứng về vi phạm Quy chế tuyển sinh\n   a. HĐTS Trường.\n   b. Thanh tra giáo dục các cấp.\n\n2. Các bằng chứng vi phạm Quy chế tuyển sinh sau khi đã được xác minh là căn cứ để xử lý đối tượng vi phạm.\n\n3. Cung cấp thông tin và bằng chứng về vi phạm Quy chế tuyển sinh\n   a. Người phát hiện những hành vi vi phạm Quy chế tuyển sinh cần kịp thời báo cho nơi tiếp nhận quy định tại khoản 1 Điều này để có biện pháp xử lý.\n   b. Người có bằng chứng về vi phạm Quy chế tuyển sinh báo ngay cho nơi tiếp nhận được quy định tại khoản 1 Điều này để kịp thời xử lý theo quy định của pháp luật. Việc tiếp nhận và xử lý các tố cáo vi phạm Quy chế tuyển sinh được thực hiện theo pháp luật về tố cáo.\n   c. Người cung cấp thông tin và bằng chứng về vi phạm Quy chế tuyển sinh phải chịu trách nhiệm trước pháp luật về tính xác thực của thông tin và bằng chứng đã cung cấp, không được lợi dụng để gây ảnh hưởng tiêu cực đến bất kỳ tổ chức, cá nhân nào.\n\n4. Đối với tổ chức, cá nhân tiếp nhận thông tin và bằng chứng về vi phạm Quy chế tuyển sinh:\n   a. Tổ chức việc tiếp nhận thông tin, bằng chứng theo quy định; bảo vệ nguyên trạng bằng chứng; xác minh tính xác thực của thông tin và bằng chứng.\n   b. Triển khai kịp thời các biện pháp ngăn chặn tiêu cực, vi phạm Quy chế tuyển sinh theo thông tin đã được cung cấp.\n\n\n\nc. Xử lý theo thẩm quyền hoặc báo cáo cơ quan, người có thẩm quyền để xử lý và công bố công khai kết quả xử lý các cá nhân, tổ chức có hành vi vi phạm Quy chế tuyển sinh.\n\nd. Bảo mật thông tin và danh tính người cung cấp thông tin.\n\nĐiều 14. Xử lý cán bộ tuyển sinh và thí sinh vi phạm Quy chế tuyển sinh\n\n1. Người tham gia công tác tuyển sinh là viên chức có hành vi vi phạm Quy chế tuyển sinh, tùy theo mức độ, sẽ bị xử lý theo quy định tại Điều 71 của Luật Giáo dục đại học; Luật Viên chức và các văn bản quy định về xử lý kỷ luật viên chức, công chức. Đối với những người vi phạm Quy chế tuyển sinh là cán bộ, giảng viên, giáo viên, nhân viên cơ hữu không phải là công chức, viên chức, Hiệu trưởng Nhà trường quyết định xử lý theo quy định của Bộ Luật lao động và các văn bản pháp luật hiện hành.\n\n2. Các trường hợp vi phạm về tuyển sinh tùy theo mức độ vi phạm sẽ bị áp dụng xử lý theo quy định hiện hành."
        }
    },
    {
        "file_name": "213-qd-dhcntt_19-3-2024_pdf",
        "documents": {
            "contextualized_content": "Chương III của Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học của Trường Đại học Công nghệ Thông tin quy định về công tác truyền thông, chế độ báo cáo và lưu trữ hồ sơ tuyển sinh. Nội dung bao gồm việc cập nhật thông tin tuyển sinh, chế độ báo cáo hàng năm và quy định về lưu trữ hồ sơ theo quy định của Bộ Giáo dục và Đào tạo. Chương này nằm trong bối cảnh tổng thể của Quy chế tuyển sinh, nhằm đảm bảo tính minh bạch và hiệu quả trong công tác tuyển sinh.",
            "original_content": "QUYẾT ĐỊNH\nVề việc Ban hành Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học\n\nQUYẾT ĐỊNH:\n\nĐiều 1: Ban hành kèm theo quyết định này “Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học” của Trường ĐHCNTT.\n\nĐiều 2: Các Ông/Bà Trường các Phòng, Ban, Khoa, Giám đốc Trung tâm Phát triển CNTT và đơn vị liên quan chịu trách nhiệm thi hành quyết định này.\n\nQUY CHẾ\nTUYỂN SINH HÌNH THỨC ĐÀO TẠO TỪ XA TRÌNH ĐỘ ĐẠI HỌC CỦA TRƯỜNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n(Ban hành theo Quyết định số: 213/QĐ-DHCNTT, ngày 19 tháng 3 năm 2024)\n\n\n| ĐHCNTT | Đại học Công nghệ Thông tin |\n|--------|-----------------------------|\n| ĐHQG-HCM | Đại học Quốc gia TP. Hồ Chí Minh |\n| P. ĐTĐH | Phòng Đào tạo Đại học |\n| Bộ GD&ĐT | Bộ Giáo dục và Đào tạo |\n| ĐTTX | Đào tạo từ xa |\n| CSDT | Cơ sở đào tạo |\n| HĐTS | Hội đồng Tuyển sinh |\n\nChương 1. QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Quy chế này quy định về tuyển sinh trình độ đại học hình thức đào tạo từ xa (ĐTTX) bao gồm: Quy định chung; tuyển sinh ĐTTX; hoạt động thanh tra, kiểm tra; truyền thông, báo cáo và lưu trữ; khen thưởng, xử lý các sự cố bất thường và xử lý vi phạm; tổ chức thực hiện.\n\n2. Quy chế này áp dụng đối với công tác tuyển sinh trình độ đại học hình thức ĐTTX tại Trường Đại học Công nghệ Thông tin (ĐHCNTT).\n\nĐiều 2. Hội đồng tuyển sinh\n\n1. Hiệu trưởng ra quyết định thành lập Hội đồng tuyển sinh (HĐTS) để điều hành các hoạt động liên quan đến công tác tuyển sinh; quy định tổ chức, nhiệm vụ và quyền hạn của các Ban chuyên môn, các ban giúp việc của HĐTS.\n\n2. Thành phần HĐTS\n\n   a. Chủ tịch: Hiệu trưởng hoặc Phó Hiệu trưởng.\n   b. Phó Chủ tịch: Phó Hiệu trưởng.\n   c. Ủy viên thường trực: Trưởng phòng hoặc Phó Trưởng phòng Đào tạo Đại học.\n   d. Các ủy viên: Trưởng phòng hoặc Phó Trưởng phòng, Trưởng khoa hoặc Phó Trưởng khoa, Trưởng bộ môn hoặc Phó Trưởng bộ môn, Giám đốc Trung tâm hoặc Phó Giám đốc Trung tâm Phát triển Công nghệ Thông tin (PTCNTT) và các đơn vị liên quan.\n\n   Những người có người thân dự thi hoặc xét tuyển vào Trường trong năm tuyển sinh không được tham gia vào HĐTS, các ban chuyên môn và các ban giúp việc của HĐTS.\n\n3. Nhiệm vụ và quyền hạn của HĐTS\n\n   a. Chịu sự chỉ đạo chung của Ban Chỉ đạo tuyển sinh ĐHQG-HCM (BCD).\n   b. Xây dựng, công bố công khai thông tin đề án tuyển sinh.\n   c. Tổ chức triển khai các phương án tuyển sinh theo đề án tuyển sinh đã công bố.\n   d. Tổng kết công tác tuyển sinh; quyết định khen thưởng, kỷ luật theo quy định.\n   e. Báo cáo kịp thời kết quả công tác tuyển sinh về ĐHQG-HCM.\n\n4. Nhiệm vụ và quyền hạn của Chủ tịch HĐTS\n\n\n\na. Tổ chức thực hiện và chịu trách nhiệm về công tác tuyển sinh.\n\nb. Thành lập Ban Thư ký và các Ban chuyên môn để giúp việc cho HĐTS trong việc thực hiện công tác tuyển sinh; Trường các Ban chuyên môn phải là thành viên HĐTS.\n\nc. Chủ tịch HĐTS quy định nhiệm vụ và quyền hạn của các Ban chuyên môn theo quy định tuyển sinh của Trường.\n\nd. Báo cáo kịp thời kết quả công tác tuyển sinh về ĐHQG-HCM.\n\n5. Phó Chủ tịch HĐTS thực hiện các nhiệm vụ được Chủ tịch HĐTS phân công và thay mặt Chủ tịch HĐTS giải quyết công việc khi Chủ tịch HĐTS ủy quyền.\n\nĐiều 3. Ban Thư ký Hội đồng tuyển sinh\n\n1. Thành phần Ban Thư ký HĐTS gồm có:\n\n   a. Trưởng ban: Ủy viên thường trực HĐTS.\n\n   b. Các ủy viên: Một số cán bộ Phòng Đào tạo Đại học, Khoa, Trung tâm PTCNTT, Phòng ban liên quan.\n\nNhững người có người thân dự thi hoặc xét tuyển vào Trường trong năm tuyển sinh không được tham gia vào Ban Thư ký.\n\n2. Nhiệm vụ và quyền hạn của Ban Thư ký HĐTS:\n\n   a. Thực hiện các nhiệm vụ do Chủ tịch HĐTS giao.\n\n   b. Tổ chức tiếp nhận, giám sát tình hình đăng ký xét tuyển, phối hợp với các ban chuyên môn (nếu có) để thực hiện xét tuyển hoặc thi tuyển, báo cáo kịp thời các tình huống phát sinh.\n\n   c. Quản lý, kiểm tra, phân loại, xét tuyển hồ sơ.\n\n   d. Dự kiến phương án xét tuyển, trình HĐTS ra quyết định.\n\n   e. Thông báo thí sinh trúng tuyển, gửi giấy báo và gọi nhập học cho những thí sinh đủ điều kiện trúng tuyển, trong đó ghi rõ những thủ tục cần thiết.\n\n   f. Hậu kiểm hồ sơ của thí sinh trúng tuyển và đã nhập học theo quy định.\n\n   g. Lập danh sách sinh viên nhập học.\n\n3. Nhiệm vụ và quyền hạn của Trưởng Ban Thư ký:\n\na. Chịu trách nhiệm trước Chủ tịch HĐTS điều hành công tác của Ban Thư ký.\n\nb. Lựa chọn đề cử nhân sự vào Ban Thư ký.\n\nc. Báo cáo với Chủ tịch HĐTS tình hình thí sinh đăng ký dự tuyển (ĐKDT), tiến độ thực hiện công việc của Ban thư ký, kết quả tuyển sinh và tất cả các trường hợp đặc biệt cần xử lý kịp thời.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học\n\nĐiều 4. Ngưỡng đảm bảo chất lượng đầu vào\n\n1. Căn cứ phương thức tuyển sinh, Trường xác định và công bố ngưỡng đảm bảo chất lượng đầu vào trong đề án tuyển sinh phù hợp với Quy chế tuyển sinh hiện hành của Bộ GD&ĐT và của ĐHQG-HCM.\n\n2. Ngưỡng đảm bảo chất lượng đầu vào do Trường quy định phải đảm bảo chất lượng nguồn tuyển sinh. Hiệu trưởng Trường chịu trách nhiệm giải trình về ngưỡng đảm bảo chất lượng đầu vào đã xây dựng.\n\nĐiều 5. Đề án tuyển sinh\n\n1. Trường xây dựng, công bố đề án tuyển sinh và tổ chức thực hiện tuyển sinh theo đề án tuyển sinh để thực hiện trách nhiệm giải trình và cam kết đối với thí sinh, cơ quan quản lý nhà nước và xã hội. Đề án tuyển sinh phải chứa đầy đủ thông tin làm căn cứ để:\n\n   - Thí sinh lựa chọn trường, ngành, chương trình đào tạo, phương thức tuyển sinh phù hợp với năng lực, sở thích và điều kiện cá nhân; chuẩn bị các điều kiện tham gia dự tuyển và thực hiện các bước theo kế hoạch tuyển sinh của Trường.\n\n   - Cơ quan quản lý nhà nước và xã hội giám sát việc thực hiện quy định của pháp luật và các cam kết đối với người học của Trường trong công tác tuyển sinh và đào tạo.\n\n2. HĐTS Trường xây dựng tiêu chí xét tuyển và công bố tại đề án tuyển sinh hàng năm.\n\n3. Nội dung đề án tuyển sinh thực hiện theo Quy chế tuyển sinh hiện hành của Bộ GD&ĐT, ĐHQG-HCM.\n\n4. Công khai đề án tuyển sinh, thông báo tuyển sinh trên trang thông tin điện tử của Trường và qua các hình thức phù hợp khác theo Quy chế tuyển sinh hiện hành của Bộ GD&ĐT, ĐHQG-HCM.\n\nĐiều 6. Kế hoạch tuyển sinh\n\n1. Trường ĐHCNTT xây dựng kế hoạch và triển khai thực hiện các đợt tuyển sinh phù hợp với tình hình thực tế tại Trường.\n\n2. Khi có thay đổi về kế hoạch tuyển sinh, Trường ĐHCNTT báo cáo ĐHQG-HCM trước khi thông báo công khai cho thí sinh và tổ chức tuyển sinh.\n\nĐiều 7. Phương thức tuyển sinh\n\n1. Phương thức tuyển sinh: Do HĐTS quyết định và ghi rõ tại Đề án tuyển sinh.\n\n2. Trường ĐHCNTT công bố công khai chỉ tiêu cho từng phương thức tuyển sinh của từng chương trình tại Đề án tuyển sinh.\n\nĐiều 8. Tổ chức tuyển sinh\n\nCăn cứ kế hoạch tuyển sinh, Trường ĐHCNTT công bố công khai thông tin tuyển sinh trên trang thông tin điện tử ít nhất 30 ngày trước thời điểm nhận hồ sơ đăng ký của thí sinh.\n\nĐiều 9. Công bố kết quả xét tuyển và xác nhận nhập học\n\n1. Kết quả xét tuyển được công bố trên trang thông tin điện tử của Trường ĐHCNTT.\n\n2. Trường ĐHCNTT gửi giấy báo trúng tuyển và gọi nhập học cho những thí sinh trúng tuyển, trong đó ghi rõ những thủ tục cần thiết và phương thức nhập học của thí sinh.\n-------------------------------------------------------------\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học\n\nChương II. THANH TRA, KHEN THƯỞNG, XỬ LÝ CÁC SỰ CỐ BẤT THƯỜNG VÀ XỬ LÝ VI PHẠM\n\nĐiều 10. Hoạt động thanh tra, kiểm tra công tác tuyển sinh\n\n1. Hiệu trưởng tổ chức thanh tra, kiểm tra công tác tuyển sinh tại Trường theo quy định.\n\n2. Trình tự, thủ tục tổ chức thanh tra, kiểm tra theo quy định của pháp luật về thanh tra, kiểm tra và hướng dẫn của Bộ GD&ĐT, ĐHQG-HCM.\n\nĐiều 11. Khen thưởng\n\nChủ tịch HĐTS khen thưởng hoặc đề nghị cấp có thẩm quyền khen thưởng:\n\n1. Những người hoàn thành xuất sắc nhiệm vụ được giao.\n\n2. Những người có nhiều thành tích đóng góp cho công tác tuyển sinh của Trường.\n\nĐiều 12 Giải quyết đơn khiếu nại, tố cáo liên quan đến công tác tuyển sinh\n\n1. Trong thời gian tuyển sinh, HĐTS tổ chức tiếp nhận và giải quyết đơn khiếu nại, đơn tố cáo liên quan đến công tác tuyển sinh.\n\n2. Kết thúc tuyển sinh, Hiệu trưởng tổ chức tiếp nhận và giải quyết đơn khiếu nại, đơn tố cáo liên quan đến công tác tuyển sinh.\n\n3. Trình tự, thủ tục, thời hạn giải quyết đơn khiếu nại, đơn tố cáo liên quan đến công tác tuyển sinh được thực hiện theo quy định pháp luật về giải quyết khiếu nại, giải quyết tố cáo và các quy định pháp luật có liên quan.\n\nĐiều 13 Tiếp nhận và xử lý thông tin, bằng chứng vi phạm Quy chế tuyển sinh\n\n1. Nơi tiếp nhận thông tin, bằng chứng về vi phạm Quy chế tuyển sinh\n   a. HĐTS Trường.\n   b. Thanh tra giáo dục các cấp.\n\n2. Các bằng chứng vi phạm Quy chế tuyển sinh sau khi đã được xác minh là căn cứ để xử lý đối tượng vi phạm.\n\n3. Cung cấp thông tin và bằng chứng về vi phạm Quy chế tuyển sinh\n   a. Người phát hiện những hành vi vi phạm Quy chế tuyển sinh cần kịp thời báo cho nơi tiếp nhận quy định tại khoản 1 Điều này để có biện pháp xử lý.\n   b. Người có bằng chứng về vi phạm Quy chế tuyển sinh báo ngay cho nơi tiếp nhận được quy định tại khoản 1 Điều này để kịp thời xử lý theo quy định của pháp luật. Việc tiếp nhận và xử lý các tố cáo vi phạm Quy chế tuyển sinh được thực hiện theo pháp luật về tố cáo.\n   c. Người cung cấp thông tin và bằng chứng về vi phạm Quy chế tuyển sinh phải chịu trách nhiệm trước pháp luật về tính xác thực của thông tin và bằng chứng đã cung cấp, không được lợi dụng để gây ảnh hưởng tiêu cực đến bất kỳ tổ chức, cá nhân nào.\n\n4. Đối với tổ chức, cá nhân tiếp nhận thông tin và bằng chứng về vi phạm Quy chế tuyển sinh:\n   a. Tổ chức việc tiếp nhận thông tin, bằng chứng theo quy định; bảo vệ nguyên trạng bằng chứng; xác minh tính xác thực của thông tin và bằng chứng.\n   b. Triển khai kịp thời các biện pháp ngăn chặn tiêu cực, vi phạm Quy chế tuyển sinh theo thông tin đã được cung cấp.\n\n\n\nc. Xử lý theo thẩm quyền hoặc báo cáo cơ quan, người có thẩm quyền để xử lý và công bố công khai kết quả xử lý các cá nhân, tổ chức có hành vi vi phạm Quy chế tuyển sinh.\n\nd. Bảo mật thông tin và danh tính người cung cấp thông tin.\n\nĐiều 14. Xử lý cán bộ tuyển sinh và thí sinh vi phạm Quy chế tuyển sinh\n\n1. Người tham gia công tác tuyển sinh là viên chức có hành vi vi phạm Quy chế tuyển sinh, tùy theo mức độ, sẽ bị xử lý theo quy định tại Điều 71 của Luật Giáo dục đại học; Luật Viên chức và các văn bản quy định về xử lý kỷ luật viên chức, công chức. Đối với những người vi phạm Quy chế tuyển sinh là cán bộ, giảng viên, giáo viên, nhân viên cơ hữu không phải là công chức, viên chức, Hiệu trưởng Nhà trường quyết định xử lý theo quy định của Bộ Luật lao động và các văn bản pháp luật hiện hành.\n\n2. Các trường hợp vi phạm về tuyển sinh tùy theo mức độ vi phạm sẽ bị áp dụng xử lý theo quy định hiện hành.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học\n\nChương III. TRUYỀN THÔNG, BÁO CÁO VÀ LƯU TRỮ\n\nĐiều 15. Công tác truyền thông\n\n1. HĐTS Trường ĐHCNTT thường xuyên cập nhật các hoạt động tuyển sinh trên các phương tiện truyền thông đại chúng, cổng thông tin tuyển sinh của Trường.\n\n2. Trường ĐHCNTT giao nhiệm vụ cho nhân sự chịu trách nhiệm chính phát ngôn về công tác tuyển sinh hàng năm.\n\nĐiều 16. Chế độ báo cáo\n\nHằng năm, Trường ĐHCNTT gửi báo cáo theo quy định của ĐHQG-HCM:\n\n1. Quyết định thành lập HĐTS.\n\n2. Đề án tuyển sinh.\n\n3. Quy định và các văn bản hướng dẫn tuyển sinh của Trường.\n\n4. Quyết định trúng tuyển và danh sách thí sinh trúng tuyển.\n\n5. Danh sách nhập học.\n\n6. Báo cáo tổng kết tuyển sinh.\n\nĐiều 17. Chế độ lưu trữ\n\nHồ sơ tuyển sinh được lưu trữ theo quy định của Bộ Giáo dục và Đào tạo các văn bản pháp luật khác có liên quan.\n\nChương IV. TỔ CHỨC THỰC HIỆN\n\nĐiều 18. Trách nhiệm của Trường ĐHCNTT\n\n1. Phòng Đào tạo Đại học tham mưu cho Hiệu Trường thành lập HĐTS và các Ban chức năng của HĐTS để triển khai công tác tuyển sinh theo Quy chế tuyển sinh.\n\n2. Phòng ĐTĐH chủ trì tổ chức, quản lý công tác tuyển sinh hình thức ĐTTX theo kế hoạch hàng năm của ĐHQG-HCM và Trường theo đúng quy định này; hàng năm rà soát và tham mưu cho Hiệu trưởng sửa đổi, bổ sung quy định để phù hợp với tình hình thực tế.\n\n3. Phòng TTPC&ĐBCL tham mưu cho Hiệu trưởng quyết định việc tổ chức thanh tra, kiểm tra, giám sát và giải quyết khiếu nại, tố cáo trong việc thực hiện công tác tuyển sinh.\n\n4. Trung tâm PTCNTT hỗ trợ triển khai công tác tuyển sinh theo kế hoạch hàng năm của Trường.\n\nĐiều 19. Trách nhiệm của thí sinh.\n\nTìm hiểu đầy đủ thông tin về ngành, chương trình đào tạo đăng ký xét tuyển, các quy định xét tuyển về tuyển sinh của Trường ĐHCNTT.\n\nChịu trách nhiệm về tính xác thực của các thông tin trong hồ sơ đăng ký xét tuyển. Trường ĐHCNTT từ chối tiếp nhận, buộc thôi học hoặc cấm dự tuyển vào Trường trong những năm tiếp theo nếu thông tin khai trong hồ sơ đăng ký xét tuyển của thí sinh không đúng sự thật.",
            "chunk_content": "QUYẾT ĐỊNH\nVề việc Ban hành Quy chế tuyển sinh hình thức đào tạo từ xa trình độ đại học\n\nChương III. TRUYỀN THÔNG, BÁO CÁO VÀ LƯU TRỮ\n\nĐiều 15. Công tác truyền thông\n\n1. HĐTS Trường ĐHCNTT thường xuyên cập nhật các hoạt động tuyển sinh trên các phương tiện truyền thông đại chúng, cổng thông tin tuyển sinh của Trường.\n\n2. Trường ĐHCNTT giao nhiệm vụ cho nhân sự chịu trách nhiệm chính phát ngôn về công tác tuyển sinh hàng năm.\n\nĐiều 16. Chế độ báo cáo\n\nHằng năm, Trường ĐHCNTT gửi báo cáo theo quy định của ĐHQG-HCM:\n\n1. Quyết định thành lập HĐTS.\n\n2. Đề án tuyển sinh.\n\n3. Quy định và các văn bản hướng dẫn tuyển sinh của Trường.\n\n4. Quyết định trúng tuyển và danh sách thí sinh trúng tuyển.\n\n5. Danh sách nhập học.\n\n6. Báo cáo tổng kết tuyển sinh.\n\nĐiều 17. Chế độ lưu trữ\n\nHồ sơ tuyển sinh được lưu trữ theo quy định của Bộ Giáo dục và Đào tạo các văn bản pháp luật khác có liên quan.\n\nChương IV. TỔ CHỨC THỰC HIỆN\n\nĐiều 18. Trách nhiệm của Trường ĐHCNTT\n\n1. Phòng Đào tạo Đại học tham mưu cho Hiệu Trường thành lập HĐTS và các Ban chức năng của HĐTS để triển khai công tác tuyển sinh theo Quy chế tuyển sinh.\n\n2. Phòng ĐTĐH chủ trì tổ chức, quản lý công tác tuyển sinh hình thức ĐTTX theo kế hoạch hàng năm của ĐHQG-HCM và Trường theo đúng quy định này; hàng năm rà soát và tham mưu cho Hiệu trưởng sửa đổi, bổ sung quy định để phù hợp với tình hình thực tế.\n\n3. Phòng TTPC&ĐBCL tham mưu cho Hiệu trưởng quyết định việc tổ chức thanh tra, kiểm tra, giám sát và giải quyết khiếu nại, tố cáo trong việc thực hiện công tác tuyển sinh.\n\n4. Trung tâm PTCNTT hỗ trợ triển khai công tác tuyển sinh theo kế hoạch hàng năm của Trường.\n\nĐiều 19. Trách nhiệm của thí sinh.\n\nTìm hiểu đầy đủ thông tin về ngành, chương trình đào tạo đăng ký xét tuyển, các quy định xét tuyển về tuyển sinh của Trường ĐHCNTT.\n\nChịu trách nhiệm về tính xác thực của các thông tin trong hồ sơ đăng ký xét tuyển. Trường ĐHCNTT từ chối tiếp nhận, buộc thôi học hoặc cấm dự tuyển vào Trường trong những năm tiếp theo nếu thông tin khai trong hồ sơ đăng ký xét tuyển của thí sinh không đúng sự thật."
        }
    }
]