[
    {
        "file_name": "507-qd-dhcntt-27-5-2024_quy_che_dao_tao_cho_sinh_vien",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm ở phần đầu của tài liệu, cụ thể là trong phần Quyết định ban hành Quy chế đào tạo cho sinh viên hình thức đào tạo từ xa trình độ đại học của Trường Đại học Công nghệ Thông tin. Nó nêu rõ nội dung chính của quyết định, bao gồm việc ban hành quy chế, thay thế quyết định trước đó và trách nhiệm thi hành quy chế.",
            "original_content": "QUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nĐiều 1: Ban hành kèm theo quyết định này Quy chế đào tạo cho sinh viên hình thức đào tạo từ xa trình độ đại học của Trường ĐHCNTT.\n\nĐiều 2: Quyết định này thay thế cho Quyết định số 1206/QĐ-ĐHCNTT ngày 28 tháng 11 năm 2023 của Hiệu trưởng Trường ĐHCNTT về việc ban hành Quy chế đào tạo cho sinh viên hệ đào tạo từ xa trình độ đại học của Trường ĐHCNTT.\n\nĐiều 3: Các Ông/Bà Trưởng các Phòng, Ban, Khoa, Giám đốc Trung tâm Phát triển Công nghệ Thông tin và các đơn vị liên quan chịu trách nhiệm thi hành quyết định này.\n\nQuyết định có hiệu lực kể từ ngày ký./.\n\nNơi nhận:\n- Như Điều 3;\n- Lưu: VT, DTDH (KT).\n\nQUY CHẾ\nĐÀO TẠO TỪ XA TRÌNH ĐỘ ĐẠI HỌC\nCỦA TRƯỞNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n(Ban hành theo Quyết định số: 507/QĐ-DHCNTT, ngày 27 tháng 5 năm 2024)\n\n\n| **DANH MỤC TỪ VIẾT TẮT** |\n|--------------------------|\n| **Bộ GD&ĐT** | Bộ Giáo dục và Đào tạo |\n| **ĐHQG-HCM** | Đại học Quốc gia TP. Hồ Chí Minh |\n| **ĐHCNTT** | Đại học Công nghệ Thông tin |\n| **P.ĐTĐH** | Phòng Đào tạo Đại học của Trường ĐHCNTT |\n| **TTPTCNTT** | Trung tâm phát triển Công nghệ Thông tin |\n| **TCHP** | Tín chỉ học phí |\n| **TCHPHL** | Tín chỉ học phí học lại |\n| **TCHPCT** | Tín chỉ học phí học cải thiện |\n| **TCHPHM** | Tín chỉ học phí học mới |\n| **ĐTBH** | Điểm trung bình học kỳ |\n| **ĐTBC** | Điểm trung bình chung |\n| **ĐTBTTLTK** | Điểm trung bình tích lũy của toàn khóa học |\n| **ĐTBCTL** | Điểm trung bình chung tích lũy |\n| **ĐTTX** | Đào tạo từ xa |\n| **Văn bằng thứ nhất** | Đào tạo cấp bằng tốt nghiệp đại học cho người đã có bằng tốt nghiệp trung học phổ thông hoặc bằng tốt nghiệp trung cấp |\n| **Văn bằng thứ hai** | Đào tạo cấp bằng tốt nghiệp đại học thứ hai cho người đã có bằng tốt nghiệp đại học |\n| **Liên thông Đại học** | Đào tạo cấp bằng tốt nghiệp đại học cho người đã tốt nghiệp trình độ cao đẳng |\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nCHƯƠNG 1. QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Quy chế này quy định về đào tạo từ xa (ĐTTX) trình độ đại học, bao gồm: những quy định chung; lập kế hoạch và tổ chức giảng dạy; đánh giá kết quả học tập và cấp bằng của Trường Đại học Công nghệ Thông tin (gọi tắt là Trường) thuộc Đại học Quốc gia TP. HCM (ĐHQG-HCM).\n\n2. Quy chế này áp dụng đối với sinh viên, giảng viên, các đơn vị và cá nhân có liên quan đến ĐTTX trình độ đại học của Trường Đại học Công nghệ Thông tin (ĐHCNTT).\n\nĐiều 2. Giải thích từ ngữ\n\n1. Hình thức ĐTTX là hình thức đào tạo có 50% tổng khối lượng của chương trình đào tạo trở lên được thực hiện theo một hoặc kết hợp giữa phương thức ĐTTX Mạng máy tính và viễn thông.\n\n2. Phương thức Mạng máy tính và viễn thông sử dụng công nghệ thông tin và truyền thông, chủ yếu là máy tính, thiết bị di động và mạng internet hoặc mạng viễn thông để truyền tải thông tin và tạo môi trường cho giảng viên và người học tương tác.\n\nĐiều 3. Chương trình đào tạo từ xa và thời gian học tập\n\n1. Chương trình ĐTTX là chương trình đào tạo đang áp dụng cho hình thức chính quy ngành đào tạo tương ứng của Trường (sau đây gọi tắt là chương trình đào tạo chính quy) được điều chỉnh và mô tả cụ thể trong đề cương chi tiết của mỗi học phần cho phù hợp với hình thức ĐTTX về phương pháp dạy - học, thời lượng dạy - học, học liệu, đánh giá kết quả học tập, trong đó yêu cầu sử dụng chủ yếu phương thức Mạng máy tính và viễn thông.\n\n2. Chương trình ĐTTX có kế hoạch học tập chuẩn toàn khóa theo các tiến độ học tập khác nhau để định hướng cho người học, trong đó tổng thời gian theo kế hoạch học tập chuẩn toàn khóa không ngắn hơn so với hình thức đào tạo chính quy.\n\n3. Đối với người học liên thông và người học được công nhận và miễn môn học theo quy định, thời gian tối đa để người học hoàn thành khóa học được xác định trên cơ sở thời gian theo kế hoạch học tập chuẩn toàn khóa giảm tương ứng với khối lượng được miễn trừ.\n\n\n\n4. Chương trình ĐTTX phải được công khai đối với người học trước khi tuyển sinh và khi bắt đầu khóa học; những thay đổi, điều chỉnh liên quan đến chương trình đào tạo được thực hiện theo quy định hiện hành và công bố trước khi áp dụng, không gây tác động bất lợi cho người học. Trường định kỳ tổ chức rà soát, đánh giá và cập nhật chương trình ĐTTX.\n\nĐiều 4. Học liệu đào tạo từ xa\n\n1. Học liệu ĐTTX là tài liệu giảng dạy, học tập, nghiên cứu được biên soạn, lựa chọn, thẩm định, duyệt và sử dụng tại Trường phù hợp với phương thức ĐTTX.\n\n2. Học liệu ĐTTX gồm học liệu chính và các học liệu bổ trợ phục vụ cho quá trình đào tạo.\n\n3. Học liệu chính là học liệu điện tử, học liệu số bảo đảm cung cấp và truyền tải đầy đủ nội dung của học phần/môn học để người học có thể tự học phù hợp với phương thức ĐTTX.\n\n4. Học liệu bổ trợ cung cấp các nội dung chi tiết hỗ trợ người học hiểu biết sâu sắc, đầy đủ những nội dung trong học liệu chính.\n\n5. Hiệu trưởng tổ chức xây dựng, thẩm định và phê duyệt học liệu ĐTTX trước khi thực hiện ĐTTX theo các quy định của Trường về việc biên soạn, lựa chọn, thẩm định, duyệt và sử dụng tài liệu giảng dạy, giáo trình giáo dục đại học. Trường định kỳ tổ chức rà soát, đánh giá và cập nhật học liệu đáp ứng yêu cầu về chuyên môn và kỹ thuật.\n\nĐiều 5. Hệ thống đào tạo từ xa\n\nHệ thống ĐTTX gồm: Chương trình ĐTTX đã được xây dựng, thẩm định và ban hành theo quy định hiện hành; học liệu ĐTTX; bộ máy tổ chức và quản lý, giám sát ĐTTX; hệ thống kiểm tra, đánh giá; hệ thống kỹ thuật hỗ trợ thực hiện ĐTTX; đội ngũ giảng viên, cán bộ hỗ trợ học tập, cán bộ quản lý; các văn bản quy định về ĐTTX.\n\nĐiều 6. Bộ máy tổ chức và quản lý đào tạo từ xa\n\nCác đơn vị chính trong bộ máy tổ chức và quản lý ĐTTX gồm:\n\n1. Trung tâm Phát triển Công nghệ Thông tin (TTPTCNTT): Là đơn vị triển khai ĐTTX trình độ đại học, có những trách nhiệm:\n\n   - Quảng bá tuyển sinh, thu hồ sơ xét tuyển, phối hợp thông báo kết quả tuyển sinh đến thí sinh.\n\n\n\n- Quản lý sinh viên chương trình ĐTTX, hỗ trợ sinh viên giải quyết những vướng mắc về thủ tục hồ sơ, những khó khăn trong quá trình học tập và hoàn cảnh cá nhân, các thủ tục hành chính liên quan đến sinh viên theo quy định, tiếp nhận ý kiến phản ánh của sinh viên về hoạt động đào tạo và trao đổi kịp thời với các đơn vị có trách nhiệm liên quan để giải quyết. Cung cấp cho người học kiến thức, kỹ năng về phương pháp học tập từ xa trước khi tham gia chính thức khóa học.\n\n- Chịu trách nhiệm chính trong việc thiết kế, xây dựng và vận hành hệ thống ĐTTX.\n\n- Tổ chức triển khai hoạt động đào tạo và xây dựng học liệu ĐTTX của Trường đối với tất cả các ngành đào tạo mà Trường được phép ĐTTX.\n\n- Lên kế hoạch đào tạo chi tiết phù hợp với phương thức tổ chức ĐTTX, bố trí giảng viên giảng dạy, cán bộ hỗ trợ học tập, cán bộ quản lý dự về số lượng, chất lượng, trình độ, cơ cấu; đã được bảo dưỡng về kỹ năng, phương pháp giảng dạy và quản lý đào tạo từ xa, đảm bảo giảng viên có đủ của Trường phụ trách giảng dạy ít nhất 70% khối lượng chương trình ĐTTX.\n\n- Tổ chức giảng dạy các môn học đúng chương trình đào tạo được Hiệu trưởng phê duyệt. Việc tổ chức ĐTTX phải đảm bảo sự tương tác giữa người học với giảng viên, giữa người học với người học;\n\n- Phối hợp với đơn vị chuyên môn trong công tác tổ chức thi kết thúc môn học. Việc tổ chức thi phải được thực hiện tập trung tại địa điểm đào tạo của Trường.\n\n2. Các Đơn vị chuyên môn (Khoa, Bộ môn): chịu trách nhiệm quản lý chuyên môn theo ngành/chuyên ngành đào tạo được giao, chủ trì việc tổ chức xây dựng chương trình đào tạo, xây dựng học liệu ĐTTX, xây dựng ngân hàng đề thi (nếu có) cho những môn học thuộc trách nhiệm quản lý, duyệt đề thi và tham gia các hoạt động chuyên môn khác liên quan đến tổ chức thực hiện chương trình ĐTTX.\n\n3. Phòng Đào tạo Đại học (P.ĐTĐH): quản lý công tác tuyển sinh, đào tạo, tốt nghiệp, cấp bằng, cấp bảng điểm, xác nhận văn bằng.\n\n4. Phòng Thanh tra Pháp chế & Đảm bảo Chất lượng (P.TTPC&ĐBCL): chịu trách nhiệm kiểm tra, thanh tra mọi hoạt động liên quan đến ĐTTX đảm bảo đúng Quy chế này và các quy chế, quy định hiện hành của Nhà nước; báo cáo Hiệu trưởng kết quả kiểm tra,\n\n\n\nthanh tra; Phối hợp với TTPTCNTT để thực hiện công tác kiểm định các chương trình ĐTTX.\n\n5. Phòng Dữ liệu và Công nghệ Thông tin: Phối hợp với TTPTCNTT để phát triển, bảo trì cơ sở hạ tầng công nghệ thông tin (cả phần cứng và phần mềm) phục vụ cho ĐTTX.\n\n6. Phòng Công tác sinh viên phối hợp với TTPTCNTT trong công tác quản lý sinh viên, cấp thẻ sinh viên, cấp giấy xác nhận sinh viên.\n\nNgoài các đơn vị nói trên, các đơn vị khác trong Trường có trách nhiệm phối hợp triển khai ĐTTX theo đúng chức năng, nhiệm vụ của đơn vị.\n\nCHƯƠNG 2. LẬP KẾ HOẠCH VÀ TỔ CHỨC ĐÀO TẠO\n\nĐiều 7. Nguyên tắc tổ chức đào tạo\n\n1. Tổ chức đào tạo hình thức ĐTTX được thực hiện theo học chế tín chỉ và được tiến hành liên tục, linh hoạt theo nguyện vọng của sinh viên trên cơ sở năm học, học kỳ.\n\n2. Mỗi sinh viên hình thức ĐTTX có một mã số riêng theo quy định của Trường, phải chấp hành quy chế, quy định hiện hành của Trường đối với ĐTTX và được hưởng các chính sách dành cho sinh viên hình thức ĐTTX.\n\nĐiều 8. Kế hoạch giảng dạy và học tập, tổ chức đăng ký học tập\n\n1. Đầu khóa học, TTPTCNTT có trách nhiệm thông báo cho sinh viên về:\n   - Chương trình đào tạo toàn khóa cho từng ngành học.\n   - Quy chế đào tạo và các quy định của Trường.\n   - Quyền lợi và nghĩa vụ của sinh viên.\n\n2. Đầu mỗi học kỳ, TTPTCNTT có trách nhiệm thông báo cho sinh viên về:\n   - Thông tin cập nhật chương trình đào tạo, học phí (nếu có).\n   - Kế hoạch học tập, thời khóa biểu của học kỳ.\n\nĐiều 9. Học kỳ, năm học\n\n1. Học kỳ là thời gian để sinh viên hoàn thành một số môn học của chương trình đào tạo.\n\n2. Một năm học của hình thức ĐTTX có 3 học kỳ.\n\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nĐiều 10. Khóa học\n\n1. Khóa học là thời gian thiết kế để sinh viên hoàn thành chương trình giáo dục của một ngành chuyên môn ở trình độ đại học.\n\n   a) Đào tạo trình độ đại học được thực hiện từ 3 đến 5 năm đối với chương trình văn bằng thứ nhất; từ 2 năm đến 2,5 năm học đối với chương trình văn bằng thứ hai; từ 1,5 năm đến 2 năm học đối với chương trình liên thông đại học.\n\n   b) Thời gian đào tạo chương trình văn bằng thứ nhất, chương trình văn bằng thứ hai, chương trình liên thông đại học được xác định trên cơ sở học phần và khối lượng tích lũy quy định cho từng chương trình;\n\n2. Thời gian tối đa thực hiện chương trình ĐTTX (để được cấp bằng) là không vượt quá 02 lần thời gian theo kế hoạch tập trung toàn khóa.\n\nĐiều 11. Nguyên tắc xác định học phí\n\nHọc phí được thu theo từng học kỳ và được tính theo công thức sau:\n\n\\[ \\text{Học phí} = \\text{HPTCHM} \\times \\text{TCHPHM} + \\text{HPTCHL} \\times \\text{TCHPHL} + \\text{HPTCCT} \\times \\text{TCHPCT} \\]\n\nTrong đó:\n\n- HPTCHM: mức học phí cho loại tín chỉ học phí học mới.\n- TCHPHM: tổng số tín chỉ học phí của các môn học mới.\n- HPTCHL: mức học phí cho loại tín chỉ học phí học lại.\n- TCHPHL: tổng số tín chỉ học phí của các môn học lại.\n- HPTCCT: mức học phí cho loại tín chỉ học phí học cải thiện.\n- TCHPCT: tổng số tín chỉ học phí của các môn học cải thiện.\n\nVào đầu khóa học hoặc năm học, Trường công bố mức học phí cho mỗi loại tín chỉ học phí.\n\nĐiều 12. Phương thức giảng dạy môn học\n\nMôn học trong chương trình đào tạo được tổ chức giảng dạy theo một hoặc kết hợp nhiều phương thức:\n\n+ Học tập trung: Mỗi môn học có thể được tổ chức giảng dạy tập trung tại địa điểm đào tạo của Trường.\n\n\n\n+ Học trực tuyến: Giảng viên giảng dạy, hướng dẫn sinh viên học tập trao đổi, thảo luận thông qua các hệ thống phần mềm giảng dạy trực tuyến.\n\nĐiều 13. Lớp học\n\nTrường tổ chức lớp theo khóa học, môn học cho sinh viên hình thức ĐTTX tùy tình hình và điều kiện cụ thể.\n\nĐiều 14. Bảo lưu kết quả trúng tuyển\n\nSau khi được xét trúng tuyển vào Trường, do một số hoàn cảnh đặc biệt như được điều động vào các lực lượng vũ trang, thai sản, bệnh tật, tai nạn, hoàn cảnh khó khăn xảy ra đột xuất, thí sinh trúng tuyển có thể xin bảo lưu kết quả. Thí sinh trúng tuyển phải nộp đơn xin bảo lưu chậm nhất 15 ngày kể từ ngày gọi nhập học cho P. ĐTDH thông qua TTPTCNTT và chỉ được bảo lưu khi có quyết định chấp thuận của Hiệu trưởng.\n\nThời gian bảo lưu kết quả trúng tuyển không quá 01 năm. Đối với trường hợp được điều động vào các lực lượng vũ trang thì thời gian bảo lưu kết quả trúng tuyển bằng với thời gian được điều động. Muốn nhập học lại, thí sinh phải làm đơn xin nhập học và nộp cho P. ĐTDH thông qua TTPTCNTT trước khi bắt đầu học kỳ ít nhất 1 tháng để được giải quyết.\n\nThời gian bảo lưu kết quả trúng tuyển không quá 01 năm. Đối với trường hợp được điều động vào các lực lượng vũ trang thì thời gian bảo lưu kết quả trúng tuyển bằng với thời gian được điều động. Muốn nhập học lại, thí sinh phải làm đơn xin nhập học và nộp cho P. ĐTDH thông qua TTPTCNTT trước khi bắt đầu học kỳ ít nhất 1 tháng để được giải quyết.\n\nĐiều 15. Đăng ký học tập, học lại và học cải thiện\n\n1. Sinh viên được phép đăng ký học những môn học được mở trong học kỳ.\n\n2. Học lại: Sinh viên phải đăng ký học lại các môn học chưa đạt (có điểm tổng kết môn học dưới 5,0) đối với những môn học có tính chất bắt buộc trong chương trình đào tạo.\n\n3. Học cải thiện: Sinh viên được đăng ký học lại môn học đã đạt để cải thiện điểm. Kết quả cao nhất trong các lần học sẽ được chọn để tính vào điểm trung bình chung tích lũy và điểm trung bình tích lũy toàn khóa.\n\nĐiều 16. Xử lý học vụ\n\n1. Cảnh báo học vụ: Sinh viên bị cảnh báo học tập nếu thuộc một trong những trường hợp sau:\n\n   - Không đóng học phí theo quy định;\n\n   - Không dự kiểm tra/thi kết thúc môn học quá 30% số môn học đăng ký trong năm học;\n\n2. Đình chỉ học tập:\n\n- Sinh viên bị đình chỉ học tập 1 học kỳ chính nếu vi phạm lần đầu trong việc đi thi hộ hoặc nhờ người thi hộ.\n\n- Đình chỉ học tập có thời hạn: áp dụng đối với những sinh viên đang trong thời gian bị cảnh báo mà vẫn vi phạm kỷ luật hoặc vi phạm nghiêm trọng các hành vi sinh viên không được làm; sinh viên vi phạm pháp luật bị xử phạt tù nhưng cho hưởng án treo.\n\n3. Buộc thôi học: Sinh viên bị buộc thôi học và xóa tên khỏi danh sách sinh viên nếu rơi vào một trong những trường hợp sau đây:\n\n- Đã bị cảnh báo học vụ 2 lần liên tiếp nhưng tiếp tục vi phạm mức cảnh báo học vụ;\n\n- Bị đình chỉ học vụ lần thứ hai;\n\n- Đã hết thời gian tối đa hoàn thành khóa học theo Quy chế này;\n\n- Không tham gia học tập 1 năm trở lên;\n\n- Vi phạm kỷ luật có tính chất và mức độ nghiêm trọng, gây ảnh hưởng xấu đến Trường và xã hội;\n\n- Vi phạm pháp luật bị xử phạt tù giam.\n\nĐiều 17. Thôi học, tạm dừng học tập\n\n1. Trường hợp vì hoàn cảnh cá nhân, sinh viên có thể gửi đơn xin thôi học trừ trường hợp bị dự kiến buộc thôi học hoặc kỷ luật. Trường xem xét ra quyết định cho phép thôi học và xóa tên khỏi danh sách sinh viên. Những sinh viên đã có quyết định thôi học muốn quay trở lại học phải dự tuyển đầu vào như những thí sinh khác.\n\n2. Sinh viên được quyền xin tạm dừng học tập và được bảo lưu kết quả học tập trong các trường hợp sau:\n\n- Được cơ quan có thẩm quyền điều động, đại diện quốc gia tham dự các kỳ thi, giải đấu quốc tế.\n\n- Bị ốm, thai sản hoặc tai nạn phải điều trị thời gian dài, có chứng nhận của cơ sở khám bệnh, chữa bệnh có thẩm quyền theo quy định của Bộ Y tế.\n\n\n\n- Trường hợp vì lý do cá nhân, sinh viên phải học ít nhất một học kỳ ở Trường và không rơi vào các trường hợp bị đình chỉ học tập, có xác nhận của gia đình và giấy tờ liên quan hợp lệ.\n\n3. Thời gian tạm dừng học tập từ một đến tối đa hai học kỳ chính liên tiếp, được tính vào thời gian tối đa hoàn thành khóa học quy định tại Điều 10 của quy chế này, ngoại trừ trường hợp được điều động vào lực lượng vũ trang.\n\n4. Sinh viên tạm dừng học tập, khi muốn trở lại học tiếp tại Trường phải hoàn tất các thủ tục theo quy định của Trường.\n\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nĐiều 18. Chuyển ngành, chuyển hình thức đào tạo, chuyển trường.\n\n1. Chuyển ngành\n\nSinh viên hình thức ĐTTX được xin chuyển sang ngành ĐTTX khác của Trường nếu đủ điều kiện trúng tuyển ngành đào tạo của khóa tuyển tương ứng. Sinh viên nộp đơn xin chuyển ngành cho P.ĐTĐH thông qua TTPTCNTT. Hiệu trưởng ra quyết định chuyển ngành trên cơ sở đề nghị của P.ĐTĐH.\n\n2. Chuyển hình thức đào tạo\n\nSinh viên các hình thức đào tạo khác của Trường được chuyển sang học ĐTTX. Sinh viên nộp đơn xin chuyển cho P.ĐTĐH thông qua TTPTCNTT. Hiệu trưởng ra quyết định chuyển hình thức đào tạo trên cơ sở đề nghị của P.ĐTĐH.\n\n3. Chuyển trường\n\nSinh viên được chuyển trường nếu có đủ các điều kiện sau:\n\n- Trong thời gian học tập, nếu gia đình sinh viên chuyển hộ khẩu thường trú, chuyển nơi công tác hoặc sinh viên có hoàn cảnh khó khăn, cần thiết phải chuyển đến trường gần nơi cư trú để có điều kiện học tập;\n\n- Trường xin chuyển đi và trường tiếp nhận có cùng ngành học hoặc cùng nhóm ngành đào tạo;\n\n- Được sự đồng ý của Hiệu trưởng trường xin chuyển đi và Hiệu trưởng trường tiếp nhận.\n\n\n\nCHƯƠNG III. ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG\n\nĐiều 19. Đánh giá kết quả học tập của học phần, học kỳ, năm học, toàn khóa\n\n1. Giảng viên giảng dạy môn học có trách nhiệm phổ biến quy trình kiểm tra, đánh giá môn học vào đầu học kỳ để đảm bảo người học hiểu được các yêu cầu cho việc hoàn thành môn học.\n\n2. Tổ chức kiểm tra, đánh giá môn học được thực hiện trên cơ sở quy định của hình thức giáo dục chính quy. Giảng viên giảng dạy môn học có thể chủ động thay đổi hình thức đánh giá phù hợp với hình thức ĐTTX. Thành phần và hình thức đánh giá đối với ĐTTX được thể hiện trong đề cương môn học có sự phê duyệt của đơn vị quản lý chuyên môn đối với môn học. Đề thi kết thúc học phần được xây dựng phù hợp với nội dung và yêu cầu về thi kết thúc học phần, được lãnh đạo đơn vị chủ trì phê duyệt chuyên môn kiểm tra, xác nhận.\n\n3. Tổ chức thi kết thúc học phần theo hình thức trực tiếp, người học phải tập trung tại địa điểm đào tạo của Trường, được giám sát bởi cán bộ của Trường.\n\n4. Thang điểm đánh giá và xếp loại\n\nCác loại điểm của học phần được đánh giá theo thang điểm 10. Các thang điểm khác chỉ mang tính tham khảo, chuyển đổi khi cần thiết.\n\n| Loại     | Thang điểm 10 | Thang điểm 100 | Điểm 4 | Điểm chữ | Xếp loại       |\n|----------|---------------|----------------|--------|-----------|----------------|\n| Đạt      | 9,0 đến 10,0  | Từ 90 đến 100  | 4,0    | A+        | Xuất sắc       |\n|          | 8,0 đến 9,0   | Từ 80 đến 90   | 3,5    | A         | Giỏi           |\n|          | 7,0 đến 8,0   | Từ 70 đến 80   | 3,0    | B+        | Khá            |\n|          | 6,0 đến 7,0   | Từ 60 đến 70   | 2,5    | B         | Trung bình khá  |\n|          | 5,0 đến 6,0   | Từ 50 đến 60   | 2,0    | C         | Trung bình      |\n| Không đạt | 4,0 đến 5,0   | Từ 40 đến 50   | 1,5    | D+        | Yếu            |\n|          | 3,0 đến 4,0   | Từ 30 đến 40   | 1,0    | D         | Kém            |\n|          | <3,0          | Dưới 30         | 0,0    | F         |                |\n\nĐiều 20. Công nhận kết quả học tập\n\nKhi có nhu cầu công nhận kết quả học tập từ các cơ sở đào tạo khác, sinh viên nộp đơn xin công nhận kết quả học tập kèm các hồ sơ liên quan cho P.ĐTĐH thông qua TTPTCNTT. Đơn vị chuyên môn có trách nhiệm xem xét, quyết định công nhận kết quả học tập để chuyển đổi, miễn trừ những môn học mà sinh viên đã tích lũy ở các chương trình đào tạo cấp văn bằng khác. Số tín chỉ được công nhận kết quả học tập để chuyển đổi, miễn trừ tích lũy từ các cơ sở đào tạo khác ngoài Trường ĐHCNTT không được vượt quá 50% tổng số tín chỉ của chương trình ĐTTX.\n\nĐiều 21. Điều kiện xét tốt nghiệp và công nhận tốt nghiệp\n\n1. Định kỳ theo kế hoạch đã được Hiệu trưởng phê duyệt, những sinh viên có đủ các điều kiện sau đây có thể nộp hồ sơ đề nghị xét tốt nghiệp. Để được Trường xét cấp bằng tốt nghiệp, sinh viên nộp hồ sơ đề nghị xét tốt nghiệp khi đã đáp ứng đủ các điều kiện sau đây:\n\n   - Tại thời điểm xét tốt nghiệp, sinh viên không đang trong thời gian bị truy cứu trách nhiệm hình sự hoặc bị kỷ luật từ mức đình chỉ học tập trở lên.\n   - Đã hoàn thành nghĩa vụ học phí.\n   - Đã hoàn thành các môn học, tích lũy đủ số tín chỉ theo đúng chương trình đào tạo.\n\n2. Căn cứ biên bản và đề nghị của Hội đồng xét tốt nghiệp, Hiệu trưởng ký quyết định công nhận tốt nghiệp cho những sinh viên đủ điều kiện theo quy định.\n\n3. Hội đồng xét tốt nghiệp do Hiệu trưởng hoặc Phó Hiệu trưởng ủy quyền làm Chủ tịch, Trường phòng hoặc Phó Trường phòng Đào tạo Đại học làm thư ký; các thành viên khác là lãnh đạo Phòng, Ban, Khoa có liên quan và TTPTCNTT.\n\n4. Sinh viên đủ điều kiện tốt nghiệp được Hiệu trưởng ra quyết định công nhận tốt nghiệp và được cấp bằng trong thời hạn 30 ngày tính từ ngày có quyết định công nhận tốt nghiệp.\n\nĐiều 22. Cấp bằng tốt nghiệp\n\n1. Bằng tốt nghiệp được cấp theo ngành đào tạo. Bằng chỉ được cấp cho sinh viên khi đã ghi đầy đủ, chính xác các nội dung trên bằng.\n\n\n\n2. Xếp loại tốt nghiệp được xác định dựa trên ĐTBCTL theo bảng xếp loại quy định tại Khoản 4, Điều 19 của Quy chế này. Riêng đối với những sinh viên có kết quả học tập toàn khóa đạt \"Xuất sắc\", loại tốt nghiệp sẽ giảm xuống 1 bậc nếu rơi vào các trường hợp sau (nếu đồng thời rơi vào nhiều trường hợp thì cũng chỉ giảm 1 bậc):\n\n- Có thời gian học tập tại Trường vượt quá 02 học kỳ so với thời gian thiết kế chương trình đào tạo.\n- Trong thời gian học, đã bị kỷ luật mức cảnh cáo trở lên.\n- Có số tín chỉ học lại vượt quá 5% tổng số tín chỉ toàn khóa.\n\n3. Kết quả học tập của sinh viên phải được ghi vào bảng điểm theo từng học phần. Trong bảng điểm ghi rõ chuyên ngành (nếu có).\n\n4. Những sinh viên không đủ điều kiện cấp bằng tốt nghiệp nhưng chưa hết thời gian tối đa được phép học, được bảo lưu các học phần có kết quả đạt. Trong thời gian tối đa được phép học như quy định tại Khoản 2, Điều 10 của Quy chế này, sinh viên được đăng ký học lại những học phần chưa đạt hoặc chưa học.\n\n5. Những sinh viên đã hết thời hạn tối đa được phép học nhưng không đủ điều kiện cấp bằng tốt nghiệp hoặc đã thôi học được đề nghị Trường cấp giấy chứng nhận kết quả học tập của các học phần đã tích lũy trong quá trình học tại Trường.\n\n-------------------------------------------------------------\n\n\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nĐiều 23. Cấp bảng điểm\n\n1. Trong quá trình học tập, sinh viên có thể đề nghị Trường cấp bảng điểm. Sinh viên thực hiện theo hướng dẫn của TTPTCNTT.\n\n2. Sau khi tốt nghiệp, sinh viên được cấp phụ lục văn bằng (bảng điểm tốt nghiệp) kèm theo bằng tốt nghiệp theo quy chế văn bằng, chứng chỉ của Trường ĐH CNTT.\n\nCHƯƠNG 4. TỔ CHỨC THỰC HIỆN\n\nĐiều 24. Bảo đảm chất lượng ĐTTX\n\n1. Trường triển khai cơ chế kiểm tra, giám sát nội bộ về hoạt động tổ chức dạy học, hỗ trợ người học và thi, kiểm tra, đánh giá kết quả học tập; lấy phản hồi từ người học về trải nghiệm học tập, chất lượng học liệu, hiệu quả của phương pháp giảng dạy, cảm nhận về sự hỗ trợ từ giảng viên, cán bộ hỗ trợ, các chức năng phần mềm và lấy phản hồi từ các bên liên quan khác; quy trình về xử lý đề xuất, kiến nghị, phản ánh của người học.\n\n\n\n2. Triển khai kiểm định chất lượng chương trình đào tạo từ xa:\n\n- Đối với chương trình ĐTTX đã tuyển sinh trước thời điểm 28/12/2023, chậm nhất sau 3 năm kể từ ngày 28/12/2023 phải thực hiện kiểm định chất lượng đối với chương trình ĐTTX đã có khóa tốt nghiệp;\n\n- Đối với chương trình ĐTTX đã tuyển sinh trước thời điểm 28/12/2023 nhưng chưa có khóa tốt nghiệp hoặc được phê duyệt sau thời điểm 28/12/2023 phải đăng ký kiểm định chất lượng chương trình ĐTTX theo quy định tại khoản 5 Điều 33 Luật Giáo dục đại học (được sửa đổi, bổ sung năm 2018).\n\nĐiều 25. Chế độ báo cáo, lưu trữ và công khai thông tin\n\nTrước ngày 31 tháng 12 hàng năm, TTPTCNTT gửi báo cáo cho Hiệu trưởng thông qua P.ĐTĐH bao gồm: Tuyển sinh; quy mô đào tạo; tổ chức đào tạo; cấp bằng tốt nghiệp trong năm; và dự kiến kế hoạch tuyển sinh năm sau. Nội dung báo cáo phải có đánh giá các hoạt động ĐTTX của TTPTCNTT và đề xuất giải pháp để củng cố, phát triển ĐTTX.\n\nĐiều 26. Quản lý và lưu trữ hồ sơ\n\n1. Hồ sơ được bảo quản và lưu trữ tại P.ĐTĐH gồm có:\n   a) Chương trình đào tạo; kế hoạch đào tạo toàn khóa;\n   b) Hồ sơ tuyển sinh, kết quả quá trình học tập, hồ sơ công nhận tốt nghiệp;\n   c) Sổ cấp phát văn bằng.\n\n2. Hồ sơ được bảo quản và lưu trữ tại TTPTCNTT gồm có:\n   a) Hồ sơ liên quan đến TTPTCNTT;\n   b) Chương trình đào tạo; kế hoạch đào tạo toàn khóa; kế hoạch đào tạo chi tiết từng học kỳ;\n   c) Danh sách và kết quả học tập của người học của từng môn học;\n   d) Danh sách giảng viên, cán bộ quản lý có liên quan tới khóa học, môn học.\n\nĐiều 27. Công bố thông tin\n\n1. Trường xây dựng trang thông tin điện tử để công bố công khai chuẩn đầu ra, điều kiện đảm bảo chất lượng đào tạo tương ứng với quy mô theo\n\n\n\nchi tiêu hàng năm, quy định học vụ và cho phép người sử dụng tra cứu thông tin cơ bản của sinh viên tốt nghiệp theo số hiệu tương ứng trên văn bằng chứng chỉ do Trường cấp.\n\n2. Hộp thư điện tử (email) được Trường cung cấp cho từng sinh viên vào thời điểm nhập học là kênh giao tiếp chính thức giữa Trường với sinh viên.\n\nĐiều 28. Điều khoản thi hành\n\n1. Quy chế có hiệu lực kể từ ngày ký.\n\n2. Trong quá trình thực hiện, quy chế này có thể được sửa đổi, bổ sung phù hợp với yêu cầu thực tế, theo các quy định của Nhà nước và quy định của ĐHQG-HCM.",
            "chunk_content": "QUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nĐiều 1: Ban hành kèm theo quyết định này Quy chế đào tạo cho sinh viên hình thức đào tạo từ xa trình độ đại học của Trường ĐHCNTT.\n\nĐiều 2: Quyết định này thay thế cho Quyết định số 1206/QĐ-ĐHCNTT ngày 28 tháng 11 năm 2023 của Hiệu trưởng Trường ĐHCNTT về việc ban hành Quy chế đào tạo cho sinh viên hệ đào tạo từ xa trình độ đại học của Trường ĐHCNTT.\n\nĐiều 3: Các Ông/Bà Trưởng các Phòng, Ban, Khoa, Giám đốc Trung tâm Phát triển Công nghệ Thông tin và các đơn vị liên quan chịu trách nhiệm thi hành quyết định này.\n\nQuyết định có hiệu lực kể từ ngày ký./.\n\nNơi nhận:\n- Như Điều 3;\n- Lưu: VT, DTDH (KT).\n\nQUY CHẾ\nĐÀO TẠO TỪ XA TRÌNH ĐỘ ĐẠI HỌC\nCỦA TRƯỞNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n(Ban hành theo Quyết định số: 507/QĐ-DHCNTT, ngày 27 tháng 5 năm 2024)\n\n\n| **DANH MỤC TỪ VIẾT TẮT** |\n|--------------------------|\n| **Bộ GD&ĐT** | Bộ Giáo dục và Đào tạo |\n| **ĐHQG-HCM** | Đại học Quốc gia TP. Hồ Chí Minh |\n| **ĐHCNTT** | Đại học Công nghệ Thông tin |\n| **P.ĐTĐH** | Phòng Đào tạo Đại học của Trường ĐHCNTT |\n| **TTPTCNTT** | Trung tâm phát triển Công nghệ Thông tin |\n| **TCHP** | Tín chỉ học phí |\n| **TCHPHL** | Tín chỉ học phí học lại |\n| **TCHPCT** | Tín chỉ học phí học cải thiện |\n| **TCHPHM** | Tín chỉ học phí học mới |\n| **ĐTBH** | Điểm trung bình học kỳ |\n| **ĐTBC** | Điểm trung bình chung |\n| **ĐTBTTLTK** | Điểm trung bình tích lũy của toàn khóa học |\n| **ĐTBCTL** | Điểm trung bình chung tích lũy |\n| **ĐTTX** | Đào tạo từ xa |\n| **Văn bằng thứ nhất** | Đào tạo cấp bằng tốt nghiệp đại học cho người đã có bằng tốt nghiệp trung học phổ thông hoặc bằng tốt nghiệp trung cấp |\n| **Văn bằng thứ hai** | Đào tạo cấp bằng tốt nghiệp đại học thứ hai cho người đã có bằng tốt nghiệp đại học |\n| **Liên thông Đại học** | Đào tạo cấp bằng tốt nghiệp đại học cho người đã tốt nghiệp trình độ cao đẳng |"
        }
    },
    {
        "file_name": "507-qd-dhcntt-27-5-2024_quy_che_dao_tao_cho_sinh_vien",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong phần đầu của Quy chế đào tạo từ xa trình độ đại học của Trường Đại học Công nghệ Thông tin, quy định về phạm vi điều chỉnh, đối tượng áp dụng, giải thích từ ngữ, chương trình đào tạo từ xa, học liệu đào tạo từ xa, hệ thống đào tạo từ xa và bộ máy tổ chức quản lý đào tạo từ xa.",
            "original_content": "QUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nĐiều 1: Ban hành kèm theo quyết định này Quy chế đào tạo cho sinh viên hình thức đào tạo từ xa trình độ đại học của Trường ĐHCNTT.\n\nĐiều 2: Quyết định này thay thế cho Quyết định số 1206/QĐ-ĐHCNTT ngày 28 tháng 11 năm 2023 của Hiệu trưởng Trường ĐHCNTT về việc ban hành Quy chế đào tạo cho sinh viên hệ đào tạo từ xa trình độ đại học của Trường ĐHCNTT.\n\nĐiều 3: Các Ông/Bà Trưởng các Phòng, Ban, Khoa, Giám đốc Trung tâm Phát triển Công nghệ Thông tin và các đơn vị liên quan chịu trách nhiệm thi hành quyết định này.\n\nQuyết định có hiệu lực kể từ ngày ký./.\n\nNơi nhận:\n- Như Điều 3;\n- Lưu: VT, DTDH (KT).\n\nQUY CHẾ\nĐÀO TẠO TỪ XA TRÌNH ĐỘ ĐẠI HỌC\nCỦA TRƯỞNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n(Ban hành theo Quyết định số: 507/QĐ-DHCNTT, ngày 27 tháng 5 năm 2024)\n\n\n| **DANH MỤC TỪ VIẾT TẮT** |\n|--------------------------|\n| **Bộ GD&ĐT** | Bộ Giáo dục và Đào tạo |\n| **ĐHQG-HCM** | Đại học Quốc gia TP. Hồ Chí Minh |\n| **ĐHCNTT** | Đại học Công nghệ Thông tin |\n| **P.ĐTĐH** | Phòng Đào tạo Đại học của Trường ĐHCNTT |\n| **TTPTCNTT** | Trung tâm phát triển Công nghệ Thông tin |\n| **TCHP** | Tín chỉ học phí |\n| **TCHPHL** | Tín chỉ học phí học lại |\n| **TCHPCT** | Tín chỉ học phí học cải thiện |\n| **TCHPHM** | Tín chỉ học phí học mới |\n| **ĐTBH** | Điểm trung bình học kỳ |\n| **ĐTBC** | Điểm trung bình chung |\n| **ĐTBTTLTK** | Điểm trung bình tích lũy của toàn khóa học |\n| **ĐTBCTL** | Điểm trung bình chung tích lũy |\n| **ĐTTX** | Đào tạo từ xa |\n| **Văn bằng thứ nhất** | Đào tạo cấp bằng tốt nghiệp đại học cho người đã có bằng tốt nghiệp trung học phổ thông hoặc bằng tốt nghiệp trung cấp |\n| **Văn bằng thứ hai** | Đào tạo cấp bằng tốt nghiệp đại học thứ hai cho người đã có bằng tốt nghiệp đại học |\n| **Liên thông Đại học** | Đào tạo cấp bằng tốt nghiệp đại học cho người đã tốt nghiệp trình độ cao đẳng |\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nCHƯƠNG 1. QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Quy chế này quy định về đào tạo từ xa (ĐTTX) trình độ đại học, bao gồm: những quy định chung; lập kế hoạch và tổ chức giảng dạy; đánh giá kết quả học tập và cấp bằng của Trường Đại học Công nghệ Thông tin (gọi tắt là Trường) thuộc Đại học Quốc gia TP. HCM (ĐHQG-HCM).\n\n2. Quy chế này áp dụng đối với sinh viên, giảng viên, các đơn vị và cá nhân có liên quan đến ĐTTX trình độ đại học của Trường Đại học Công nghệ Thông tin (ĐHCNTT).\n\nĐiều 2. Giải thích từ ngữ\n\n1. Hình thức ĐTTX là hình thức đào tạo có 50% tổng khối lượng của chương trình đào tạo trở lên được thực hiện theo một hoặc kết hợp giữa phương thức ĐTTX Mạng máy tính và viễn thông.\n\n2. Phương thức Mạng máy tính và viễn thông sử dụng công nghệ thông tin và truyền thông, chủ yếu là máy tính, thiết bị di động và mạng internet hoặc mạng viễn thông để truyền tải thông tin và tạo môi trường cho giảng viên và người học tương tác.\n\nĐiều 3. Chương trình đào tạo từ xa và thời gian học tập\n\n1. Chương trình ĐTTX là chương trình đào tạo đang áp dụng cho hình thức chính quy ngành đào tạo tương ứng của Trường (sau đây gọi tắt là chương trình đào tạo chính quy) được điều chỉnh và mô tả cụ thể trong đề cương chi tiết của mỗi học phần cho phù hợp với hình thức ĐTTX về phương pháp dạy - học, thời lượng dạy - học, học liệu, đánh giá kết quả học tập, trong đó yêu cầu sử dụng chủ yếu phương thức Mạng máy tính và viễn thông.\n\n2. Chương trình ĐTTX có kế hoạch học tập chuẩn toàn khóa theo các tiến độ học tập khác nhau để định hướng cho người học, trong đó tổng thời gian theo kế hoạch học tập chuẩn toàn khóa không ngắn hơn so với hình thức đào tạo chính quy.\n\n3. Đối với người học liên thông và người học được công nhận và miễn môn học theo quy định, thời gian tối đa để người học hoàn thành khóa học được xác định trên cơ sở thời gian theo kế hoạch học tập chuẩn toàn khóa giảm tương ứng với khối lượng được miễn trừ.\n\n\n\n4. Chương trình ĐTTX phải được công khai đối với người học trước khi tuyển sinh và khi bắt đầu khóa học; những thay đổi, điều chỉnh liên quan đến chương trình đào tạo được thực hiện theo quy định hiện hành và công bố trước khi áp dụng, không gây tác động bất lợi cho người học. Trường định kỳ tổ chức rà soát, đánh giá và cập nhật chương trình ĐTTX.\n\nĐiều 4. Học liệu đào tạo từ xa\n\n1. Học liệu ĐTTX là tài liệu giảng dạy, học tập, nghiên cứu được biên soạn, lựa chọn, thẩm định, duyệt và sử dụng tại Trường phù hợp với phương thức ĐTTX.\n\n2. Học liệu ĐTTX gồm học liệu chính và các học liệu bổ trợ phục vụ cho quá trình đào tạo.\n\n3. Học liệu chính là học liệu điện tử, học liệu số bảo đảm cung cấp và truyền tải đầy đủ nội dung của học phần/môn học để người học có thể tự học phù hợp với phương thức ĐTTX.\n\n4. Học liệu bổ trợ cung cấp các nội dung chi tiết hỗ trợ người học hiểu biết sâu sắc, đầy đủ những nội dung trong học liệu chính.\n\n5. Hiệu trưởng tổ chức xây dựng, thẩm định và phê duyệt học liệu ĐTTX trước khi thực hiện ĐTTX theo các quy định của Trường về việc biên soạn, lựa chọn, thẩm định, duyệt và sử dụng tài liệu giảng dạy, giáo trình giáo dục đại học. Trường định kỳ tổ chức rà soát, đánh giá và cập nhật học liệu đáp ứng yêu cầu về chuyên môn và kỹ thuật.\n\nĐiều 5. Hệ thống đào tạo từ xa\n\nHệ thống ĐTTX gồm: Chương trình ĐTTX đã được xây dựng, thẩm định và ban hành theo quy định hiện hành; học liệu ĐTTX; bộ máy tổ chức và quản lý, giám sát ĐTTX; hệ thống kiểm tra, đánh giá; hệ thống kỹ thuật hỗ trợ thực hiện ĐTTX; đội ngũ giảng viên, cán bộ hỗ trợ học tập, cán bộ quản lý; các văn bản quy định về ĐTTX.\n\nĐiều 6. Bộ máy tổ chức và quản lý đào tạo từ xa\n\nCác đơn vị chính trong bộ máy tổ chức và quản lý ĐTTX gồm:\n\n1. Trung tâm Phát triển Công nghệ Thông tin (TTPTCNTT): Là đơn vị triển khai ĐTTX trình độ đại học, có những trách nhiệm:\n\n   - Quảng bá tuyển sinh, thu hồ sơ xét tuyển, phối hợp thông báo kết quả tuyển sinh đến thí sinh.\n\n\n\n- Quản lý sinh viên chương trình ĐTTX, hỗ trợ sinh viên giải quyết những vướng mắc về thủ tục hồ sơ, những khó khăn trong quá trình học tập và hoàn cảnh cá nhân, các thủ tục hành chính liên quan đến sinh viên theo quy định, tiếp nhận ý kiến phản ánh của sinh viên về hoạt động đào tạo và trao đổi kịp thời với các đơn vị có trách nhiệm liên quan để giải quyết. Cung cấp cho người học kiến thức, kỹ năng về phương pháp học tập từ xa trước khi tham gia chính thức khóa học.\n\n- Chịu trách nhiệm chính trong việc thiết kế, xây dựng và vận hành hệ thống ĐTTX.\n\n- Tổ chức triển khai hoạt động đào tạo và xây dựng học liệu ĐTTX của Trường đối với tất cả các ngành đào tạo mà Trường được phép ĐTTX.\n\n- Lên kế hoạch đào tạo chi tiết phù hợp với phương thức tổ chức ĐTTX, bố trí giảng viên giảng dạy, cán bộ hỗ trợ học tập, cán bộ quản lý dự về số lượng, chất lượng, trình độ, cơ cấu; đã được bảo dưỡng về kỹ năng, phương pháp giảng dạy và quản lý đào tạo từ xa, đảm bảo giảng viên có đủ của Trường phụ trách giảng dạy ít nhất 70% khối lượng chương trình ĐTTX.\n\n- Tổ chức giảng dạy các môn học đúng chương trình đào tạo được Hiệu trưởng phê duyệt. Việc tổ chức ĐTTX phải đảm bảo sự tương tác giữa người học với giảng viên, giữa người học với người học;\n\n- Phối hợp với đơn vị chuyên môn trong công tác tổ chức thi kết thúc môn học. Việc tổ chức thi phải được thực hiện tập trung tại địa điểm đào tạo của Trường.\n\n2. Các Đơn vị chuyên môn (Khoa, Bộ môn): chịu trách nhiệm quản lý chuyên môn theo ngành/chuyên ngành đào tạo được giao, chủ trì việc tổ chức xây dựng chương trình đào tạo, xây dựng học liệu ĐTTX, xây dựng ngân hàng đề thi (nếu có) cho những môn học thuộc trách nhiệm quản lý, duyệt đề thi và tham gia các hoạt động chuyên môn khác liên quan đến tổ chức thực hiện chương trình ĐTTX.\n\n3. Phòng Đào tạo Đại học (P.ĐTĐH): quản lý công tác tuyển sinh, đào tạo, tốt nghiệp, cấp bằng, cấp bảng điểm, xác nhận văn bằng.\n\n4. Phòng Thanh tra Pháp chế & Đảm bảo Chất lượng (P.TTPC&ĐBCL): chịu trách nhiệm kiểm tra, thanh tra mọi hoạt động liên quan đến ĐTTX đảm bảo đúng Quy chế này và các quy chế, quy định hiện hành của Nhà nước; báo cáo Hiệu trưởng kết quả kiểm tra,\n\n\n\nthanh tra; Phối hợp với TTPTCNTT để thực hiện công tác kiểm định các chương trình ĐTTX.\n\n5. Phòng Dữ liệu và Công nghệ Thông tin: Phối hợp với TTPTCNTT để phát triển, bảo trì cơ sở hạ tầng công nghệ thông tin (cả phần cứng và phần mềm) phục vụ cho ĐTTX.\n\n6. Phòng Công tác sinh viên phối hợp với TTPTCNTT trong công tác quản lý sinh viên, cấp thẻ sinh viên, cấp giấy xác nhận sinh viên.\n\nNgoài các đơn vị nói trên, các đơn vị khác trong Trường có trách nhiệm phối hợp triển khai ĐTTX theo đúng chức năng, nhiệm vụ của đơn vị.\n\nCHƯƠNG 2. LẬP KẾ HOẠCH VÀ TỔ CHỨC ĐÀO TẠO\n\nĐiều 7. Nguyên tắc tổ chức đào tạo\n\n1. Tổ chức đào tạo hình thức ĐTTX được thực hiện theo học chế tín chỉ và được tiến hành liên tục, linh hoạt theo nguyện vọng của sinh viên trên cơ sở năm học, học kỳ.\n\n2. Mỗi sinh viên hình thức ĐTTX có một mã số riêng theo quy định của Trường, phải chấp hành quy chế, quy định hiện hành của Trường đối với ĐTTX và được hưởng các chính sách dành cho sinh viên hình thức ĐTTX.\n\nĐiều 8. Kế hoạch giảng dạy và học tập, tổ chức đăng ký học tập\n\n1. Đầu khóa học, TTPTCNTT có trách nhiệm thông báo cho sinh viên về:\n   - Chương trình đào tạo toàn khóa cho từng ngành học.\n   - Quy chế đào tạo và các quy định của Trường.\n   - Quyền lợi và nghĩa vụ của sinh viên.\n\n2. Đầu mỗi học kỳ, TTPTCNTT có trách nhiệm thông báo cho sinh viên về:\n   - Thông tin cập nhật chương trình đào tạo, học phí (nếu có).\n   - Kế hoạch học tập, thời khóa biểu của học kỳ.\n\nĐiều 9. Học kỳ, năm học\n\n1. Học kỳ là thời gian để sinh viên hoàn thành một số môn học của chương trình đào tạo.\n\n2. Một năm học của hình thức ĐTTX có 3 học kỳ.\n\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nĐiều 10. Khóa học\n\n1. Khóa học là thời gian thiết kế để sinh viên hoàn thành chương trình giáo dục của một ngành chuyên môn ở trình độ đại học.\n\n   a) Đào tạo trình độ đại học được thực hiện từ 3 đến 5 năm đối với chương trình văn bằng thứ nhất; từ 2 năm đến 2,5 năm học đối với chương trình văn bằng thứ hai; từ 1,5 năm đến 2 năm học đối với chương trình liên thông đại học.\n\n   b) Thời gian đào tạo chương trình văn bằng thứ nhất, chương trình văn bằng thứ hai, chương trình liên thông đại học được xác định trên cơ sở học phần và khối lượng tích lũy quy định cho từng chương trình;\n\n2. Thời gian tối đa thực hiện chương trình ĐTTX (để được cấp bằng) là không vượt quá 02 lần thời gian theo kế hoạch tập trung toàn khóa.\n\nĐiều 11. Nguyên tắc xác định học phí\n\nHọc phí được thu theo từng học kỳ và được tính theo công thức sau:\n\n\\[ \\text{Học phí} = \\text{HPTCHM} \\times \\text{TCHPHM} + \\text{HPTCHL} \\times \\text{TCHPHL} + \\text{HPTCCT} \\times \\text{TCHPCT} \\]\n\nTrong đó:\n\n- HPTCHM: mức học phí cho loại tín chỉ học phí học mới.\n- TCHPHM: tổng số tín chỉ học phí của các môn học mới.\n- HPTCHL: mức học phí cho loại tín chỉ học phí học lại.\n- TCHPHL: tổng số tín chỉ học phí của các môn học lại.\n- HPTCCT: mức học phí cho loại tín chỉ học phí học cải thiện.\n- TCHPCT: tổng số tín chỉ học phí của các môn học cải thiện.\n\nVào đầu khóa học hoặc năm học, Trường công bố mức học phí cho mỗi loại tín chỉ học phí.\n\nĐiều 12. Phương thức giảng dạy môn học\n\nMôn học trong chương trình đào tạo được tổ chức giảng dạy theo một hoặc kết hợp nhiều phương thức:\n\n+ Học tập trung: Mỗi môn học có thể được tổ chức giảng dạy tập trung tại địa điểm đào tạo của Trường.\n\n\n\n+ Học trực tuyến: Giảng viên giảng dạy, hướng dẫn sinh viên học tập trao đổi, thảo luận thông qua các hệ thống phần mềm giảng dạy trực tuyến.\n\nĐiều 13. Lớp học\n\nTrường tổ chức lớp theo khóa học, môn học cho sinh viên hình thức ĐTTX tùy tình hình và điều kiện cụ thể.\n\nĐiều 14. Bảo lưu kết quả trúng tuyển\n\nSau khi được xét trúng tuyển vào Trường, do một số hoàn cảnh đặc biệt như được điều động vào các lực lượng vũ trang, thai sản, bệnh tật, tai nạn, hoàn cảnh khó khăn xảy ra đột xuất, thí sinh trúng tuyển có thể xin bảo lưu kết quả. Thí sinh trúng tuyển phải nộp đơn xin bảo lưu chậm nhất 15 ngày kể từ ngày gọi nhập học cho P. ĐTDH thông qua TTPTCNTT và chỉ được bảo lưu khi có quyết định chấp thuận của Hiệu trưởng.\n\nThời gian bảo lưu kết quả trúng tuyển không quá 01 năm. Đối với trường hợp được điều động vào các lực lượng vũ trang thì thời gian bảo lưu kết quả trúng tuyển bằng với thời gian được điều động. Muốn nhập học lại, thí sinh phải làm đơn xin nhập học và nộp cho P. ĐTDH thông qua TTPTCNTT trước khi bắt đầu học kỳ ít nhất 1 tháng để được giải quyết.\n\nThời gian bảo lưu kết quả trúng tuyển không quá 01 năm. Đối với trường hợp được điều động vào các lực lượng vũ trang thì thời gian bảo lưu kết quả trúng tuyển bằng với thời gian được điều động. Muốn nhập học lại, thí sinh phải làm đơn xin nhập học và nộp cho P. ĐTDH thông qua TTPTCNTT trước khi bắt đầu học kỳ ít nhất 1 tháng để được giải quyết.\n\nĐiều 15. Đăng ký học tập, học lại và học cải thiện\n\n1. Sinh viên được phép đăng ký học những môn học được mở trong học kỳ.\n\n2. Học lại: Sinh viên phải đăng ký học lại các môn học chưa đạt (có điểm tổng kết môn học dưới 5,0) đối với những môn học có tính chất bắt buộc trong chương trình đào tạo.\n\n3. Học cải thiện: Sinh viên được đăng ký học lại môn học đã đạt để cải thiện điểm. Kết quả cao nhất trong các lần học sẽ được chọn để tính vào điểm trung bình chung tích lũy và điểm trung bình tích lũy toàn khóa.\n\nĐiều 16. Xử lý học vụ\n\n1. Cảnh báo học vụ: Sinh viên bị cảnh báo học tập nếu thuộc một trong những trường hợp sau:\n\n   - Không đóng học phí theo quy định;\n\n   - Không dự kiểm tra/thi kết thúc môn học quá 30% số môn học đăng ký trong năm học;\n\n2. Đình chỉ học tập:\n\n- Sinh viên bị đình chỉ học tập 1 học kỳ chính nếu vi phạm lần đầu trong việc đi thi hộ hoặc nhờ người thi hộ.\n\n- Đình chỉ học tập có thời hạn: áp dụng đối với những sinh viên đang trong thời gian bị cảnh báo mà vẫn vi phạm kỷ luật hoặc vi phạm nghiêm trọng các hành vi sinh viên không được làm; sinh viên vi phạm pháp luật bị xử phạt tù nhưng cho hưởng án treo.\n\n3. Buộc thôi học: Sinh viên bị buộc thôi học và xóa tên khỏi danh sách sinh viên nếu rơi vào một trong những trường hợp sau đây:\n\n- Đã bị cảnh báo học vụ 2 lần liên tiếp nhưng tiếp tục vi phạm mức cảnh báo học vụ;\n\n- Bị đình chỉ học vụ lần thứ hai;\n\n- Đã hết thời gian tối đa hoàn thành khóa học theo Quy chế này;\n\n- Không tham gia học tập 1 năm trở lên;\n\n- Vi phạm kỷ luật có tính chất và mức độ nghiêm trọng, gây ảnh hưởng xấu đến Trường và xã hội;\n\n- Vi phạm pháp luật bị xử phạt tù giam.\n\nĐiều 17. Thôi học, tạm dừng học tập\n\n1. Trường hợp vì hoàn cảnh cá nhân, sinh viên có thể gửi đơn xin thôi học trừ trường hợp bị dự kiến buộc thôi học hoặc kỷ luật. Trường xem xét ra quyết định cho phép thôi học và xóa tên khỏi danh sách sinh viên. Những sinh viên đã có quyết định thôi học muốn quay trở lại học phải dự tuyển đầu vào như những thí sinh khác.\n\n2. Sinh viên được quyền xin tạm dừng học tập và được bảo lưu kết quả học tập trong các trường hợp sau:\n\n- Được cơ quan có thẩm quyền điều động, đại diện quốc gia tham dự các kỳ thi, giải đấu quốc tế.\n\n- Bị ốm, thai sản hoặc tai nạn phải điều trị thời gian dài, có chứng nhận của cơ sở khám bệnh, chữa bệnh có thẩm quyền theo quy định của Bộ Y tế.\n\n\n\n- Trường hợp vì lý do cá nhân, sinh viên phải học ít nhất một học kỳ ở Trường và không rơi vào các trường hợp bị đình chỉ học tập, có xác nhận của gia đình và giấy tờ liên quan hợp lệ.\n\n3. Thời gian tạm dừng học tập từ một đến tối đa hai học kỳ chính liên tiếp, được tính vào thời gian tối đa hoàn thành khóa học quy định tại Điều 10 của quy chế này, ngoại trừ trường hợp được điều động vào lực lượng vũ trang.\n\n4. Sinh viên tạm dừng học tập, khi muốn trở lại học tiếp tại Trường phải hoàn tất các thủ tục theo quy định của Trường.\n\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nĐiều 18. Chuyển ngành, chuyển hình thức đào tạo, chuyển trường.\n\n1. Chuyển ngành\n\nSinh viên hình thức ĐTTX được xin chuyển sang ngành ĐTTX khác của Trường nếu đủ điều kiện trúng tuyển ngành đào tạo của khóa tuyển tương ứng. Sinh viên nộp đơn xin chuyển ngành cho P.ĐTĐH thông qua TTPTCNTT. Hiệu trưởng ra quyết định chuyển ngành trên cơ sở đề nghị của P.ĐTĐH.\n\n2. Chuyển hình thức đào tạo\n\nSinh viên các hình thức đào tạo khác của Trường được chuyển sang học ĐTTX. Sinh viên nộp đơn xin chuyển cho P.ĐTĐH thông qua TTPTCNTT. Hiệu trưởng ra quyết định chuyển hình thức đào tạo trên cơ sở đề nghị của P.ĐTĐH.\n\n3. Chuyển trường\n\nSinh viên được chuyển trường nếu có đủ các điều kiện sau:\n\n- Trong thời gian học tập, nếu gia đình sinh viên chuyển hộ khẩu thường trú, chuyển nơi công tác hoặc sinh viên có hoàn cảnh khó khăn, cần thiết phải chuyển đến trường gần nơi cư trú để có điều kiện học tập;\n\n- Trường xin chuyển đi và trường tiếp nhận có cùng ngành học hoặc cùng nhóm ngành đào tạo;\n\n- Được sự đồng ý của Hiệu trưởng trường xin chuyển đi và Hiệu trưởng trường tiếp nhận.\n\n\n\nCHƯƠNG III. ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG\n\nĐiều 19. Đánh giá kết quả học tập của học phần, học kỳ, năm học, toàn khóa\n\n1. Giảng viên giảng dạy môn học có trách nhiệm phổ biến quy trình kiểm tra, đánh giá môn học vào đầu học kỳ để đảm bảo người học hiểu được các yêu cầu cho việc hoàn thành môn học.\n\n2. Tổ chức kiểm tra, đánh giá môn học được thực hiện trên cơ sở quy định của hình thức giáo dục chính quy. Giảng viên giảng dạy môn học có thể chủ động thay đổi hình thức đánh giá phù hợp với hình thức ĐTTX. Thành phần và hình thức đánh giá đối với ĐTTX được thể hiện trong đề cương môn học có sự phê duyệt của đơn vị quản lý chuyên môn đối với môn học. Đề thi kết thúc học phần được xây dựng phù hợp với nội dung và yêu cầu về thi kết thúc học phần, được lãnh đạo đơn vị chủ trì phê duyệt chuyên môn kiểm tra, xác nhận.\n\n3. Tổ chức thi kết thúc học phần theo hình thức trực tiếp, người học phải tập trung tại địa điểm đào tạo của Trường, được giám sát bởi cán bộ của Trường.\n\n4. Thang điểm đánh giá và xếp loại\n\nCác loại điểm của học phần được đánh giá theo thang điểm 10. Các thang điểm khác chỉ mang tính tham khảo, chuyển đổi khi cần thiết.\n\n| Loại     | Thang điểm 10 | Thang điểm 100 | Điểm 4 | Điểm chữ | Xếp loại       |\n|----------|---------------|----------------|--------|-----------|----------------|\n| Đạt      | 9,0 đến 10,0  | Từ 90 đến 100  | 4,0    | A+        | Xuất sắc       |\n|          | 8,0 đến 9,0   | Từ 80 đến 90   | 3,5    | A         | Giỏi           |\n|          | 7,0 đến 8,0   | Từ 70 đến 80   | 3,0    | B+        | Khá            |\n|          | 6,0 đến 7,0   | Từ 60 đến 70   | 2,5    | B         | Trung bình khá  |\n|          | 5,0 đến 6,0   | Từ 50 đến 60   | 2,0    | C         | Trung bình      |\n| Không đạt | 4,0 đến 5,0   | Từ 40 đến 50   | 1,5    | D+        | Yếu            |\n|          | 3,0 đến 4,0   | Từ 30 đến 40   | 1,0    | D         | Kém            |\n|          | <3,0          | Dưới 30         | 0,0    | F         |                |\n\nĐiều 20. Công nhận kết quả học tập\n\nKhi có nhu cầu công nhận kết quả học tập từ các cơ sở đào tạo khác, sinh viên nộp đơn xin công nhận kết quả học tập kèm các hồ sơ liên quan cho P.ĐTĐH thông qua TTPTCNTT. Đơn vị chuyên môn có trách nhiệm xem xét, quyết định công nhận kết quả học tập để chuyển đổi, miễn trừ những môn học mà sinh viên đã tích lũy ở các chương trình đào tạo cấp văn bằng khác. Số tín chỉ được công nhận kết quả học tập để chuyển đổi, miễn trừ tích lũy từ các cơ sở đào tạo khác ngoài Trường ĐHCNTT không được vượt quá 50% tổng số tín chỉ của chương trình ĐTTX.\n\nĐiều 21. Điều kiện xét tốt nghiệp và công nhận tốt nghiệp\n\n1. Định kỳ theo kế hoạch đã được Hiệu trưởng phê duyệt, những sinh viên có đủ các điều kiện sau đây có thể nộp hồ sơ đề nghị xét tốt nghiệp. Để được Trường xét cấp bằng tốt nghiệp, sinh viên nộp hồ sơ đề nghị xét tốt nghiệp khi đã đáp ứng đủ các điều kiện sau đây:\n\n   - Tại thời điểm xét tốt nghiệp, sinh viên không đang trong thời gian bị truy cứu trách nhiệm hình sự hoặc bị kỷ luật từ mức đình chỉ học tập trở lên.\n   - Đã hoàn thành nghĩa vụ học phí.\n   - Đã hoàn thành các môn học, tích lũy đủ số tín chỉ theo đúng chương trình đào tạo.\n\n2. Căn cứ biên bản và đề nghị của Hội đồng xét tốt nghiệp, Hiệu trưởng ký quyết định công nhận tốt nghiệp cho những sinh viên đủ điều kiện theo quy định.\n\n3. Hội đồng xét tốt nghiệp do Hiệu trưởng hoặc Phó Hiệu trưởng ủy quyền làm Chủ tịch, Trường phòng hoặc Phó Trường phòng Đào tạo Đại học làm thư ký; các thành viên khác là lãnh đạo Phòng, Ban, Khoa có liên quan và TTPTCNTT.\n\n4. Sinh viên đủ điều kiện tốt nghiệp được Hiệu trưởng ra quyết định công nhận tốt nghiệp và được cấp bằng trong thời hạn 30 ngày tính từ ngày có quyết định công nhận tốt nghiệp.\n\nĐiều 22. Cấp bằng tốt nghiệp\n\n1. Bằng tốt nghiệp được cấp theo ngành đào tạo. Bằng chỉ được cấp cho sinh viên khi đã ghi đầy đủ, chính xác các nội dung trên bằng.\n\n\n\n2. Xếp loại tốt nghiệp được xác định dựa trên ĐTBCTL theo bảng xếp loại quy định tại Khoản 4, Điều 19 của Quy chế này. Riêng đối với những sinh viên có kết quả học tập toàn khóa đạt \"Xuất sắc\", loại tốt nghiệp sẽ giảm xuống 1 bậc nếu rơi vào các trường hợp sau (nếu đồng thời rơi vào nhiều trường hợp thì cũng chỉ giảm 1 bậc):\n\n- Có thời gian học tập tại Trường vượt quá 02 học kỳ so với thời gian thiết kế chương trình đào tạo.\n- Trong thời gian học, đã bị kỷ luật mức cảnh cáo trở lên.\n- Có số tín chỉ học lại vượt quá 5% tổng số tín chỉ toàn khóa.\n\n3. Kết quả học tập của sinh viên phải được ghi vào bảng điểm theo từng học phần. Trong bảng điểm ghi rõ chuyên ngành (nếu có).\n\n4. Những sinh viên không đủ điều kiện cấp bằng tốt nghiệp nhưng chưa hết thời gian tối đa được phép học, được bảo lưu các học phần có kết quả đạt. Trong thời gian tối đa được phép học như quy định tại Khoản 2, Điều 10 của Quy chế này, sinh viên được đăng ký học lại những học phần chưa đạt hoặc chưa học.\n\n5. Những sinh viên đã hết thời hạn tối đa được phép học nhưng không đủ điều kiện cấp bằng tốt nghiệp hoặc đã thôi học được đề nghị Trường cấp giấy chứng nhận kết quả học tập của các học phần đã tích lũy trong quá trình học tại Trường.\n\n-------------------------------------------------------------\n\n\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nĐiều 23. Cấp bảng điểm\n\n1. Trong quá trình học tập, sinh viên có thể đề nghị Trường cấp bảng điểm. Sinh viên thực hiện theo hướng dẫn của TTPTCNTT.\n\n2. Sau khi tốt nghiệp, sinh viên được cấp phụ lục văn bằng (bảng điểm tốt nghiệp) kèm theo bằng tốt nghiệp theo quy chế văn bằng, chứng chỉ của Trường ĐH CNTT.\n\nCHƯƠNG 4. TỔ CHỨC THỰC HIỆN\n\nĐiều 24. Bảo đảm chất lượng ĐTTX\n\n1. Trường triển khai cơ chế kiểm tra, giám sát nội bộ về hoạt động tổ chức dạy học, hỗ trợ người học và thi, kiểm tra, đánh giá kết quả học tập; lấy phản hồi từ người học về trải nghiệm học tập, chất lượng học liệu, hiệu quả của phương pháp giảng dạy, cảm nhận về sự hỗ trợ từ giảng viên, cán bộ hỗ trợ, các chức năng phần mềm và lấy phản hồi từ các bên liên quan khác; quy trình về xử lý đề xuất, kiến nghị, phản ánh của người học.\n\n\n\n2. Triển khai kiểm định chất lượng chương trình đào tạo từ xa:\n\n- Đối với chương trình ĐTTX đã tuyển sinh trước thời điểm 28/12/2023, chậm nhất sau 3 năm kể từ ngày 28/12/2023 phải thực hiện kiểm định chất lượng đối với chương trình ĐTTX đã có khóa tốt nghiệp;\n\n- Đối với chương trình ĐTTX đã tuyển sinh trước thời điểm 28/12/2023 nhưng chưa có khóa tốt nghiệp hoặc được phê duyệt sau thời điểm 28/12/2023 phải đăng ký kiểm định chất lượng chương trình ĐTTX theo quy định tại khoản 5 Điều 33 Luật Giáo dục đại học (được sửa đổi, bổ sung năm 2018).\n\nĐiều 25. Chế độ báo cáo, lưu trữ và công khai thông tin\n\nTrước ngày 31 tháng 12 hàng năm, TTPTCNTT gửi báo cáo cho Hiệu trưởng thông qua P.ĐTĐH bao gồm: Tuyển sinh; quy mô đào tạo; tổ chức đào tạo; cấp bằng tốt nghiệp trong năm; và dự kiến kế hoạch tuyển sinh năm sau. Nội dung báo cáo phải có đánh giá các hoạt động ĐTTX của TTPTCNTT và đề xuất giải pháp để củng cố, phát triển ĐTTX.\n\nĐiều 26. Quản lý và lưu trữ hồ sơ\n\n1. Hồ sơ được bảo quản và lưu trữ tại P.ĐTĐH gồm có:\n   a) Chương trình đào tạo; kế hoạch đào tạo toàn khóa;\n   b) Hồ sơ tuyển sinh, kết quả quá trình học tập, hồ sơ công nhận tốt nghiệp;\n   c) Sổ cấp phát văn bằng.\n\n2. Hồ sơ được bảo quản và lưu trữ tại TTPTCNTT gồm có:\n   a) Hồ sơ liên quan đến TTPTCNTT;\n   b) Chương trình đào tạo; kế hoạch đào tạo toàn khóa; kế hoạch đào tạo chi tiết từng học kỳ;\n   c) Danh sách và kết quả học tập của người học của từng môn học;\n   d) Danh sách giảng viên, cán bộ quản lý có liên quan tới khóa học, môn học.\n\nĐiều 27. Công bố thông tin\n\n1. Trường xây dựng trang thông tin điện tử để công bố công khai chuẩn đầu ra, điều kiện đảm bảo chất lượng đào tạo tương ứng với quy mô theo\n\n\n\nchi tiêu hàng năm, quy định học vụ và cho phép người sử dụng tra cứu thông tin cơ bản của sinh viên tốt nghiệp theo số hiệu tương ứng trên văn bằng chứng chỉ do Trường cấp.\n\n2. Hộp thư điện tử (email) được Trường cung cấp cho từng sinh viên vào thời điểm nhập học là kênh giao tiếp chính thức giữa Trường với sinh viên.\n\nĐiều 28. Điều khoản thi hành\n\n1. Quy chế có hiệu lực kể từ ngày ký.\n\n2. Trong quá trình thực hiện, quy chế này có thể được sửa đổi, bổ sung phù hợp với yêu cầu thực tế, theo các quy định của Nhà nước và quy định của ĐHQG-HCM.",
            "chunk_content": "QUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nCHƯƠNG 1. QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Quy chế này quy định về đào tạo từ xa (ĐTTX) trình độ đại học, bao gồm: những quy định chung; lập kế hoạch và tổ chức giảng dạy; đánh giá kết quả học tập và cấp bằng của Trường Đại học Công nghệ Thông tin (gọi tắt là Trường) thuộc Đại học Quốc gia TP. HCM (ĐHQG-HCM).\n\n2. Quy chế này áp dụng đối với sinh viên, giảng viên, các đơn vị và cá nhân có liên quan đến ĐTTX trình độ đại học của Trường Đại học Công nghệ Thông tin (ĐHCNTT).\n\nĐiều 2. Giải thích từ ngữ\n\n1. Hình thức ĐTTX là hình thức đào tạo có 50% tổng khối lượng của chương trình đào tạo trở lên được thực hiện theo một hoặc kết hợp giữa phương thức ĐTTX Mạng máy tính và viễn thông.\n\n2. Phương thức Mạng máy tính và viễn thông sử dụng công nghệ thông tin và truyền thông, chủ yếu là máy tính, thiết bị di động và mạng internet hoặc mạng viễn thông để truyền tải thông tin và tạo môi trường cho giảng viên và người học tương tác.\n\nĐiều 3. Chương trình đào tạo từ xa và thời gian học tập\n\n1. Chương trình ĐTTX là chương trình đào tạo đang áp dụng cho hình thức chính quy ngành đào tạo tương ứng của Trường (sau đây gọi tắt là chương trình đào tạo chính quy) được điều chỉnh và mô tả cụ thể trong đề cương chi tiết của mỗi học phần cho phù hợp với hình thức ĐTTX về phương pháp dạy - học, thời lượng dạy - học, học liệu, đánh giá kết quả học tập, trong đó yêu cầu sử dụng chủ yếu phương thức Mạng máy tính và viễn thông.\n\n2. Chương trình ĐTTX có kế hoạch học tập chuẩn toàn khóa theo các tiến độ học tập khác nhau để định hướng cho người học, trong đó tổng thời gian theo kế hoạch học tập chuẩn toàn khóa không ngắn hơn so với hình thức đào tạo chính quy.\n\n3. Đối với người học liên thông và người học được công nhận và miễn môn học theo quy định, thời gian tối đa để người học hoàn thành khóa học được xác định trên cơ sở thời gian theo kế hoạch học tập chuẩn toàn khóa giảm tương ứng với khối lượng được miễn trừ.\n\n\n\n4. Chương trình ĐTTX phải được công khai đối với người học trước khi tuyển sinh và khi bắt đầu khóa học; những thay đổi, điều chỉnh liên quan đến chương trình đào tạo được thực hiện theo quy định hiện hành và công bố trước khi áp dụng, không gây tác động bất lợi cho người học. Trường định kỳ tổ chức rà soát, đánh giá và cập nhật chương trình ĐTTX.\n\nĐiều 4. Học liệu đào tạo từ xa\n\n1. Học liệu ĐTTX là tài liệu giảng dạy, học tập, nghiên cứu được biên soạn, lựa chọn, thẩm định, duyệt và sử dụng tại Trường phù hợp với phương thức ĐTTX.\n\n2. Học liệu ĐTTX gồm học liệu chính và các học liệu bổ trợ phục vụ cho quá trình đào tạo.\n\n3. Học liệu chính là học liệu điện tử, học liệu số bảo đảm cung cấp và truyền tải đầy đủ nội dung của học phần/môn học để người học có thể tự học phù hợp với phương thức ĐTTX.\n\n4. Học liệu bổ trợ cung cấp các nội dung chi tiết hỗ trợ người học hiểu biết sâu sắc, đầy đủ những nội dung trong học liệu chính.\n\n5. Hiệu trưởng tổ chức xây dựng, thẩm định và phê duyệt học liệu ĐTTX trước khi thực hiện ĐTTX theo các quy định của Trường về việc biên soạn, lựa chọn, thẩm định, duyệt và sử dụng tài liệu giảng dạy, giáo trình giáo dục đại học. Trường định kỳ tổ chức rà soát, đánh giá và cập nhật học liệu đáp ứng yêu cầu về chuyên môn và kỹ thuật.\n\nĐiều 5. Hệ thống đào tạo từ xa\n\nHệ thống ĐTTX gồm: Chương trình ĐTTX đã được xây dựng, thẩm định và ban hành theo quy định hiện hành; học liệu ĐTTX; bộ máy tổ chức và quản lý, giám sát ĐTTX; hệ thống kiểm tra, đánh giá; hệ thống kỹ thuật hỗ trợ thực hiện ĐTTX; đội ngũ giảng viên, cán bộ hỗ trợ học tập, cán bộ quản lý; các văn bản quy định về ĐTTX.\n\nĐiều 6. Bộ máy tổ chức và quản lý đào tạo từ xa\n\nCác đơn vị chính trong bộ máy tổ chức và quản lý ĐTTX gồm:\n\n1. Trung tâm Phát triển Công nghệ Thông tin (TTPTCNTT): Là đơn vị triển khai ĐTTX trình độ đại học, có những trách nhiệm:\n\n   - Quảng bá tuyển sinh, thu hồ sơ xét tuyển, phối hợp thông báo kết quả tuyển sinh đến thí sinh.\n\n\n\n- Quản lý sinh viên chương trình ĐTTX, hỗ trợ sinh viên giải quyết những vướng mắc về thủ tục hồ sơ, những khó khăn trong quá trình học tập và hoàn cảnh cá nhân, các thủ tục hành chính liên quan đến sinh viên theo quy định, tiếp nhận ý kiến phản ánh của sinh viên về hoạt động đào tạo và trao đổi kịp thời với các đơn vị có trách nhiệm liên quan để giải quyết. Cung cấp cho người học kiến thức, kỹ năng về phương pháp học tập từ xa trước khi tham gia chính thức khóa học.\n\n- Chịu trách nhiệm chính trong việc thiết kế, xây dựng và vận hành hệ thống ĐTTX.\n\n- Tổ chức triển khai hoạt động đào tạo và xây dựng học liệu ĐTTX của Trường đối với tất cả các ngành đào tạo mà Trường được phép ĐTTX.\n\n- Lên kế hoạch đào tạo chi tiết phù hợp với phương thức tổ chức ĐTTX, bố trí giảng viên giảng dạy, cán bộ hỗ trợ học tập, cán bộ quản lý dự về số lượng, chất lượng, trình độ, cơ cấu; đã được bảo dưỡng về kỹ năng, phương pháp giảng dạy và quản lý đào tạo từ xa, đảm bảo giảng viên có đủ của Trường phụ trách giảng dạy ít nhất 70% khối lượng chương trình ĐTTX.\n\n- Tổ chức giảng dạy các môn học đúng chương trình đào tạo được Hiệu trưởng phê duyệt. Việc tổ chức ĐTTX phải đảm bảo sự tương tác giữa người học với giảng viên, giữa người học với người học;\n\n- Phối hợp với đơn vị chuyên môn trong công tác tổ chức thi kết thúc môn học. Việc tổ chức thi phải được thực hiện tập trung tại địa điểm đào tạo của Trường.\n\n2. Các Đơn vị chuyên môn (Khoa, Bộ môn): chịu trách nhiệm quản lý chuyên môn theo ngành/chuyên ngành đào tạo được giao, chủ trì việc tổ chức xây dựng chương trình đào tạo, xây dựng học liệu ĐTTX, xây dựng ngân hàng đề thi (nếu có) cho những môn học thuộc trách nhiệm quản lý, duyệt đề thi và tham gia các hoạt động chuyên môn khác liên quan đến tổ chức thực hiện chương trình ĐTTX.\n\n3. Phòng Đào tạo Đại học (P.ĐTĐH): quản lý công tác tuyển sinh, đào tạo, tốt nghiệp, cấp bằng, cấp bảng điểm, xác nhận văn bằng.\n\n4. Phòng Thanh tra Pháp chế & Đảm bảo Chất lượng (P.TTPC&ĐBCL): chịu trách nhiệm kiểm tra, thanh tra mọi hoạt động liên quan đến ĐTTX đảm bảo đúng Quy chế này và các quy chế, quy định hiện hành của Nhà nước; báo cáo Hiệu trưởng kết quả kiểm tra,\n\n\n\nthanh tra; Phối hợp với TTPTCNTT để thực hiện công tác kiểm định các chương trình ĐTTX.\n\n5. Phòng Dữ liệu và Công nghệ Thông tin: Phối hợp với TTPTCNTT để phát triển, bảo trì cơ sở hạ tầng công nghệ thông tin (cả phần cứng và phần mềm) phục vụ cho ĐTTX.\n\n6. Phòng Công tác sinh viên phối hợp với TTPTCNTT trong công tác quản lý sinh viên, cấp thẻ sinh viên, cấp giấy xác nhận sinh viên.\n\nNgoài các đơn vị nói trên, các đơn vị khác trong Trường có trách nhiệm phối hợp triển khai ĐTTX theo đúng chức năng, nhiệm vụ của đơn vị.\n\nCHƯƠNG 2. LẬP KẾ HOẠCH VÀ TỔ CHỨC ĐÀO TẠO\n\nĐiều 7. Nguyên tắc tổ chức đào tạo\n\n1. Tổ chức đào tạo hình thức ĐTTX được thực hiện theo học chế tín chỉ và được tiến hành liên tục, linh hoạt theo nguyện vọng của sinh viên trên cơ sở năm học, học kỳ.\n\n2. Mỗi sinh viên hình thức ĐTTX có một mã số riêng theo quy định của Trường, phải chấp hành quy chế, quy định hiện hành của Trường đối với ĐTTX và được hưởng các chính sách dành cho sinh viên hình thức ĐTTX.\n\nĐiều 8. Kế hoạch giảng dạy và học tập, tổ chức đăng ký học tập\n\n1. Đầu khóa học, TTPTCNTT có trách nhiệm thông báo cho sinh viên về:\n   - Chương trình đào tạo toàn khóa cho từng ngành học.\n   - Quy chế đào tạo và các quy định của Trường.\n   - Quyền lợi và nghĩa vụ của sinh viên.\n\n2. Đầu mỗi học kỳ, TTPTCNTT có trách nhiệm thông báo cho sinh viên về:\n   - Thông tin cập nhật chương trình đào tạo, học phí (nếu có).\n   - Kế hoạch học tập, thời khóa biểu của học kỳ.\n\nĐiều 9. Học kỳ, năm học\n\n1. Học kỳ là thời gian để sinh viên hoàn thành một số môn học của chương trình đào tạo.\n\n2. Một năm học của hình thức ĐTTX có 3 học kỳ."
        }
    },
    {
        "file_name": "507-qd-dhcntt-27-5-2024_quy_che_dao_tao_cho_sinh_vien",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong Chương 2 của Quy chế đào tạo từ xa trình độ đại học, quy định về việc tổ chức khóa học, nguyên tắc xác định học phí, phương thức giảng dạy, và các quy định liên quan đến việc đăng ký học tập, học lại, học cải thiện, xử lý học vụ, và các trường hợp thôi học hoặc tạm dừng học tập của sinh viên.",
            "original_content": "QUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nĐiều 1: Ban hành kèm theo quyết định này Quy chế đào tạo cho sinh viên hình thức đào tạo từ xa trình độ đại học của Trường ĐHCNTT.\n\nĐiều 2: Quyết định này thay thế cho Quyết định số 1206/QĐ-ĐHCNTT ngày 28 tháng 11 năm 2023 của Hiệu trưởng Trường ĐHCNTT về việc ban hành Quy chế đào tạo cho sinh viên hệ đào tạo từ xa trình độ đại học của Trường ĐHCNTT.\n\nĐiều 3: Các Ông/Bà Trưởng các Phòng, Ban, Khoa, Giám đốc Trung tâm Phát triển Công nghệ Thông tin và các đơn vị liên quan chịu trách nhiệm thi hành quyết định này.\n\nQuyết định có hiệu lực kể từ ngày ký./.\n\nNơi nhận:\n- Như Điều 3;\n- Lưu: VT, DTDH (KT).\n\nQUY CHẾ\nĐÀO TẠO TỪ XA TRÌNH ĐỘ ĐẠI HỌC\nCỦA TRƯỞNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n(Ban hành theo Quyết định số: 507/QĐ-DHCNTT, ngày 27 tháng 5 năm 2024)\n\n\n| **DANH MỤC TỪ VIẾT TẮT** |\n|--------------------------|\n| **Bộ GD&ĐT** | Bộ Giáo dục và Đào tạo |\n| **ĐHQG-HCM** | Đại học Quốc gia TP. Hồ Chí Minh |\n| **ĐHCNTT** | Đại học Công nghệ Thông tin |\n| **P.ĐTĐH** | Phòng Đào tạo Đại học của Trường ĐHCNTT |\n| **TTPTCNTT** | Trung tâm phát triển Công nghệ Thông tin |\n| **TCHP** | Tín chỉ học phí |\n| **TCHPHL** | Tín chỉ học phí học lại |\n| **TCHPCT** | Tín chỉ học phí học cải thiện |\n| **TCHPHM** | Tín chỉ học phí học mới |\n| **ĐTBH** | Điểm trung bình học kỳ |\n| **ĐTBC** | Điểm trung bình chung |\n| **ĐTBTTLTK** | Điểm trung bình tích lũy của toàn khóa học |\n| **ĐTBCTL** | Điểm trung bình chung tích lũy |\n| **ĐTTX** | Đào tạo từ xa |\n| **Văn bằng thứ nhất** | Đào tạo cấp bằng tốt nghiệp đại học cho người đã có bằng tốt nghiệp trung học phổ thông hoặc bằng tốt nghiệp trung cấp |\n| **Văn bằng thứ hai** | Đào tạo cấp bằng tốt nghiệp đại học thứ hai cho người đã có bằng tốt nghiệp đại học |\n| **Liên thông Đại học** | Đào tạo cấp bằng tốt nghiệp đại học cho người đã tốt nghiệp trình độ cao đẳng |\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nCHƯƠNG 1. QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Quy chế này quy định về đào tạo từ xa (ĐTTX) trình độ đại học, bao gồm: những quy định chung; lập kế hoạch và tổ chức giảng dạy; đánh giá kết quả học tập và cấp bằng của Trường Đại học Công nghệ Thông tin (gọi tắt là Trường) thuộc Đại học Quốc gia TP. HCM (ĐHQG-HCM).\n\n2. Quy chế này áp dụng đối với sinh viên, giảng viên, các đơn vị và cá nhân có liên quan đến ĐTTX trình độ đại học của Trường Đại học Công nghệ Thông tin (ĐHCNTT).\n\nĐiều 2. Giải thích từ ngữ\n\n1. Hình thức ĐTTX là hình thức đào tạo có 50% tổng khối lượng của chương trình đào tạo trở lên được thực hiện theo một hoặc kết hợp giữa phương thức ĐTTX Mạng máy tính và viễn thông.\n\n2. Phương thức Mạng máy tính và viễn thông sử dụng công nghệ thông tin và truyền thông, chủ yếu là máy tính, thiết bị di động và mạng internet hoặc mạng viễn thông để truyền tải thông tin và tạo môi trường cho giảng viên và người học tương tác.\n\nĐiều 3. Chương trình đào tạo từ xa và thời gian học tập\n\n1. Chương trình ĐTTX là chương trình đào tạo đang áp dụng cho hình thức chính quy ngành đào tạo tương ứng của Trường (sau đây gọi tắt là chương trình đào tạo chính quy) được điều chỉnh và mô tả cụ thể trong đề cương chi tiết của mỗi học phần cho phù hợp với hình thức ĐTTX về phương pháp dạy - học, thời lượng dạy - học, học liệu, đánh giá kết quả học tập, trong đó yêu cầu sử dụng chủ yếu phương thức Mạng máy tính và viễn thông.\n\n2. Chương trình ĐTTX có kế hoạch học tập chuẩn toàn khóa theo các tiến độ học tập khác nhau để định hướng cho người học, trong đó tổng thời gian theo kế hoạch học tập chuẩn toàn khóa không ngắn hơn so với hình thức đào tạo chính quy.\n\n3. Đối với người học liên thông và người học được công nhận và miễn môn học theo quy định, thời gian tối đa để người học hoàn thành khóa học được xác định trên cơ sở thời gian theo kế hoạch học tập chuẩn toàn khóa giảm tương ứng với khối lượng được miễn trừ.\n\n\n\n4. Chương trình ĐTTX phải được công khai đối với người học trước khi tuyển sinh và khi bắt đầu khóa học; những thay đổi, điều chỉnh liên quan đến chương trình đào tạo được thực hiện theo quy định hiện hành và công bố trước khi áp dụng, không gây tác động bất lợi cho người học. Trường định kỳ tổ chức rà soát, đánh giá và cập nhật chương trình ĐTTX.\n\nĐiều 4. Học liệu đào tạo từ xa\n\n1. Học liệu ĐTTX là tài liệu giảng dạy, học tập, nghiên cứu được biên soạn, lựa chọn, thẩm định, duyệt và sử dụng tại Trường phù hợp với phương thức ĐTTX.\n\n2. Học liệu ĐTTX gồm học liệu chính và các học liệu bổ trợ phục vụ cho quá trình đào tạo.\n\n3. Học liệu chính là học liệu điện tử, học liệu số bảo đảm cung cấp và truyền tải đầy đủ nội dung của học phần/môn học để người học có thể tự học phù hợp với phương thức ĐTTX.\n\n4. Học liệu bổ trợ cung cấp các nội dung chi tiết hỗ trợ người học hiểu biết sâu sắc, đầy đủ những nội dung trong học liệu chính.\n\n5. Hiệu trưởng tổ chức xây dựng, thẩm định và phê duyệt học liệu ĐTTX trước khi thực hiện ĐTTX theo các quy định của Trường về việc biên soạn, lựa chọn, thẩm định, duyệt và sử dụng tài liệu giảng dạy, giáo trình giáo dục đại học. Trường định kỳ tổ chức rà soát, đánh giá và cập nhật học liệu đáp ứng yêu cầu về chuyên môn và kỹ thuật.\n\nĐiều 5. Hệ thống đào tạo từ xa\n\nHệ thống ĐTTX gồm: Chương trình ĐTTX đã được xây dựng, thẩm định và ban hành theo quy định hiện hành; học liệu ĐTTX; bộ máy tổ chức và quản lý, giám sát ĐTTX; hệ thống kiểm tra, đánh giá; hệ thống kỹ thuật hỗ trợ thực hiện ĐTTX; đội ngũ giảng viên, cán bộ hỗ trợ học tập, cán bộ quản lý; các văn bản quy định về ĐTTX.\n\nĐiều 6. Bộ máy tổ chức và quản lý đào tạo từ xa\n\nCác đơn vị chính trong bộ máy tổ chức và quản lý ĐTTX gồm:\n\n1. Trung tâm Phát triển Công nghệ Thông tin (TTPTCNTT): Là đơn vị triển khai ĐTTX trình độ đại học, có những trách nhiệm:\n\n   - Quảng bá tuyển sinh, thu hồ sơ xét tuyển, phối hợp thông báo kết quả tuyển sinh đến thí sinh.\n\n\n\n- Quản lý sinh viên chương trình ĐTTX, hỗ trợ sinh viên giải quyết những vướng mắc về thủ tục hồ sơ, những khó khăn trong quá trình học tập và hoàn cảnh cá nhân, các thủ tục hành chính liên quan đến sinh viên theo quy định, tiếp nhận ý kiến phản ánh của sinh viên về hoạt động đào tạo và trao đổi kịp thời với các đơn vị có trách nhiệm liên quan để giải quyết. Cung cấp cho người học kiến thức, kỹ năng về phương pháp học tập từ xa trước khi tham gia chính thức khóa học.\n\n- Chịu trách nhiệm chính trong việc thiết kế, xây dựng và vận hành hệ thống ĐTTX.\n\n- Tổ chức triển khai hoạt động đào tạo và xây dựng học liệu ĐTTX của Trường đối với tất cả các ngành đào tạo mà Trường được phép ĐTTX.\n\n- Lên kế hoạch đào tạo chi tiết phù hợp với phương thức tổ chức ĐTTX, bố trí giảng viên giảng dạy, cán bộ hỗ trợ học tập, cán bộ quản lý dự về số lượng, chất lượng, trình độ, cơ cấu; đã được bảo dưỡng về kỹ năng, phương pháp giảng dạy và quản lý đào tạo từ xa, đảm bảo giảng viên có đủ của Trường phụ trách giảng dạy ít nhất 70% khối lượng chương trình ĐTTX.\n\n- Tổ chức giảng dạy các môn học đúng chương trình đào tạo được Hiệu trưởng phê duyệt. Việc tổ chức ĐTTX phải đảm bảo sự tương tác giữa người học với giảng viên, giữa người học với người học;\n\n- Phối hợp với đơn vị chuyên môn trong công tác tổ chức thi kết thúc môn học. Việc tổ chức thi phải được thực hiện tập trung tại địa điểm đào tạo của Trường.\n\n2. Các Đơn vị chuyên môn (Khoa, Bộ môn): chịu trách nhiệm quản lý chuyên môn theo ngành/chuyên ngành đào tạo được giao, chủ trì việc tổ chức xây dựng chương trình đào tạo, xây dựng học liệu ĐTTX, xây dựng ngân hàng đề thi (nếu có) cho những môn học thuộc trách nhiệm quản lý, duyệt đề thi và tham gia các hoạt động chuyên môn khác liên quan đến tổ chức thực hiện chương trình ĐTTX.\n\n3. Phòng Đào tạo Đại học (P.ĐTĐH): quản lý công tác tuyển sinh, đào tạo, tốt nghiệp, cấp bằng, cấp bảng điểm, xác nhận văn bằng.\n\n4. Phòng Thanh tra Pháp chế & Đảm bảo Chất lượng (P.TTPC&ĐBCL): chịu trách nhiệm kiểm tra, thanh tra mọi hoạt động liên quan đến ĐTTX đảm bảo đúng Quy chế này và các quy chế, quy định hiện hành của Nhà nước; báo cáo Hiệu trưởng kết quả kiểm tra,\n\n\n\nthanh tra; Phối hợp với TTPTCNTT để thực hiện công tác kiểm định các chương trình ĐTTX.\n\n5. Phòng Dữ liệu và Công nghệ Thông tin: Phối hợp với TTPTCNTT để phát triển, bảo trì cơ sở hạ tầng công nghệ thông tin (cả phần cứng và phần mềm) phục vụ cho ĐTTX.\n\n6. Phòng Công tác sinh viên phối hợp với TTPTCNTT trong công tác quản lý sinh viên, cấp thẻ sinh viên, cấp giấy xác nhận sinh viên.\n\nNgoài các đơn vị nói trên, các đơn vị khác trong Trường có trách nhiệm phối hợp triển khai ĐTTX theo đúng chức năng, nhiệm vụ của đơn vị.\n\nCHƯƠNG 2. LẬP KẾ HOẠCH VÀ TỔ CHỨC ĐÀO TẠO\n\nĐiều 7. Nguyên tắc tổ chức đào tạo\n\n1. Tổ chức đào tạo hình thức ĐTTX được thực hiện theo học chế tín chỉ và được tiến hành liên tục, linh hoạt theo nguyện vọng của sinh viên trên cơ sở năm học, học kỳ.\n\n2. Mỗi sinh viên hình thức ĐTTX có một mã số riêng theo quy định của Trường, phải chấp hành quy chế, quy định hiện hành của Trường đối với ĐTTX và được hưởng các chính sách dành cho sinh viên hình thức ĐTTX.\n\nĐiều 8. Kế hoạch giảng dạy và học tập, tổ chức đăng ký học tập\n\n1. Đầu khóa học, TTPTCNTT có trách nhiệm thông báo cho sinh viên về:\n   - Chương trình đào tạo toàn khóa cho từng ngành học.\n   - Quy chế đào tạo và các quy định của Trường.\n   - Quyền lợi và nghĩa vụ của sinh viên.\n\n2. Đầu mỗi học kỳ, TTPTCNTT có trách nhiệm thông báo cho sinh viên về:\n   - Thông tin cập nhật chương trình đào tạo, học phí (nếu có).\n   - Kế hoạch học tập, thời khóa biểu của học kỳ.\n\nĐiều 9. Học kỳ, năm học\n\n1. Học kỳ là thời gian để sinh viên hoàn thành một số môn học của chương trình đào tạo.\n\n2. Một năm học của hình thức ĐTTX có 3 học kỳ.\n\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nĐiều 10. Khóa học\n\n1. Khóa học là thời gian thiết kế để sinh viên hoàn thành chương trình giáo dục của một ngành chuyên môn ở trình độ đại học.\n\n   a) Đào tạo trình độ đại học được thực hiện từ 3 đến 5 năm đối với chương trình văn bằng thứ nhất; từ 2 năm đến 2,5 năm học đối với chương trình văn bằng thứ hai; từ 1,5 năm đến 2 năm học đối với chương trình liên thông đại học.\n\n   b) Thời gian đào tạo chương trình văn bằng thứ nhất, chương trình văn bằng thứ hai, chương trình liên thông đại học được xác định trên cơ sở học phần và khối lượng tích lũy quy định cho từng chương trình;\n\n2. Thời gian tối đa thực hiện chương trình ĐTTX (để được cấp bằng) là không vượt quá 02 lần thời gian theo kế hoạch tập trung toàn khóa.\n\nĐiều 11. Nguyên tắc xác định học phí\n\nHọc phí được thu theo từng học kỳ và được tính theo công thức sau:\n\n\\[ \\text{Học phí} = \\text{HPTCHM} \\times \\text{TCHPHM} + \\text{HPTCHL} \\times \\text{TCHPHL} + \\text{HPTCCT} \\times \\text{TCHPCT} \\]\n\nTrong đó:\n\n- HPTCHM: mức học phí cho loại tín chỉ học phí học mới.\n- TCHPHM: tổng số tín chỉ học phí của các môn học mới.\n- HPTCHL: mức học phí cho loại tín chỉ học phí học lại.\n- TCHPHL: tổng số tín chỉ học phí của các môn học lại.\n- HPTCCT: mức học phí cho loại tín chỉ học phí học cải thiện.\n- TCHPCT: tổng số tín chỉ học phí của các môn học cải thiện.\n\nVào đầu khóa học hoặc năm học, Trường công bố mức học phí cho mỗi loại tín chỉ học phí.\n\nĐiều 12. Phương thức giảng dạy môn học\n\nMôn học trong chương trình đào tạo được tổ chức giảng dạy theo một hoặc kết hợp nhiều phương thức:\n\n+ Học tập trung: Mỗi môn học có thể được tổ chức giảng dạy tập trung tại địa điểm đào tạo của Trường.\n\n\n\n+ Học trực tuyến: Giảng viên giảng dạy, hướng dẫn sinh viên học tập trao đổi, thảo luận thông qua các hệ thống phần mềm giảng dạy trực tuyến.\n\nĐiều 13. Lớp học\n\nTrường tổ chức lớp theo khóa học, môn học cho sinh viên hình thức ĐTTX tùy tình hình và điều kiện cụ thể.\n\nĐiều 14. Bảo lưu kết quả trúng tuyển\n\nSau khi được xét trúng tuyển vào Trường, do một số hoàn cảnh đặc biệt như được điều động vào các lực lượng vũ trang, thai sản, bệnh tật, tai nạn, hoàn cảnh khó khăn xảy ra đột xuất, thí sinh trúng tuyển có thể xin bảo lưu kết quả. Thí sinh trúng tuyển phải nộp đơn xin bảo lưu chậm nhất 15 ngày kể từ ngày gọi nhập học cho P. ĐTDH thông qua TTPTCNTT và chỉ được bảo lưu khi có quyết định chấp thuận của Hiệu trưởng.\n\nThời gian bảo lưu kết quả trúng tuyển không quá 01 năm. Đối với trường hợp được điều động vào các lực lượng vũ trang thì thời gian bảo lưu kết quả trúng tuyển bằng với thời gian được điều động. Muốn nhập học lại, thí sinh phải làm đơn xin nhập học và nộp cho P. ĐTDH thông qua TTPTCNTT trước khi bắt đầu học kỳ ít nhất 1 tháng để được giải quyết.\n\nThời gian bảo lưu kết quả trúng tuyển không quá 01 năm. Đối với trường hợp được điều động vào các lực lượng vũ trang thì thời gian bảo lưu kết quả trúng tuyển bằng với thời gian được điều động. Muốn nhập học lại, thí sinh phải làm đơn xin nhập học và nộp cho P. ĐTDH thông qua TTPTCNTT trước khi bắt đầu học kỳ ít nhất 1 tháng để được giải quyết.\n\nĐiều 15. Đăng ký học tập, học lại và học cải thiện\n\n1. Sinh viên được phép đăng ký học những môn học được mở trong học kỳ.\n\n2. Học lại: Sinh viên phải đăng ký học lại các môn học chưa đạt (có điểm tổng kết môn học dưới 5,0) đối với những môn học có tính chất bắt buộc trong chương trình đào tạo.\n\n3. Học cải thiện: Sinh viên được đăng ký học lại môn học đã đạt để cải thiện điểm. Kết quả cao nhất trong các lần học sẽ được chọn để tính vào điểm trung bình chung tích lũy và điểm trung bình tích lũy toàn khóa.\n\nĐiều 16. Xử lý học vụ\n\n1. Cảnh báo học vụ: Sinh viên bị cảnh báo học tập nếu thuộc một trong những trường hợp sau:\n\n   - Không đóng học phí theo quy định;\n\n   - Không dự kiểm tra/thi kết thúc môn học quá 30% số môn học đăng ký trong năm học;\n\n2. Đình chỉ học tập:\n\n- Sinh viên bị đình chỉ học tập 1 học kỳ chính nếu vi phạm lần đầu trong việc đi thi hộ hoặc nhờ người thi hộ.\n\n- Đình chỉ học tập có thời hạn: áp dụng đối với những sinh viên đang trong thời gian bị cảnh báo mà vẫn vi phạm kỷ luật hoặc vi phạm nghiêm trọng các hành vi sinh viên không được làm; sinh viên vi phạm pháp luật bị xử phạt tù nhưng cho hưởng án treo.\n\n3. Buộc thôi học: Sinh viên bị buộc thôi học và xóa tên khỏi danh sách sinh viên nếu rơi vào một trong những trường hợp sau đây:\n\n- Đã bị cảnh báo học vụ 2 lần liên tiếp nhưng tiếp tục vi phạm mức cảnh báo học vụ;\n\n- Bị đình chỉ học vụ lần thứ hai;\n\n- Đã hết thời gian tối đa hoàn thành khóa học theo Quy chế này;\n\n- Không tham gia học tập 1 năm trở lên;\n\n- Vi phạm kỷ luật có tính chất và mức độ nghiêm trọng, gây ảnh hưởng xấu đến Trường và xã hội;\n\n- Vi phạm pháp luật bị xử phạt tù giam.\n\nĐiều 17. Thôi học, tạm dừng học tập\n\n1. Trường hợp vì hoàn cảnh cá nhân, sinh viên có thể gửi đơn xin thôi học trừ trường hợp bị dự kiến buộc thôi học hoặc kỷ luật. Trường xem xét ra quyết định cho phép thôi học và xóa tên khỏi danh sách sinh viên. Những sinh viên đã có quyết định thôi học muốn quay trở lại học phải dự tuyển đầu vào như những thí sinh khác.\n\n2. Sinh viên được quyền xin tạm dừng học tập và được bảo lưu kết quả học tập trong các trường hợp sau:\n\n- Được cơ quan có thẩm quyền điều động, đại diện quốc gia tham dự các kỳ thi, giải đấu quốc tế.\n\n- Bị ốm, thai sản hoặc tai nạn phải điều trị thời gian dài, có chứng nhận của cơ sở khám bệnh, chữa bệnh có thẩm quyền theo quy định của Bộ Y tế.\n\n\n\n- Trường hợp vì lý do cá nhân, sinh viên phải học ít nhất một học kỳ ở Trường và không rơi vào các trường hợp bị đình chỉ học tập, có xác nhận của gia đình và giấy tờ liên quan hợp lệ.\n\n3. Thời gian tạm dừng học tập từ một đến tối đa hai học kỳ chính liên tiếp, được tính vào thời gian tối đa hoàn thành khóa học quy định tại Điều 10 của quy chế này, ngoại trừ trường hợp được điều động vào lực lượng vũ trang.\n\n4. Sinh viên tạm dừng học tập, khi muốn trở lại học tiếp tại Trường phải hoàn tất các thủ tục theo quy định của Trường.\n\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nĐiều 18. Chuyển ngành, chuyển hình thức đào tạo, chuyển trường.\n\n1. Chuyển ngành\n\nSinh viên hình thức ĐTTX được xin chuyển sang ngành ĐTTX khác của Trường nếu đủ điều kiện trúng tuyển ngành đào tạo của khóa tuyển tương ứng. Sinh viên nộp đơn xin chuyển ngành cho P.ĐTĐH thông qua TTPTCNTT. Hiệu trưởng ra quyết định chuyển ngành trên cơ sở đề nghị của P.ĐTĐH.\n\n2. Chuyển hình thức đào tạo\n\nSinh viên các hình thức đào tạo khác của Trường được chuyển sang học ĐTTX. Sinh viên nộp đơn xin chuyển cho P.ĐTĐH thông qua TTPTCNTT. Hiệu trưởng ra quyết định chuyển hình thức đào tạo trên cơ sở đề nghị của P.ĐTĐH.\n\n3. Chuyển trường\n\nSinh viên được chuyển trường nếu có đủ các điều kiện sau:\n\n- Trong thời gian học tập, nếu gia đình sinh viên chuyển hộ khẩu thường trú, chuyển nơi công tác hoặc sinh viên có hoàn cảnh khó khăn, cần thiết phải chuyển đến trường gần nơi cư trú để có điều kiện học tập;\n\n- Trường xin chuyển đi và trường tiếp nhận có cùng ngành học hoặc cùng nhóm ngành đào tạo;\n\n- Được sự đồng ý của Hiệu trưởng trường xin chuyển đi và Hiệu trưởng trường tiếp nhận.\n\n\n\nCHƯƠNG III. ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG\n\nĐiều 19. Đánh giá kết quả học tập của học phần, học kỳ, năm học, toàn khóa\n\n1. Giảng viên giảng dạy môn học có trách nhiệm phổ biến quy trình kiểm tra, đánh giá môn học vào đầu học kỳ để đảm bảo người học hiểu được các yêu cầu cho việc hoàn thành môn học.\n\n2. Tổ chức kiểm tra, đánh giá môn học được thực hiện trên cơ sở quy định của hình thức giáo dục chính quy. Giảng viên giảng dạy môn học có thể chủ động thay đổi hình thức đánh giá phù hợp với hình thức ĐTTX. Thành phần và hình thức đánh giá đối với ĐTTX được thể hiện trong đề cương môn học có sự phê duyệt của đơn vị quản lý chuyên môn đối với môn học. Đề thi kết thúc học phần được xây dựng phù hợp với nội dung và yêu cầu về thi kết thúc học phần, được lãnh đạo đơn vị chủ trì phê duyệt chuyên môn kiểm tra, xác nhận.\n\n3. Tổ chức thi kết thúc học phần theo hình thức trực tiếp, người học phải tập trung tại địa điểm đào tạo của Trường, được giám sát bởi cán bộ của Trường.\n\n4. Thang điểm đánh giá và xếp loại\n\nCác loại điểm của học phần được đánh giá theo thang điểm 10. Các thang điểm khác chỉ mang tính tham khảo, chuyển đổi khi cần thiết.\n\n| Loại     | Thang điểm 10 | Thang điểm 100 | Điểm 4 | Điểm chữ | Xếp loại       |\n|----------|---------------|----------------|--------|-----------|----------------|\n| Đạt      | 9,0 đến 10,0  | Từ 90 đến 100  | 4,0    | A+        | Xuất sắc       |\n|          | 8,0 đến 9,0   | Từ 80 đến 90   | 3,5    | A         | Giỏi           |\n|          | 7,0 đến 8,0   | Từ 70 đến 80   | 3,0    | B+        | Khá            |\n|          | 6,0 đến 7,0   | Từ 60 đến 70   | 2,5    | B         | Trung bình khá  |\n|          | 5,0 đến 6,0   | Từ 50 đến 60   | 2,0    | C         | Trung bình      |\n| Không đạt | 4,0 đến 5,0   | Từ 40 đến 50   | 1,5    | D+        | Yếu            |\n|          | 3,0 đến 4,0   | Từ 30 đến 40   | 1,0    | D         | Kém            |\n|          | <3,0          | Dưới 30         | 0,0    | F         |                |\n\nĐiều 20. Công nhận kết quả học tập\n\nKhi có nhu cầu công nhận kết quả học tập từ các cơ sở đào tạo khác, sinh viên nộp đơn xin công nhận kết quả học tập kèm các hồ sơ liên quan cho P.ĐTĐH thông qua TTPTCNTT. Đơn vị chuyên môn có trách nhiệm xem xét, quyết định công nhận kết quả học tập để chuyển đổi, miễn trừ những môn học mà sinh viên đã tích lũy ở các chương trình đào tạo cấp văn bằng khác. Số tín chỉ được công nhận kết quả học tập để chuyển đổi, miễn trừ tích lũy từ các cơ sở đào tạo khác ngoài Trường ĐHCNTT không được vượt quá 50% tổng số tín chỉ của chương trình ĐTTX.\n\nĐiều 21. Điều kiện xét tốt nghiệp và công nhận tốt nghiệp\n\n1. Định kỳ theo kế hoạch đã được Hiệu trưởng phê duyệt, những sinh viên có đủ các điều kiện sau đây có thể nộp hồ sơ đề nghị xét tốt nghiệp. Để được Trường xét cấp bằng tốt nghiệp, sinh viên nộp hồ sơ đề nghị xét tốt nghiệp khi đã đáp ứng đủ các điều kiện sau đây:\n\n   - Tại thời điểm xét tốt nghiệp, sinh viên không đang trong thời gian bị truy cứu trách nhiệm hình sự hoặc bị kỷ luật từ mức đình chỉ học tập trở lên.\n   - Đã hoàn thành nghĩa vụ học phí.\n   - Đã hoàn thành các môn học, tích lũy đủ số tín chỉ theo đúng chương trình đào tạo.\n\n2. Căn cứ biên bản và đề nghị của Hội đồng xét tốt nghiệp, Hiệu trưởng ký quyết định công nhận tốt nghiệp cho những sinh viên đủ điều kiện theo quy định.\n\n3. Hội đồng xét tốt nghiệp do Hiệu trưởng hoặc Phó Hiệu trưởng ủy quyền làm Chủ tịch, Trường phòng hoặc Phó Trường phòng Đào tạo Đại học làm thư ký; các thành viên khác là lãnh đạo Phòng, Ban, Khoa có liên quan và TTPTCNTT.\n\n4. Sinh viên đủ điều kiện tốt nghiệp được Hiệu trưởng ra quyết định công nhận tốt nghiệp và được cấp bằng trong thời hạn 30 ngày tính từ ngày có quyết định công nhận tốt nghiệp.\n\nĐiều 22. Cấp bằng tốt nghiệp\n\n1. Bằng tốt nghiệp được cấp theo ngành đào tạo. Bằng chỉ được cấp cho sinh viên khi đã ghi đầy đủ, chính xác các nội dung trên bằng.\n\n\n\n2. Xếp loại tốt nghiệp được xác định dựa trên ĐTBCTL theo bảng xếp loại quy định tại Khoản 4, Điều 19 của Quy chế này. Riêng đối với những sinh viên có kết quả học tập toàn khóa đạt \"Xuất sắc\", loại tốt nghiệp sẽ giảm xuống 1 bậc nếu rơi vào các trường hợp sau (nếu đồng thời rơi vào nhiều trường hợp thì cũng chỉ giảm 1 bậc):\n\n- Có thời gian học tập tại Trường vượt quá 02 học kỳ so với thời gian thiết kế chương trình đào tạo.\n- Trong thời gian học, đã bị kỷ luật mức cảnh cáo trở lên.\n- Có số tín chỉ học lại vượt quá 5% tổng số tín chỉ toàn khóa.\n\n3. Kết quả học tập của sinh viên phải được ghi vào bảng điểm theo từng học phần. Trong bảng điểm ghi rõ chuyên ngành (nếu có).\n\n4. Những sinh viên không đủ điều kiện cấp bằng tốt nghiệp nhưng chưa hết thời gian tối đa được phép học, được bảo lưu các học phần có kết quả đạt. Trong thời gian tối đa được phép học như quy định tại Khoản 2, Điều 10 của Quy chế này, sinh viên được đăng ký học lại những học phần chưa đạt hoặc chưa học.\n\n5. Những sinh viên đã hết thời hạn tối đa được phép học nhưng không đủ điều kiện cấp bằng tốt nghiệp hoặc đã thôi học được đề nghị Trường cấp giấy chứng nhận kết quả học tập của các học phần đã tích lũy trong quá trình học tại Trường.\n\n-------------------------------------------------------------\n\n\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nĐiều 23. Cấp bảng điểm\n\n1. Trong quá trình học tập, sinh viên có thể đề nghị Trường cấp bảng điểm. Sinh viên thực hiện theo hướng dẫn của TTPTCNTT.\n\n2. Sau khi tốt nghiệp, sinh viên được cấp phụ lục văn bằng (bảng điểm tốt nghiệp) kèm theo bằng tốt nghiệp theo quy chế văn bằng, chứng chỉ của Trường ĐH CNTT.\n\nCHƯƠNG 4. TỔ CHỨC THỰC HIỆN\n\nĐiều 24. Bảo đảm chất lượng ĐTTX\n\n1. Trường triển khai cơ chế kiểm tra, giám sát nội bộ về hoạt động tổ chức dạy học, hỗ trợ người học và thi, kiểm tra, đánh giá kết quả học tập; lấy phản hồi từ người học về trải nghiệm học tập, chất lượng học liệu, hiệu quả của phương pháp giảng dạy, cảm nhận về sự hỗ trợ từ giảng viên, cán bộ hỗ trợ, các chức năng phần mềm và lấy phản hồi từ các bên liên quan khác; quy trình về xử lý đề xuất, kiến nghị, phản ánh của người học.\n\n\n\n2. Triển khai kiểm định chất lượng chương trình đào tạo từ xa:\n\n- Đối với chương trình ĐTTX đã tuyển sinh trước thời điểm 28/12/2023, chậm nhất sau 3 năm kể từ ngày 28/12/2023 phải thực hiện kiểm định chất lượng đối với chương trình ĐTTX đã có khóa tốt nghiệp;\n\n- Đối với chương trình ĐTTX đã tuyển sinh trước thời điểm 28/12/2023 nhưng chưa có khóa tốt nghiệp hoặc được phê duyệt sau thời điểm 28/12/2023 phải đăng ký kiểm định chất lượng chương trình ĐTTX theo quy định tại khoản 5 Điều 33 Luật Giáo dục đại học (được sửa đổi, bổ sung năm 2018).\n\nĐiều 25. Chế độ báo cáo, lưu trữ và công khai thông tin\n\nTrước ngày 31 tháng 12 hàng năm, TTPTCNTT gửi báo cáo cho Hiệu trưởng thông qua P.ĐTĐH bao gồm: Tuyển sinh; quy mô đào tạo; tổ chức đào tạo; cấp bằng tốt nghiệp trong năm; và dự kiến kế hoạch tuyển sinh năm sau. Nội dung báo cáo phải có đánh giá các hoạt động ĐTTX của TTPTCNTT và đề xuất giải pháp để củng cố, phát triển ĐTTX.\n\nĐiều 26. Quản lý và lưu trữ hồ sơ\n\n1. Hồ sơ được bảo quản và lưu trữ tại P.ĐTĐH gồm có:\n   a) Chương trình đào tạo; kế hoạch đào tạo toàn khóa;\n   b) Hồ sơ tuyển sinh, kết quả quá trình học tập, hồ sơ công nhận tốt nghiệp;\n   c) Sổ cấp phát văn bằng.\n\n2. Hồ sơ được bảo quản và lưu trữ tại TTPTCNTT gồm có:\n   a) Hồ sơ liên quan đến TTPTCNTT;\n   b) Chương trình đào tạo; kế hoạch đào tạo toàn khóa; kế hoạch đào tạo chi tiết từng học kỳ;\n   c) Danh sách và kết quả học tập của người học của từng môn học;\n   d) Danh sách giảng viên, cán bộ quản lý có liên quan tới khóa học, môn học.\n\nĐiều 27. Công bố thông tin\n\n1. Trường xây dựng trang thông tin điện tử để công bố công khai chuẩn đầu ra, điều kiện đảm bảo chất lượng đào tạo tương ứng với quy mô theo\n\n\n\nchi tiêu hàng năm, quy định học vụ và cho phép người sử dụng tra cứu thông tin cơ bản của sinh viên tốt nghiệp theo số hiệu tương ứng trên văn bằng chứng chỉ do Trường cấp.\n\n2. Hộp thư điện tử (email) được Trường cung cấp cho từng sinh viên vào thời điểm nhập học là kênh giao tiếp chính thức giữa Trường với sinh viên.\n\nĐiều 28. Điều khoản thi hành\n\n1. Quy chế có hiệu lực kể từ ngày ký.\n\n2. Trong quá trình thực hiện, quy chế này có thể được sửa đổi, bổ sung phù hợp với yêu cầu thực tế, theo các quy định của Nhà nước và quy định của ĐHQG-HCM.",
            "chunk_content": "QUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nĐiều 10. Khóa học\n\n1. Khóa học là thời gian thiết kế để sinh viên hoàn thành chương trình giáo dục của một ngành chuyên môn ở trình độ đại học.\n\n   a) Đào tạo trình độ đại học được thực hiện từ 3 đến 5 năm đối với chương trình văn bằng thứ nhất; từ 2 năm đến 2,5 năm học đối với chương trình văn bằng thứ hai; từ 1,5 năm đến 2 năm học đối với chương trình liên thông đại học.\n\n   b) Thời gian đào tạo chương trình văn bằng thứ nhất, chương trình văn bằng thứ hai, chương trình liên thông đại học được xác định trên cơ sở học phần và khối lượng tích lũy quy định cho từng chương trình;\n\n2. Thời gian tối đa thực hiện chương trình ĐTTX (để được cấp bằng) là không vượt quá 02 lần thời gian theo kế hoạch tập trung toàn khóa.\n\nĐiều 11. Nguyên tắc xác định học phí\n\nHọc phí được thu theo từng học kỳ và được tính theo công thức sau:\n\n\\[ \\text{Học phí} = \\text{HPTCHM} \\times \\text{TCHPHM} + \\text{HPTCHL} \\times \\text{TCHPHL} + \\text{HPTCCT} \\times \\text{TCHPCT} \\]\n\nTrong đó:\n\n- HPTCHM: mức học phí cho loại tín chỉ học phí học mới.\n- TCHPHM: tổng số tín chỉ học phí của các môn học mới.\n- HPTCHL: mức học phí cho loại tín chỉ học phí học lại.\n- TCHPHL: tổng số tín chỉ học phí của các môn học lại.\n- HPTCCT: mức học phí cho loại tín chỉ học phí học cải thiện.\n- TCHPCT: tổng số tín chỉ học phí của các môn học cải thiện.\n\nVào đầu khóa học hoặc năm học, Trường công bố mức học phí cho mỗi loại tín chỉ học phí.\n\nĐiều 12. Phương thức giảng dạy môn học\n\nMôn học trong chương trình đào tạo được tổ chức giảng dạy theo một hoặc kết hợp nhiều phương thức:\n\n+ Học tập trung: Mỗi môn học có thể được tổ chức giảng dạy tập trung tại địa điểm đào tạo của Trường.\n\n\n\n+ Học trực tuyến: Giảng viên giảng dạy, hướng dẫn sinh viên học tập trao đổi, thảo luận thông qua các hệ thống phần mềm giảng dạy trực tuyến.\n\nĐiều 13. Lớp học\n\nTrường tổ chức lớp theo khóa học, môn học cho sinh viên hình thức ĐTTX tùy tình hình và điều kiện cụ thể.\n\nĐiều 14. Bảo lưu kết quả trúng tuyển\n\nSau khi được xét trúng tuyển vào Trường, do một số hoàn cảnh đặc biệt như được điều động vào các lực lượng vũ trang, thai sản, bệnh tật, tai nạn, hoàn cảnh khó khăn xảy ra đột xuất, thí sinh trúng tuyển có thể xin bảo lưu kết quả. Thí sinh trúng tuyển phải nộp đơn xin bảo lưu chậm nhất 15 ngày kể từ ngày gọi nhập học cho P. ĐTDH thông qua TTPTCNTT và chỉ được bảo lưu khi có quyết định chấp thuận của Hiệu trưởng.\n\nThời gian bảo lưu kết quả trúng tuyển không quá 01 năm. Đối với trường hợp được điều động vào các lực lượng vũ trang thì thời gian bảo lưu kết quả trúng tuyển bằng với thời gian được điều động. Muốn nhập học lại, thí sinh phải làm đơn xin nhập học và nộp cho P. ĐTDH thông qua TTPTCNTT trước khi bắt đầu học kỳ ít nhất 1 tháng để được giải quyết.\n\nThời gian bảo lưu kết quả trúng tuyển không quá 01 năm. Đối với trường hợp được điều động vào các lực lượng vũ trang thì thời gian bảo lưu kết quả trúng tuyển bằng với thời gian được điều động. Muốn nhập học lại, thí sinh phải làm đơn xin nhập học và nộp cho P. ĐTDH thông qua TTPTCNTT trước khi bắt đầu học kỳ ít nhất 1 tháng để được giải quyết.\n\nĐiều 15. Đăng ký học tập, học lại và học cải thiện\n\n1. Sinh viên được phép đăng ký học những môn học được mở trong học kỳ.\n\n2. Học lại: Sinh viên phải đăng ký học lại các môn học chưa đạt (có điểm tổng kết môn học dưới 5,0) đối với những môn học có tính chất bắt buộc trong chương trình đào tạo.\n\n3. Học cải thiện: Sinh viên được đăng ký học lại môn học đã đạt để cải thiện điểm. Kết quả cao nhất trong các lần học sẽ được chọn để tính vào điểm trung bình chung tích lũy và điểm trung bình tích lũy toàn khóa.\n\nĐiều 16. Xử lý học vụ\n\n1. Cảnh báo học vụ: Sinh viên bị cảnh báo học tập nếu thuộc một trong những trường hợp sau:\n\n   - Không đóng học phí theo quy định;\n\n   - Không dự kiểm tra/thi kết thúc môn học quá 30% số môn học đăng ký trong năm học;\n\n2. Đình chỉ học tập:\n\n- Sinh viên bị đình chỉ học tập 1 học kỳ chính nếu vi phạm lần đầu trong việc đi thi hộ hoặc nhờ người thi hộ.\n\n- Đình chỉ học tập có thời hạn: áp dụng đối với những sinh viên đang trong thời gian bị cảnh báo mà vẫn vi phạm kỷ luật hoặc vi phạm nghiêm trọng các hành vi sinh viên không được làm; sinh viên vi phạm pháp luật bị xử phạt tù nhưng cho hưởng án treo.\n\n3. Buộc thôi học: Sinh viên bị buộc thôi học và xóa tên khỏi danh sách sinh viên nếu rơi vào một trong những trường hợp sau đây:\n\n- Đã bị cảnh báo học vụ 2 lần liên tiếp nhưng tiếp tục vi phạm mức cảnh báo học vụ;\n\n- Bị đình chỉ học vụ lần thứ hai;\n\n- Đã hết thời gian tối đa hoàn thành khóa học theo Quy chế này;\n\n- Không tham gia học tập 1 năm trở lên;\n\n- Vi phạm kỷ luật có tính chất và mức độ nghiêm trọng, gây ảnh hưởng xấu đến Trường và xã hội;\n\n- Vi phạm pháp luật bị xử phạt tù giam.\n\nĐiều 17. Thôi học, tạm dừng học tập\n\n1. Trường hợp vì hoàn cảnh cá nhân, sinh viên có thể gửi đơn xin thôi học trừ trường hợp bị dự kiến buộc thôi học hoặc kỷ luật. Trường xem xét ra quyết định cho phép thôi học và xóa tên khỏi danh sách sinh viên. Những sinh viên đã có quyết định thôi học muốn quay trở lại học phải dự tuyển đầu vào như những thí sinh khác.\n\n2. Sinh viên được quyền xin tạm dừng học tập và được bảo lưu kết quả học tập trong các trường hợp sau:\n\n- Được cơ quan có thẩm quyền điều động, đại diện quốc gia tham dự các kỳ thi, giải đấu quốc tế.\n\n- Bị ốm, thai sản hoặc tai nạn phải điều trị thời gian dài, có chứng nhận của cơ sở khám bệnh, chữa bệnh có thẩm quyền theo quy định của Bộ Y tế.\n\n\n\n- Trường hợp vì lý do cá nhân, sinh viên phải học ít nhất một học kỳ ở Trường và không rơi vào các trường hợp bị đình chỉ học tập, có xác nhận của gia đình và giấy tờ liên quan hợp lệ.\n\n3. Thời gian tạm dừng học tập từ một đến tối đa hai học kỳ chính liên tiếp, được tính vào thời gian tối đa hoàn thành khóa học quy định tại Điều 10 của quy chế này, ngoại trừ trường hợp được điều động vào lực lượng vũ trang.\n\n4. Sinh viên tạm dừng học tập, khi muốn trở lại học tiếp tại Trường phải hoàn tất các thủ tục theo quy định của Trường."
        }
    },
    {
        "file_name": "507-qd-dhcntt-27-5-2024_quy_che_dao_tao_cho_sinh_vien",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong Chương III của Quy chế đào tạo từ xa trình độ đại học, quy định về việc chuyển ngành, chuyển hình thức đào tạo và chuyển trường cho sinh viên. Nó bao gồm các điều khoản cụ thể về quy trình và điều kiện để sinh viên thực hiện các chuyển đổi này trong quá trình học tập tại Trường Đại học Công nghệ Thông tin.",
            "original_content": "QUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nĐiều 1: Ban hành kèm theo quyết định này Quy chế đào tạo cho sinh viên hình thức đào tạo từ xa trình độ đại học của Trường ĐHCNTT.\n\nĐiều 2: Quyết định này thay thế cho Quyết định số 1206/QĐ-ĐHCNTT ngày 28 tháng 11 năm 2023 của Hiệu trưởng Trường ĐHCNTT về việc ban hành Quy chế đào tạo cho sinh viên hệ đào tạo từ xa trình độ đại học của Trường ĐHCNTT.\n\nĐiều 3: Các Ông/Bà Trưởng các Phòng, Ban, Khoa, Giám đốc Trung tâm Phát triển Công nghệ Thông tin và các đơn vị liên quan chịu trách nhiệm thi hành quyết định này.\n\nQuyết định có hiệu lực kể từ ngày ký./.\n\nNơi nhận:\n- Như Điều 3;\n- Lưu: VT, DTDH (KT).\n\nQUY CHẾ\nĐÀO TẠO TỪ XA TRÌNH ĐỘ ĐẠI HỌC\nCỦA TRƯỞNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n(Ban hành theo Quyết định số: 507/QĐ-DHCNTT, ngày 27 tháng 5 năm 2024)\n\n\n| **DANH MỤC TỪ VIẾT TẮT** |\n|--------------------------|\n| **Bộ GD&ĐT** | Bộ Giáo dục và Đào tạo |\n| **ĐHQG-HCM** | Đại học Quốc gia TP. Hồ Chí Minh |\n| **ĐHCNTT** | Đại học Công nghệ Thông tin |\n| **P.ĐTĐH** | Phòng Đào tạo Đại học của Trường ĐHCNTT |\n| **TTPTCNTT** | Trung tâm phát triển Công nghệ Thông tin |\n| **TCHP** | Tín chỉ học phí |\n| **TCHPHL** | Tín chỉ học phí học lại |\n| **TCHPCT** | Tín chỉ học phí học cải thiện |\n| **TCHPHM** | Tín chỉ học phí học mới |\n| **ĐTBH** | Điểm trung bình học kỳ |\n| **ĐTBC** | Điểm trung bình chung |\n| **ĐTBTTLTK** | Điểm trung bình tích lũy của toàn khóa học |\n| **ĐTBCTL** | Điểm trung bình chung tích lũy |\n| **ĐTTX** | Đào tạo từ xa |\n| **Văn bằng thứ nhất** | Đào tạo cấp bằng tốt nghiệp đại học cho người đã có bằng tốt nghiệp trung học phổ thông hoặc bằng tốt nghiệp trung cấp |\n| **Văn bằng thứ hai** | Đào tạo cấp bằng tốt nghiệp đại học thứ hai cho người đã có bằng tốt nghiệp đại học |\n| **Liên thông Đại học** | Đào tạo cấp bằng tốt nghiệp đại học cho người đã tốt nghiệp trình độ cao đẳng |\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nCHƯƠNG 1. QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Quy chế này quy định về đào tạo từ xa (ĐTTX) trình độ đại học, bao gồm: những quy định chung; lập kế hoạch và tổ chức giảng dạy; đánh giá kết quả học tập và cấp bằng của Trường Đại học Công nghệ Thông tin (gọi tắt là Trường) thuộc Đại học Quốc gia TP. HCM (ĐHQG-HCM).\n\n2. Quy chế này áp dụng đối với sinh viên, giảng viên, các đơn vị và cá nhân có liên quan đến ĐTTX trình độ đại học của Trường Đại học Công nghệ Thông tin (ĐHCNTT).\n\nĐiều 2. Giải thích từ ngữ\n\n1. Hình thức ĐTTX là hình thức đào tạo có 50% tổng khối lượng của chương trình đào tạo trở lên được thực hiện theo một hoặc kết hợp giữa phương thức ĐTTX Mạng máy tính và viễn thông.\n\n2. Phương thức Mạng máy tính và viễn thông sử dụng công nghệ thông tin và truyền thông, chủ yếu là máy tính, thiết bị di động và mạng internet hoặc mạng viễn thông để truyền tải thông tin và tạo môi trường cho giảng viên và người học tương tác.\n\nĐiều 3. Chương trình đào tạo từ xa và thời gian học tập\n\n1. Chương trình ĐTTX là chương trình đào tạo đang áp dụng cho hình thức chính quy ngành đào tạo tương ứng của Trường (sau đây gọi tắt là chương trình đào tạo chính quy) được điều chỉnh và mô tả cụ thể trong đề cương chi tiết của mỗi học phần cho phù hợp với hình thức ĐTTX về phương pháp dạy - học, thời lượng dạy - học, học liệu, đánh giá kết quả học tập, trong đó yêu cầu sử dụng chủ yếu phương thức Mạng máy tính và viễn thông.\n\n2. Chương trình ĐTTX có kế hoạch học tập chuẩn toàn khóa theo các tiến độ học tập khác nhau để định hướng cho người học, trong đó tổng thời gian theo kế hoạch học tập chuẩn toàn khóa không ngắn hơn so với hình thức đào tạo chính quy.\n\n3. Đối với người học liên thông và người học được công nhận và miễn môn học theo quy định, thời gian tối đa để người học hoàn thành khóa học được xác định trên cơ sở thời gian theo kế hoạch học tập chuẩn toàn khóa giảm tương ứng với khối lượng được miễn trừ.\n\n\n\n4. Chương trình ĐTTX phải được công khai đối với người học trước khi tuyển sinh và khi bắt đầu khóa học; những thay đổi, điều chỉnh liên quan đến chương trình đào tạo được thực hiện theo quy định hiện hành và công bố trước khi áp dụng, không gây tác động bất lợi cho người học. Trường định kỳ tổ chức rà soát, đánh giá và cập nhật chương trình ĐTTX.\n\nĐiều 4. Học liệu đào tạo từ xa\n\n1. Học liệu ĐTTX là tài liệu giảng dạy, học tập, nghiên cứu được biên soạn, lựa chọn, thẩm định, duyệt và sử dụng tại Trường phù hợp với phương thức ĐTTX.\n\n2. Học liệu ĐTTX gồm học liệu chính và các học liệu bổ trợ phục vụ cho quá trình đào tạo.\n\n3. Học liệu chính là học liệu điện tử, học liệu số bảo đảm cung cấp và truyền tải đầy đủ nội dung của học phần/môn học để người học có thể tự học phù hợp với phương thức ĐTTX.\n\n4. Học liệu bổ trợ cung cấp các nội dung chi tiết hỗ trợ người học hiểu biết sâu sắc, đầy đủ những nội dung trong học liệu chính.\n\n5. Hiệu trưởng tổ chức xây dựng, thẩm định và phê duyệt học liệu ĐTTX trước khi thực hiện ĐTTX theo các quy định của Trường về việc biên soạn, lựa chọn, thẩm định, duyệt và sử dụng tài liệu giảng dạy, giáo trình giáo dục đại học. Trường định kỳ tổ chức rà soát, đánh giá và cập nhật học liệu đáp ứng yêu cầu về chuyên môn và kỹ thuật.\n\nĐiều 5. Hệ thống đào tạo từ xa\n\nHệ thống ĐTTX gồm: Chương trình ĐTTX đã được xây dựng, thẩm định và ban hành theo quy định hiện hành; học liệu ĐTTX; bộ máy tổ chức và quản lý, giám sát ĐTTX; hệ thống kiểm tra, đánh giá; hệ thống kỹ thuật hỗ trợ thực hiện ĐTTX; đội ngũ giảng viên, cán bộ hỗ trợ học tập, cán bộ quản lý; các văn bản quy định về ĐTTX.\n\nĐiều 6. Bộ máy tổ chức và quản lý đào tạo từ xa\n\nCác đơn vị chính trong bộ máy tổ chức và quản lý ĐTTX gồm:\n\n1. Trung tâm Phát triển Công nghệ Thông tin (TTPTCNTT): Là đơn vị triển khai ĐTTX trình độ đại học, có những trách nhiệm:\n\n   - Quảng bá tuyển sinh, thu hồ sơ xét tuyển, phối hợp thông báo kết quả tuyển sinh đến thí sinh.\n\n\n\n- Quản lý sinh viên chương trình ĐTTX, hỗ trợ sinh viên giải quyết những vướng mắc về thủ tục hồ sơ, những khó khăn trong quá trình học tập và hoàn cảnh cá nhân, các thủ tục hành chính liên quan đến sinh viên theo quy định, tiếp nhận ý kiến phản ánh của sinh viên về hoạt động đào tạo và trao đổi kịp thời với các đơn vị có trách nhiệm liên quan để giải quyết. Cung cấp cho người học kiến thức, kỹ năng về phương pháp học tập từ xa trước khi tham gia chính thức khóa học.\n\n- Chịu trách nhiệm chính trong việc thiết kế, xây dựng và vận hành hệ thống ĐTTX.\n\n- Tổ chức triển khai hoạt động đào tạo và xây dựng học liệu ĐTTX của Trường đối với tất cả các ngành đào tạo mà Trường được phép ĐTTX.\n\n- Lên kế hoạch đào tạo chi tiết phù hợp với phương thức tổ chức ĐTTX, bố trí giảng viên giảng dạy, cán bộ hỗ trợ học tập, cán bộ quản lý dự về số lượng, chất lượng, trình độ, cơ cấu; đã được bảo dưỡng về kỹ năng, phương pháp giảng dạy và quản lý đào tạo từ xa, đảm bảo giảng viên có đủ của Trường phụ trách giảng dạy ít nhất 70% khối lượng chương trình ĐTTX.\n\n- Tổ chức giảng dạy các môn học đúng chương trình đào tạo được Hiệu trưởng phê duyệt. Việc tổ chức ĐTTX phải đảm bảo sự tương tác giữa người học với giảng viên, giữa người học với người học;\n\n- Phối hợp với đơn vị chuyên môn trong công tác tổ chức thi kết thúc môn học. Việc tổ chức thi phải được thực hiện tập trung tại địa điểm đào tạo của Trường.\n\n2. Các Đơn vị chuyên môn (Khoa, Bộ môn): chịu trách nhiệm quản lý chuyên môn theo ngành/chuyên ngành đào tạo được giao, chủ trì việc tổ chức xây dựng chương trình đào tạo, xây dựng học liệu ĐTTX, xây dựng ngân hàng đề thi (nếu có) cho những môn học thuộc trách nhiệm quản lý, duyệt đề thi và tham gia các hoạt động chuyên môn khác liên quan đến tổ chức thực hiện chương trình ĐTTX.\n\n3. Phòng Đào tạo Đại học (P.ĐTĐH): quản lý công tác tuyển sinh, đào tạo, tốt nghiệp, cấp bằng, cấp bảng điểm, xác nhận văn bằng.\n\n4. Phòng Thanh tra Pháp chế & Đảm bảo Chất lượng (P.TTPC&ĐBCL): chịu trách nhiệm kiểm tra, thanh tra mọi hoạt động liên quan đến ĐTTX đảm bảo đúng Quy chế này và các quy chế, quy định hiện hành của Nhà nước; báo cáo Hiệu trưởng kết quả kiểm tra,\n\n\n\nthanh tra; Phối hợp với TTPTCNTT để thực hiện công tác kiểm định các chương trình ĐTTX.\n\n5. Phòng Dữ liệu và Công nghệ Thông tin: Phối hợp với TTPTCNTT để phát triển, bảo trì cơ sở hạ tầng công nghệ thông tin (cả phần cứng và phần mềm) phục vụ cho ĐTTX.\n\n6. Phòng Công tác sinh viên phối hợp với TTPTCNTT trong công tác quản lý sinh viên, cấp thẻ sinh viên, cấp giấy xác nhận sinh viên.\n\nNgoài các đơn vị nói trên, các đơn vị khác trong Trường có trách nhiệm phối hợp triển khai ĐTTX theo đúng chức năng, nhiệm vụ của đơn vị.\n\nCHƯƠNG 2. LẬP KẾ HOẠCH VÀ TỔ CHỨC ĐÀO TẠO\n\nĐiều 7. Nguyên tắc tổ chức đào tạo\n\n1. Tổ chức đào tạo hình thức ĐTTX được thực hiện theo học chế tín chỉ và được tiến hành liên tục, linh hoạt theo nguyện vọng của sinh viên trên cơ sở năm học, học kỳ.\n\n2. Mỗi sinh viên hình thức ĐTTX có một mã số riêng theo quy định của Trường, phải chấp hành quy chế, quy định hiện hành của Trường đối với ĐTTX và được hưởng các chính sách dành cho sinh viên hình thức ĐTTX.\n\nĐiều 8. Kế hoạch giảng dạy và học tập, tổ chức đăng ký học tập\n\n1. Đầu khóa học, TTPTCNTT có trách nhiệm thông báo cho sinh viên về:\n   - Chương trình đào tạo toàn khóa cho từng ngành học.\n   - Quy chế đào tạo và các quy định của Trường.\n   - Quyền lợi và nghĩa vụ của sinh viên.\n\n2. Đầu mỗi học kỳ, TTPTCNTT có trách nhiệm thông báo cho sinh viên về:\n   - Thông tin cập nhật chương trình đào tạo, học phí (nếu có).\n   - Kế hoạch học tập, thời khóa biểu của học kỳ.\n\nĐiều 9. Học kỳ, năm học\n\n1. Học kỳ là thời gian để sinh viên hoàn thành một số môn học của chương trình đào tạo.\n\n2. Một năm học của hình thức ĐTTX có 3 học kỳ.\n\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nĐiều 10. Khóa học\n\n1. Khóa học là thời gian thiết kế để sinh viên hoàn thành chương trình giáo dục của một ngành chuyên môn ở trình độ đại học.\n\n   a) Đào tạo trình độ đại học được thực hiện từ 3 đến 5 năm đối với chương trình văn bằng thứ nhất; từ 2 năm đến 2,5 năm học đối với chương trình văn bằng thứ hai; từ 1,5 năm đến 2 năm học đối với chương trình liên thông đại học.\n\n   b) Thời gian đào tạo chương trình văn bằng thứ nhất, chương trình văn bằng thứ hai, chương trình liên thông đại học được xác định trên cơ sở học phần và khối lượng tích lũy quy định cho từng chương trình;\n\n2. Thời gian tối đa thực hiện chương trình ĐTTX (để được cấp bằng) là không vượt quá 02 lần thời gian theo kế hoạch tập trung toàn khóa.\n\nĐiều 11. Nguyên tắc xác định học phí\n\nHọc phí được thu theo từng học kỳ và được tính theo công thức sau:\n\n\\[ \\text{Học phí} = \\text{HPTCHM} \\times \\text{TCHPHM} + \\text{HPTCHL} \\times \\text{TCHPHL} + \\text{HPTCCT} \\times \\text{TCHPCT} \\]\n\nTrong đó:\n\n- HPTCHM: mức học phí cho loại tín chỉ học phí học mới.\n- TCHPHM: tổng số tín chỉ học phí của các môn học mới.\n- HPTCHL: mức học phí cho loại tín chỉ học phí học lại.\n- TCHPHL: tổng số tín chỉ học phí của các môn học lại.\n- HPTCCT: mức học phí cho loại tín chỉ học phí học cải thiện.\n- TCHPCT: tổng số tín chỉ học phí của các môn học cải thiện.\n\nVào đầu khóa học hoặc năm học, Trường công bố mức học phí cho mỗi loại tín chỉ học phí.\n\nĐiều 12. Phương thức giảng dạy môn học\n\nMôn học trong chương trình đào tạo được tổ chức giảng dạy theo một hoặc kết hợp nhiều phương thức:\n\n+ Học tập trung: Mỗi môn học có thể được tổ chức giảng dạy tập trung tại địa điểm đào tạo của Trường.\n\n\n\n+ Học trực tuyến: Giảng viên giảng dạy, hướng dẫn sinh viên học tập trao đổi, thảo luận thông qua các hệ thống phần mềm giảng dạy trực tuyến.\n\nĐiều 13. Lớp học\n\nTrường tổ chức lớp theo khóa học, môn học cho sinh viên hình thức ĐTTX tùy tình hình và điều kiện cụ thể.\n\nĐiều 14. Bảo lưu kết quả trúng tuyển\n\nSau khi được xét trúng tuyển vào Trường, do một số hoàn cảnh đặc biệt như được điều động vào các lực lượng vũ trang, thai sản, bệnh tật, tai nạn, hoàn cảnh khó khăn xảy ra đột xuất, thí sinh trúng tuyển có thể xin bảo lưu kết quả. Thí sinh trúng tuyển phải nộp đơn xin bảo lưu chậm nhất 15 ngày kể từ ngày gọi nhập học cho P. ĐTDH thông qua TTPTCNTT và chỉ được bảo lưu khi có quyết định chấp thuận của Hiệu trưởng.\n\nThời gian bảo lưu kết quả trúng tuyển không quá 01 năm. Đối với trường hợp được điều động vào các lực lượng vũ trang thì thời gian bảo lưu kết quả trúng tuyển bằng với thời gian được điều động. Muốn nhập học lại, thí sinh phải làm đơn xin nhập học và nộp cho P. ĐTDH thông qua TTPTCNTT trước khi bắt đầu học kỳ ít nhất 1 tháng để được giải quyết.\n\nThời gian bảo lưu kết quả trúng tuyển không quá 01 năm. Đối với trường hợp được điều động vào các lực lượng vũ trang thì thời gian bảo lưu kết quả trúng tuyển bằng với thời gian được điều động. Muốn nhập học lại, thí sinh phải làm đơn xin nhập học và nộp cho P. ĐTDH thông qua TTPTCNTT trước khi bắt đầu học kỳ ít nhất 1 tháng để được giải quyết.\n\nĐiều 15. Đăng ký học tập, học lại và học cải thiện\n\n1. Sinh viên được phép đăng ký học những môn học được mở trong học kỳ.\n\n2. Học lại: Sinh viên phải đăng ký học lại các môn học chưa đạt (có điểm tổng kết môn học dưới 5,0) đối với những môn học có tính chất bắt buộc trong chương trình đào tạo.\n\n3. Học cải thiện: Sinh viên được đăng ký học lại môn học đã đạt để cải thiện điểm. Kết quả cao nhất trong các lần học sẽ được chọn để tính vào điểm trung bình chung tích lũy và điểm trung bình tích lũy toàn khóa.\n\nĐiều 16. Xử lý học vụ\n\n1. Cảnh báo học vụ: Sinh viên bị cảnh báo học tập nếu thuộc một trong những trường hợp sau:\n\n   - Không đóng học phí theo quy định;\n\n   - Không dự kiểm tra/thi kết thúc môn học quá 30% số môn học đăng ký trong năm học;\n\n2. Đình chỉ học tập:\n\n- Sinh viên bị đình chỉ học tập 1 học kỳ chính nếu vi phạm lần đầu trong việc đi thi hộ hoặc nhờ người thi hộ.\n\n- Đình chỉ học tập có thời hạn: áp dụng đối với những sinh viên đang trong thời gian bị cảnh báo mà vẫn vi phạm kỷ luật hoặc vi phạm nghiêm trọng các hành vi sinh viên không được làm; sinh viên vi phạm pháp luật bị xử phạt tù nhưng cho hưởng án treo.\n\n3. Buộc thôi học: Sinh viên bị buộc thôi học và xóa tên khỏi danh sách sinh viên nếu rơi vào một trong những trường hợp sau đây:\n\n- Đã bị cảnh báo học vụ 2 lần liên tiếp nhưng tiếp tục vi phạm mức cảnh báo học vụ;\n\n- Bị đình chỉ học vụ lần thứ hai;\n\n- Đã hết thời gian tối đa hoàn thành khóa học theo Quy chế này;\n\n- Không tham gia học tập 1 năm trở lên;\n\n- Vi phạm kỷ luật có tính chất và mức độ nghiêm trọng, gây ảnh hưởng xấu đến Trường và xã hội;\n\n- Vi phạm pháp luật bị xử phạt tù giam.\n\nĐiều 17. Thôi học, tạm dừng học tập\n\n1. Trường hợp vì hoàn cảnh cá nhân, sinh viên có thể gửi đơn xin thôi học trừ trường hợp bị dự kiến buộc thôi học hoặc kỷ luật. Trường xem xét ra quyết định cho phép thôi học và xóa tên khỏi danh sách sinh viên. Những sinh viên đã có quyết định thôi học muốn quay trở lại học phải dự tuyển đầu vào như những thí sinh khác.\n\n2. Sinh viên được quyền xin tạm dừng học tập và được bảo lưu kết quả học tập trong các trường hợp sau:\n\n- Được cơ quan có thẩm quyền điều động, đại diện quốc gia tham dự các kỳ thi, giải đấu quốc tế.\n\n- Bị ốm, thai sản hoặc tai nạn phải điều trị thời gian dài, có chứng nhận của cơ sở khám bệnh, chữa bệnh có thẩm quyền theo quy định của Bộ Y tế.\n\n\n\n- Trường hợp vì lý do cá nhân, sinh viên phải học ít nhất một học kỳ ở Trường và không rơi vào các trường hợp bị đình chỉ học tập, có xác nhận của gia đình và giấy tờ liên quan hợp lệ.\n\n3. Thời gian tạm dừng học tập từ một đến tối đa hai học kỳ chính liên tiếp, được tính vào thời gian tối đa hoàn thành khóa học quy định tại Điều 10 của quy chế này, ngoại trừ trường hợp được điều động vào lực lượng vũ trang.\n\n4. Sinh viên tạm dừng học tập, khi muốn trở lại học tiếp tại Trường phải hoàn tất các thủ tục theo quy định của Trường.\n\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nĐiều 18. Chuyển ngành, chuyển hình thức đào tạo, chuyển trường.\n\n1. Chuyển ngành\n\nSinh viên hình thức ĐTTX được xin chuyển sang ngành ĐTTX khác của Trường nếu đủ điều kiện trúng tuyển ngành đào tạo của khóa tuyển tương ứng. Sinh viên nộp đơn xin chuyển ngành cho P.ĐTĐH thông qua TTPTCNTT. Hiệu trưởng ra quyết định chuyển ngành trên cơ sở đề nghị của P.ĐTĐH.\n\n2. Chuyển hình thức đào tạo\n\nSinh viên các hình thức đào tạo khác của Trường được chuyển sang học ĐTTX. Sinh viên nộp đơn xin chuyển cho P.ĐTĐH thông qua TTPTCNTT. Hiệu trưởng ra quyết định chuyển hình thức đào tạo trên cơ sở đề nghị của P.ĐTĐH.\n\n3. Chuyển trường\n\nSinh viên được chuyển trường nếu có đủ các điều kiện sau:\n\n- Trong thời gian học tập, nếu gia đình sinh viên chuyển hộ khẩu thường trú, chuyển nơi công tác hoặc sinh viên có hoàn cảnh khó khăn, cần thiết phải chuyển đến trường gần nơi cư trú để có điều kiện học tập;\n\n- Trường xin chuyển đi và trường tiếp nhận có cùng ngành học hoặc cùng nhóm ngành đào tạo;\n\n- Được sự đồng ý của Hiệu trưởng trường xin chuyển đi và Hiệu trưởng trường tiếp nhận.\n\n\n\nCHƯƠNG III. ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG\n\nĐiều 19. Đánh giá kết quả học tập của học phần, học kỳ, năm học, toàn khóa\n\n1. Giảng viên giảng dạy môn học có trách nhiệm phổ biến quy trình kiểm tra, đánh giá môn học vào đầu học kỳ để đảm bảo người học hiểu được các yêu cầu cho việc hoàn thành môn học.\n\n2. Tổ chức kiểm tra, đánh giá môn học được thực hiện trên cơ sở quy định của hình thức giáo dục chính quy. Giảng viên giảng dạy môn học có thể chủ động thay đổi hình thức đánh giá phù hợp với hình thức ĐTTX. Thành phần và hình thức đánh giá đối với ĐTTX được thể hiện trong đề cương môn học có sự phê duyệt của đơn vị quản lý chuyên môn đối với môn học. Đề thi kết thúc học phần được xây dựng phù hợp với nội dung và yêu cầu về thi kết thúc học phần, được lãnh đạo đơn vị chủ trì phê duyệt chuyên môn kiểm tra, xác nhận.\n\n3. Tổ chức thi kết thúc học phần theo hình thức trực tiếp, người học phải tập trung tại địa điểm đào tạo của Trường, được giám sát bởi cán bộ của Trường.\n\n4. Thang điểm đánh giá và xếp loại\n\nCác loại điểm của học phần được đánh giá theo thang điểm 10. Các thang điểm khác chỉ mang tính tham khảo, chuyển đổi khi cần thiết.\n\n| Loại     | Thang điểm 10 | Thang điểm 100 | Điểm 4 | Điểm chữ | Xếp loại       |\n|----------|---------------|----------------|--------|-----------|----------------|\n| Đạt      | 9,0 đến 10,0  | Từ 90 đến 100  | 4,0    | A+        | Xuất sắc       |\n|          | 8,0 đến 9,0   | Từ 80 đến 90   | 3,5    | A         | Giỏi           |\n|          | 7,0 đến 8,0   | Từ 70 đến 80   | 3,0    | B+        | Khá            |\n|          | 6,0 đến 7,0   | Từ 60 đến 70   | 2,5    | B         | Trung bình khá  |\n|          | 5,0 đến 6,0   | Từ 50 đến 60   | 2,0    | C         | Trung bình      |\n| Không đạt | 4,0 đến 5,0   | Từ 40 đến 50   | 1,5    | D+        | Yếu            |\n|          | 3,0 đến 4,0   | Từ 30 đến 40   | 1,0    | D         | Kém            |\n|          | <3,0          | Dưới 30         | 0,0    | F         |                |\n\nĐiều 20. Công nhận kết quả học tập\n\nKhi có nhu cầu công nhận kết quả học tập từ các cơ sở đào tạo khác, sinh viên nộp đơn xin công nhận kết quả học tập kèm các hồ sơ liên quan cho P.ĐTĐH thông qua TTPTCNTT. Đơn vị chuyên môn có trách nhiệm xem xét, quyết định công nhận kết quả học tập để chuyển đổi, miễn trừ những môn học mà sinh viên đã tích lũy ở các chương trình đào tạo cấp văn bằng khác. Số tín chỉ được công nhận kết quả học tập để chuyển đổi, miễn trừ tích lũy từ các cơ sở đào tạo khác ngoài Trường ĐHCNTT không được vượt quá 50% tổng số tín chỉ của chương trình ĐTTX.\n\nĐiều 21. Điều kiện xét tốt nghiệp và công nhận tốt nghiệp\n\n1. Định kỳ theo kế hoạch đã được Hiệu trưởng phê duyệt, những sinh viên có đủ các điều kiện sau đây có thể nộp hồ sơ đề nghị xét tốt nghiệp. Để được Trường xét cấp bằng tốt nghiệp, sinh viên nộp hồ sơ đề nghị xét tốt nghiệp khi đã đáp ứng đủ các điều kiện sau đây:\n\n   - Tại thời điểm xét tốt nghiệp, sinh viên không đang trong thời gian bị truy cứu trách nhiệm hình sự hoặc bị kỷ luật từ mức đình chỉ học tập trở lên.\n   - Đã hoàn thành nghĩa vụ học phí.\n   - Đã hoàn thành các môn học, tích lũy đủ số tín chỉ theo đúng chương trình đào tạo.\n\n2. Căn cứ biên bản và đề nghị của Hội đồng xét tốt nghiệp, Hiệu trưởng ký quyết định công nhận tốt nghiệp cho những sinh viên đủ điều kiện theo quy định.\n\n3. Hội đồng xét tốt nghiệp do Hiệu trưởng hoặc Phó Hiệu trưởng ủy quyền làm Chủ tịch, Trường phòng hoặc Phó Trường phòng Đào tạo Đại học làm thư ký; các thành viên khác là lãnh đạo Phòng, Ban, Khoa có liên quan và TTPTCNTT.\n\n4. Sinh viên đủ điều kiện tốt nghiệp được Hiệu trưởng ra quyết định công nhận tốt nghiệp và được cấp bằng trong thời hạn 30 ngày tính từ ngày có quyết định công nhận tốt nghiệp.\n\nĐiều 22. Cấp bằng tốt nghiệp\n\n1. Bằng tốt nghiệp được cấp theo ngành đào tạo. Bằng chỉ được cấp cho sinh viên khi đã ghi đầy đủ, chính xác các nội dung trên bằng.\n\n\n\n2. Xếp loại tốt nghiệp được xác định dựa trên ĐTBCTL theo bảng xếp loại quy định tại Khoản 4, Điều 19 của Quy chế này. Riêng đối với những sinh viên có kết quả học tập toàn khóa đạt \"Xuất sắc\", loại tốt nghiệp sẽ giảm xuống 1 bậc nếu rơi vào các trường hợp sau (nếu đồng thời rơi vào nhiều trường hợp thì cũng chỉ giảm 1 bậc):\n\n- Có thời gian học tập tại Trường vượt quá 02 học kỳ so với thời gian thiết kế chương trình đào tạo.\n- Trong thời gian học, đã bị kỷ luật mức cảnh cáo trở lên.\n- Có số tín chỉ học lại vượt quá 5% tổng số tín chỉ toàn khóa.\n\n3. Kết quả học tập của sinh viên phải được ghi vào bảng điểm theo từng học phần. Trong bảng điểm ghi rõ chuyên ngành (nếu có).\n\n4. Những sinh viên không đủ điều kiện cấp bằng tốt nghiệp nhưng chưa hết thời gian tối đa được phép học, được bảo lưu các học phần có kết quả đạt. Trong thời gian tối đa được phép học như quy định tại Khoản 2, Điều 10 của Quy chế này, sinh viên được đăng ký học lại những học phần chưa đạt hoặc chưa học.\n\n5. Những sinh viên đã hết thời hạn tối đa được phép học nhưng không đủ điều kiện cấp bằng tốt nghiệp hoặc đã thôi học được đề nghị Trường cấp giấy chứng nhận kết quả học tập của các học phần đã tích lũy trong quá trình học tại Trường.\n\n-------------------------------------------------------------\n\n\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nĐiều 23. Cấp bảng điểm\n\n1. Trong quá trình học tập, sinh viên có thể đề nghị Trường cấp bảng điểm. Sinh viên thực hiện theo hướng dẫn của TTPTCNTT.\n\n2. Sau khi tốt nghiệp, sinh viên được cấp phụ lục văn bằng (bảng điểm tốt nghiệp) kèm theo bằng tốt nghiệp theo quy chế văn bằng, chứng chỉ của Trường ĐH CNTT.\n\nCHƯƠNG 4. TỔ CHỨC THỰC HIỆN\n\nĐiều 24. Bảo đảm chất lượng ĐTTX\n\n1. Trường triển khai cơ chế kiểm tra, giám sát nội bộ về hoạt động tổ chức dạy học, hỗ trợ người học và thi, kiểm tra, đánh giá kết quả học tập; lấy phản hồi từ người học về trải nghiệm học tập, chất lượng học liệu, hiệu quả của phương pháp giảng dạy, cảm nhận về sự hỗ trợ từ giảng viên, cán bộ hỗ trợ, các chức năng phần mềm và lấy phản hồi từ các bên liên quan khác; quy trình về xử lý đề xuất, kiến nghị, phản ánh của người học.\n\n\n\n2. Triển khai kiểm định chất lượng chương trình đào tạo từ xa:\n\n- Đối với chương trình ĐTTX đã tuyển sinh trước thời điểm 28/12/2023, chậm nhất sau 3 năm kể từ ngày 28/12/2023 phải thực hiện kiểm định chất lượng đối với chương trình ĐTTX đã có khóa tốt nghiệp;\n\n- Đối với chương trình ĐTTX đã tuyển sinh trước thời điểm 28/12/2023 nhưng chưa có khóa tốt nghiệp hoặc được phê duyệt sau thời điểm 28/12/2023 phải đăng ký kiểm định chất lượng chương trình ĐTTX theo quy định tại khoản 5 Điều 33 Luật Giáo dục đại học (được sửa đổi, bổ sung năm 2018).\n\nĐiều 25. Chế độ báo cáo, lưu trữ và công khai thông tin\n\nTrước ngày 31 tháng 12 hàng năm, TTPTCNTT gửi báo cáo cho Hiệu trưởng thông qua P.ĐTĐH bao gồm: Tuyển sinh; quy mô đào tạo; tổ chức đào tạo; cấp bằng tốt nghiệp trong năm; và dự kiến kế hoạch tuyển sinh năm sau. Nội dung báo cáo phải có đánh giá các hoạt động ĐTTX của TTPTCNTT và đề xuất giải pháp để củng cố, phát triển ĐTTX.\n\nĐiều 26. Quản lý và lưu trữ hồ sơ\n\n1. Hồ sơ được bảo quản và lưu trữ tại P.ĐTĐH gồm có:\n   a) Chương trình đào tạo; kế hoạch đào tạo toàn khóa;\n   b) Hồ sơ tuyển sinh, kết quả quá trình học tập, hồ sơ công nhận tốt nghiệp;\n   c) Sổ cấp phát văn bằng.\n\n2. Hồ sơ được bảo quản và lưu trữ tại TTPTCNTT gồm có:\n   a) Hồ sơ liên quan đến TTPTCNTT;\n   b) Chương trình đào tạo; kế hoạch đào tạo toàn khóa; kế hoạch đào tạo chi tiết từng học kỳ;\n   c) Danh sách và kết quả học tập của người học của từng môn học;\n   d) Danh sách giảng viên, cán bộ quản lý có liên quan tới khóa học, môn học.\n\nĐiều 27. Công bố thông tin\n\n1. Trường xây dựng trang thông tin điện tử để công bố công khai chuẩn đầu ra, điều kiện đảm bảo chất lượng đào tạo tương ứng với quy mô theo\n\n\n\nchi tiêu hàng năm, quy định học vụ và cho phép người sử dụng tra cứu thông tin cơ bản của sinh viên tốt nghiệp theo số hiệu tương ứng trên văn bằng chứng chỉ do Trường cấp.\n\n2. Hộp thư điện tử (email) được Trường cung cấp cho từng sinh viên vào thời điểm nhập học là kênh giao tiếp chính thức giữa Trường với sinh viên.\n\nĐiều 28. Điều khoản thi hành\n\n1. Quy chế có hiệu lực kể từ ngày ký.\n\n2. Trong quá trình thực hiện, quy chế này có thể được sửa đổi, bổ sung phù hợp với yêu cầu thực tế, theo các quy định của Nhà nước và quy định của ĐHQG-HCM.",
            "chunk_content": "QUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nĐiều 18. Chuyển ngành, chuyển hình thức đào tạo, chuyển trường.\n\n1. Chuyển ngành\n\nSinh viên hình thức ĐTTX được xin chuyển sang ngành ĐTTX khác của Trường nếu đủ điều kiện trúng tuyển ngành đào tạo của khóa tuyển tương ứng. Sinh viên nộp đơn xin chuyển ngành cho P.ĐTĐH thông qua TTPTCNTT. Hiệu trưởng ra quyết định chuyển ngành trên cơ sở đề nghị của P.ĐTĐH.\n\n2. Chuyển hình thức đào tạo\n\nSinh viên các hình thức đào tạo khác của Trường được chuyển sang học ĐTTX. Sinh viên nộp đơn xin chuyển cho P.ĐTĐH thông qua TTPTCNTT. Hiệu trưởng ra quyết định chuyển hình thức đào tạo trên cơ sở đề nghị của P.ĐTĐH.\n\n3. Chuyển trường\n\nSinh viên được chuyển trường nếu có đủ các điều kiện sau:\n\n- Trong thời gian học tập, nếu gia đình sinh viên chuyển hộ khẩu thường trú, chuyển nơi công tác hoặc sinh viên có hoàn cảnh khó khăn, cần thiết phải chuyển đến trường gần nơi cư trú để có điều kiện học tập;\n\n- Trường xin chuyển đi và trường tiếp nhận có cùng ngành học hoặc cùng nhóm ngành đào tạo;\n\n- Được sự đồng ý của Hiệu trưởng trường xin chuyển đi và Hiệu trưởng trường tiếp nhận.\n\n\n\nCHƯƠNG III. ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG\n\nĐiều 19. Đánh giá kết quả học tập của học phần, học kỳ, năm học, toàn khóa\n\n1. Giảng viên giảng dạy môn học có trách nhiệm phổ biến quy trình kiểm tra, đánh giá môn học vào đầu học kỳ để đảm bảo người học hiểu được các yêu cầu cho việc hoàn thành môn học.\n\n2. Tổ chức kiểm tra, đánh giá môn học được thực hiện trên cơ sở quy định của hình thức giáo dục chính quy. Giảng viên giảng dạy môn học có thể chủ động thay đổi hình thức đánh giá phù hợp với hình thức ĐTTX. Thành phần và hình thức đánh giá đối với ĐTTX được thể hiện trong đề cương môn học có sự phê duyệt của đơn vị quản lý chuyên môn đối với môn học. Đề thi kết thúc học phần được xây dựng phù hợp với nội dung và yêu cầu về thi kết thúc học phần, được lãnh đạo đơn vị chủ trì phê duyệt chuyên môn kiểm tra, xác nhận.\n\n3. Tổ chức thi kết thúc học phần theo hình thức trực tiếp, người học phải tập trung tại địa điểm đào tạo của Trường, được giám sát bởi cán bộ của Trường.\n\n4. Thang điểm đánh giá và xếp loại\n\nCác loại điểm của học phần được đánh giá theo thang điểm 10. Các thang điểm khác chỉ mang tính tham khảo, chuyển đổi khi cần thiết.\n\n| Loại     | Thang điểm 10 | Thang điểm 100 | Điểm 4 | Điểm chữ | Xếp loại       |\n|----------|---------------|----------------|--------|-----------|----------------|\n| Đạt      | 9,0 đến 10,0  | Từ 90 đến 100  | 4,0    | A+        | Xuất sắc       |\n|          | 8,0 đến 9,0   | Từ 80 đến 90   | 3,5    | A         | Giỏi           |\n|          | 7,0 đến 8,0   | Từ 70 đến 80   | 3,0    | B+        | Khá            |\n|          | 6,0 đến 7,0   | Từ 60 đến 70   | 2,5    | B         | Trung bình khá  |\n|          | 5,0 đến 6,0   | Từ 50 đến 60   | 2,0    | C         | Trung bình      |\n| Không đạt | 4,0 đến 5,0   | Từ 40 đến 50   | 1,5    | D+        | Yếu            |\n|          | 3,0 đến 4,0   | Từ 30 đến 40   | 1,0    | D         | Kém            |\n|          | <3,0          | Dưới 30         | 0,0    | F         |                |\n\nĐiều 20. Công nhận kết quả học tập\n\nKhi có nhu cầu công nhận kết quả học tập từ các cơ sở đào tạo khác, sinh viên nộp đơn xin công nhận kết quả học tập kèm các hồ sơ liên quan cho P.ĐTĐH thông qua TTPTCNTT. Đơn vị chuyên môn có trách nhiệm xem xét, quyết định công nhận kết quả học tập để chuyển đổi, miễn trừ những môn học mà sinh viên đã tích lũy ở các chương trình đào tạo cấp văn bằng khác. Số tín chỉ được công nhận kết quả học tập để chuyển đổi, miễn trừ tích lũy từ các cơ sở đào tạo khác ngoài Trường ĐHCNTT không được vượt quá 50% tổng số tín chỉ của chương trình ĐTTX.\n\nĐiều 21. Điều kiện xét tốt nghiệp và công nhận tốt nghiệp\n\n1. Định kỳ theo kế hoạch đã được Hiệu trưởng phê duyệt, những sinh viên có đủ các điều kiện sau đây có thể nộp hồ sơ đề nghị xét tốt nghiệp. Để được Trường xét cấp bằng tốt nghiệp, sinh viên nộp hồ sơ đề nghị xét tốt nghiệp khi đã đáp ứng đủ các điều kiện sau đây:\n\n   - Tại thời điểm xét tốt nghiệp, sinh viên không đang trong thời gian bị truy cứu trách nhiệm hình sự hoặc bị kỷ luật từ mức đình chỉ học tập trở lên.\n   - Đã hoàn thành nghĩa vụ học phí.\n   - Đã hoàn thành các môn học, tích lũy đủ số tín chỉ theo đúng chương trình đào tạo.\n\n2. Căn cứ biên bản và đề nghị của Hội đồng xét tốt nghiệp, Hiệu trưởng ký quyết định công nhận tốt nghiệp cho những sinh viên đủ điều kiện theo quy định.\n\n3. Hội đồng xét tốt nghiệp do Hiệu trưởng hoặc Phó Hiệu trưởng ủy quyền làm Chủ tịch, Trường phòng hoặc Phó Trường phòng Đào tạo Đại học làm thư ký; các thành viên khác là lãnh đạo Phòng, Ban, Khoa có liên quan và TTPTCNTT.\n\n4. Sinh viên đủ điều kiện tốt nghiệp được Hiệu trưởng ra quyết định công nhận tốt nghiệp và được cấp bằng trong thời hạn 30 ngày tính từ ngày có quyết định công nhận tốt nghiệp.\n\nĐiều 22. Cấp bằng tốt nghiệp\n\n1. Bằng tốt nghiệp được cấp theo ngành đào tạo. Bằng chỉ được cấp cho sinh viên khi đã ghi đầy đủ, chính xác các nội dung trên bằng.\n\n\n\n2. Xếp loại tốt nghiệp được xác định dựa trên ĐTBCTL theo bảng xếp loại quy định tại Khoản 4, Điều 19 của Quy chế này. Riêng đối với những sinh viên có kết quả học tập toàn khóa đạt \"Xuất sắc\", loại tốt nghiệp sẽ giảm xuống 1 bậc nếu rơi vào các trường hợp sau (nếu đồng thời rơi vào nhiều trường hợp thì cũng chỉ giảm 1 bậc):\n\n- Có thời gian học tập tại Trường vượt quá 02 học kỳ so với thời gian thiết kế chương trình đào tạo.\n- Trong thời gian học, đã bị kỷ luật mức cảnh cáo trở lên.\n- Có số tín chỉ học lại vượt quá 5% tổng số tín chỉ toàn khóa.\n\n3. Kết quả học tập của sinh viên phải được ghi vào bảng điểm theo từng học phần. Trong bảng điểm ghi rõ chuyên ngành (nếu có).\n\n4. Những sinh viên không đủ điều kiện cấp bằng tốt nghiệp nhưng chưa hết thời gian tối đa được phép học, được bảo lưu các học phần có kết quả đạt. Trong thời gian tối đa được phép học như quy định tại Khoản 2, Điều 10 của Quy chế này, sinh viên được đăng ký học lại những học phần chưa đạt hoặc chưa học.\n\n5. Những sinh viên đã hết thời hạn tối đa được phép học nhưng không đủ điều kiện cấp bằng tốt nghiệp hoặc đã thôi học được đề nghị Trường cấp giấy chứng nhận kết quả học tập của các học phần đã tích lũy trong quá trình học tại Trường."
        }
    },
    {
        "file_name": "507-qd-dhcntt-27-5-2024_quy_che_dao_tao_cho_sinh_vien",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong Chương 4 của Quy chế đào tạo từ xa trình độ đại học của Trường Đại học Công nghệ Thông tin, quy định về việc cấp bảng điểm cho sinh viên, bảo đảm chất lượng đào tạo từ xa, chế độ báo cáo, lưu trữ hồ sơ và công bố thông tin. Các điều khoản này nhằm đảm bảo tính minh bạch và chất lượng trong quá trình đào tạo từ xa.",
            "original_content": "QUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nĐiều 1: Ban hành kèm theo quyết định này Quy chế đào tạo cho sinh viên hình thức đào tạo từ xa trình độ đại học của Trường ĐHCNTT.\n\nĐiều 2: Quyết định này thay thế cho Quyết định số 1206/QĐ-ĐHCNTT ngày 28 tháng 11 năm 2023 của Hiệu trưởng Trường ĐHCNTT về việc ban hành Quy chế đào tạo cho sinh viên hệ đào tạo từ xa trình độ đại học của Trường ĐHCNTT.\n\nĐiều 3: Các Ông/Bà Trưởng các Phòng, Ban, Khoa, Giám đốc Trung tâm Phát triển Công nghệ Thông tin và các đơn vị liên quan chịu trách nhiệm thi hành quyết định này.\n\nQuyết định có hiệu lực kể từ ngày ký./.\n\nNơi nhận:\n- Như Điều 3;\n- Lưu: VT, DTDH (KT).\n\nQUY CHẾ\nĐÀO TẠO TỪ XA TRÌNH ĐỘ ĐẠI HỌC\nCỦA TRƯỞNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n(Ban hành theo Quyết định số: 507/QĐ-DHCNTT, ngày 27 tháng 5 năm 2024)\n\n\n| **DANH MỤC TỪ VIẾT TẮT** |\n|--------------------------|\n| **Bộ GD&ĐT** | Bộ Giáo dục và Đào tạo |\n| **ĐHQG-HCM** | Đại học Quốc gia TP. Hồ Chí Minh |\n| **ĐHCNTT** | Đại học Công nghệ Thông tin |\n| **P.ĐTĐH** | Phòng Đào tạo Đại học của Trường ĐHCNTT |\n| **TTPTCNTT** | Trung tâm phát triển Công nghệ Thông tin |\n| **TCHP** | Tín chỉ học phí |\n| **TCHPHL** | Tín chỉ học phí học lại |\n| **TCHPCT** | Tín chỉ học phí học cải thiện |\n| **TCHPHM** | Tín chỉ học phí học mới |\n| **ĐTBH** | Điểm trung bình học kỳ |\n| **ĐTBC** | Điểm trung bình chung |\n| **ĐTBTTLTK** | Điểm trung bình tích lũy của toàn khóa học |\n| **ĐTBCTL** | Điểm trung bình chung tích lũy |\n| **ĐTTX** | Đào tạo từ xa |\n| **Văn bằng thứ nhất** | Đào tạo cấp bằng tốt nghiệp đại học cho người đã có bằng tốt nghiệp trung học phổ thông hoặc bằng tốt nghiệp trung cấp |\n| **Văn bằng thứ hai** | Đào tạo cấp bằng tốt nghiệp đại học thứ hai cho người đã có bằng tốt nghiệp đại học |\n| **Liên thông Đại học** | Đào tạo cấp bằng tốt nghiệp đại học cho người đã tốt nghiệp trình độ cao đẳng |\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nCHƯƠNG 1. QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Quy chế này quy định về đào tạo từ xa (ĐTTX) trình độ đại học, bao gồm: những quy định chung; lập kế hoạch và tổ chức giảng dạy; đánh giá kết quả học tập và cấp bằng của Trường Đại học Công nghệ Thông tin (gọi tắt là Trường) thuộc Đại học Quốc gia TP. HCM (ĐHQG-HCM).\n\n2. Quy chế này áp dụng đối với sinh viên, giảng viên, các đơn vị và cá nhân có liên quan đến ĐTTX trình độ đại học của Trường Đại học Công nghệ Thông tin (ĐHCNTT).\n\nĐiều 2. Giải thích từ ngữ\n\n1. Hình thức ĐTTX là hình thức đào tạo có 50% tổng khối lượng của chương trình đào tạo trở lên được thực hiện theo một hoặc kết hợp giữa phương thức ĐTTX Mạng máy tính và viễn thông.\n\n2. Phương thức Mạng máy tính và viễn thông sử dụng công nghệ thông tin và truyền thông, chủ yếu là máy tính, thiết bị di động và mạng internet hoặc mạng viễn thông để truyền tải thông tin và tạo môi trường cho giảng viên và người học tương tác.\n\nĐiều 3. Chương trình đào tạo từ xa và thời gian học tập\n\n1. Chương trình ĐTTX là chương trình đào tạo đang áp dụng cho hình thức chính quy ngành đào tạo tương ứng của Trường (sau đây gọi tắt là chương trình đào tạo chính quy) được điều chỉnh và mô tả cụ thể trong đề cương chi tiết của mỗi học phần cho phù hợp với hình thức ĐTTX về phương pháp dạy - học, thời lượng dạy - học, học liệu, đánh giá kết quả học tập, trong đó yêu cầu sử dụng chủ yếu phương thức Mạng máy tính và viễn thông.\n\n2. Chương trình ĐTTX có kế hoạch học tập chuẩn toàn khóa theo các tiến độ học tập khác nhau để định hướng cho người học, trong đó tổng thời gian theo kế hoạch học tập chuẩn toàn khóa không ngắn hơn so với hình thức đào tạo chính quy.\n\n3. Đối với người học liên thông và người học được công nhận và miễn môn học theo quy định, thời gian tối đa để người học hoàn thành khóa học được xác định trên cơ sở thời gian theo kế hoạch học tập chuẩn toàn khóa giảm tương ứng với khối lượng được miễn trừ.\n\n\n\n4. Chương trình ĐTTX phải được công khai đối với người học trước khi tuyển sinh và khi bắt đầu khóa học; những thay đổi, điều chỉnh liên quan đến chương trình đào tạo được thực hiện theo quy định hiện hành và công bố trước khi áp dụng, không gây tác động bất lợi cho người học. Trường định kỳ tổ chức rà soát, đánh giá và cập nhật chương trình ĐTTX.\n\nĐiều 4. Học liệu đào tạo từ xa\n\n1. Học liệu ĐTTX là tài liệu giảng dạy, học tập, nghiên cứu được biên soạn, lựa chọn, thẩm định, duyệt và sử dụng tại Trường phù hợp với phương thức ĐTTX.\n\n2. Học liệu ĐTTX gồm học liệu chính và các học liệu bổ trợ phục vụ cho quá trình đào tạo.\n\n3. Học liệu chính là học liệu điện tử, học liệu số bảo đảm cung cấp và truyền tải đầy đủ nội dung của học phần/môn học để người học có thể tự học phù hợp với phương thức ĐTTX.\n\n4. Học liệu bổ trợ cung cấp các nội dung chi tiết hỗ trợ người học hiểu biết sâu sắc, đầy đủ những nội dung trong học liệu chính.\n\n5. Hiệu trưởng tổ chức xây dựng, thẩm định và phê duyệt học liệu ĐTTX trước khi thực hiện ĐTTX theo các quy định của Trường về việc biên soạn, lựa chọn, thẩm định, duyệt và sử dụng tài liệu giảng dạy, giáo trình giáo dục đại học. Trường định kỳ tổ chức rà soát, đánh giá và cập nhật học liệu đáp ứng yêu cầu về chuyên môn và kỹ thuật.\n\nĐiều 5. Hệ thống đào tạo từ xa\n\nHệ thống ĐTTX gồm: Chương trình ĐTTX đã được xây dựng, thẩm định và ban hành theo quy định hiện hành; học liệu ĐTTX; bộ máy tổ chức và quản lý, giám sát ĐTTX; hệ thống kiểm tra, đánh giá; hệ thống kỹ thuật hỗ trợ thực hiện ĐTTX; đội ngũ giảng viên, cán bộ hỗ trợ học tập, cán bộ quản lý; các văn bản quy định về ĐTTX.\n\nĐiều 6. Bộ máy tổ chức và quản lý đào tạo từ xa\n\nCác đơn vị chính trong bộ máy tổ chức và quản lý ĐTTX gồm:\n\n1. Trung tâm Phát triển Công nghệ Thông tin (TTPTCNTT): Là đơn vị triển khai ĐTTX trình độ đại học, có những trách nhiệm:\n\n   - Quảng bá tuyển sinh, thu hồ sơ xét tuyển, phối hợp thông báo kết quả tuyển sinh đến thí sinh.\n\n\n\n- Quản lý sinh viên chương trình ĐTTX, hỗ trợ sinh viên giải quyết những vướng mắc về thủ tục hồ sơ, những khó khăn trong quá trình học tập và hoàn cảnh cá nhân, các thủ tục hành chính liên quan đến sinh viên theo quy định, tiếp nhận ý kiến phản ánh của sinh viên về hoạt động đào tạo và trao đổi kịp thời với các đơn vị có trách nhiệm liên quan để giải quyết. Cung cấp cho người học kiến thức, kỹ năng về phương pháp học tập từ xa trước khi tham gia chính thức khóa học.\n\n- Chịu trách nhiệm chính trong việc thiết kế, xây dựng và vận hành hệ thống ĐTTX.\n\n- Tổ chức triển khai hoạt động đào tạo và xây dựng học liệu ĐTTX của Trường đối với tất cả các ngành đào tạo mà Trường được phép ĐTTX.\n\n- Lên kế hoạch đào tạo chi tiết phù hợp với phương thức tổ chức ĐTTX, bố trí giảng viên giảng dạy, cán bộ hỗ trợ học tập, cán bộ quản lý dự về số lượng, chất lượng, trình độ, cơ cấu; đã được bảo dưỡng về kỹ năng, phương pháp giảng dạy và quản lý đào tạo từ xa, đảm bảo giảng viên có đủ của Trường phụ trách giảng dạy ít nhất 70% khối lượng chương trình ĐTTX.\n\n- Tổ chức giảng dạy các môn học đúng chương trình đào tạo được Hiệu trưởng phê duyệt. Việc tổ chức ĐTTX phải đảm bảo sự tương tác giữa người học với giảng viên, giữa người học với người học;\n\n- Phối hợp với đơn vị chuyên môn trong công tác tổ chức thi kết thúc môn học. Việc tổ chức thi phải được thực hiện tập trung tại địa điểm đào tạo của Trường.\n\n2. Các Đơn vị chuyên môn (Khoa, Bộ môn): chịu trách nhiệm quản lý chuyên môn theo ngành/chuyên ngành đào tạo được giao, chủ trì việc tổ chức xây dựng chương trình đào tạo, xây dựng học liệu ĐTTX, xây dựng ngân hàng đề thi (nếu có) cho những môn học thuộc trách nhiệm quản lý, duyệt đề thi và tham gia các hoạt động chuyên môn khác liên quan đến tổ chức thực hiện chương trình ĐTTX.\n\n3. Phòng Đào tạo Đại học (P.ĐTĐH): quản lý công tác tuyển sinh, đào tạo, tốt nghiệp, cấp bằng, cấp bảng điểm, xác nhận văn bằng.\n\n4. Phòng Thanh tra Pháp chế & Đảm bảo Chất lượng (P.TTPC&ĐBCL): chịu trách nhiệm kiểm tra, thanh tra mọi hoạt động liên quan đến ĐTTX đảm bảo đúng Quy chế này và các quy chế, quy định hiện hành của Nhà nước; báo cáo Hiệu trưởng kết quả kiểm tra,\n\n\n\nthanh tra; Phối hợp với TTPTCNTT để thực hiện công tác kiểm định các chương trình ĐTTX.\n\n5. Phòng Dữ liệu và Công nghệ Thông tin: Phối hợp với TTPTCNTT để phát triển, bảo trì cơ sở hạ tầng công nghệ thông tin (cả phần cứng và phần mềm) phục vụ cho ĐTTX.\n\n6. Phòng Công tác sinh viên phối hợp với TTPTCNTT trong công tác quản lý sinh viên, cấp thẻ sinh viên, cấp giấy xác nhận sinh viên.\n\nNgoài các đơn vị nói trên, các đơn vị khác trong Trường có trách nhiệm phối hợp triển khai ĐTTX theo đúng chức năng, nhiệm vụ của đơn vị.\n\nCHƯƠNG 2. LẬP KẾ HOẠCH VÀ TỔ CHỨC ĐÀO TẠO\n\nĐiều 7. Nguyên tắc tổ chức đào tạo\n\n1. Tổ chức đào tạo hình thức ĐTTX được thực hiện theo học chế tín chỉ và được tiến hành liên tục, linh hoạt theo nguyện vọng của sinh viên trên cơ sở năm học, học kỳ.\n\n2. Mỗi sinh viên hình thức ĐTTX có một mã số riêng theo quy định của Trường, phải chấp hành quy chế, quy định hiện hành của Trường đối với ĐTTX và được hưởng các chính sách dành cho sinh viên hình thức ĐTTX.\n\nĐiều 8. Kế hoạch giảng dạy và học tập, tổ chức đăng ký học tập\n\n1. Đầu khóa học, TTPTCNTT có trách nhiệm thông báo cho sinh viên về:\n   - Chương trình đào tạo toàn khóa cho từng ngành học.\n   - Quy chế đào tạo và các quy định của Trường.\n   - Quyền lợi và nghĩa vụ của sinh viên.\n\n2. Đầu mỗi học kỳ, TTPTCNTT có trách nhiệm thông báo cho sinh viên về:\n   - Thông tin cập nhật chương trình đào tạo, học phí (nếu có).\n   - Kế hoạch học tập, thời khóa biểu của học kỳ.\n\nĐiều 9. Học kỳ, năm học\n\n1. Học kỳ là thời gian để sinh viên hoàn thành một số môn học của chương trình đào tạo.\n\n2. Một năm học của hình thức ĐTTX có 3 học kỳ.\n\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nĐiều 10. Khóa học\n\n1. Khóa học là thời gian thiết kế để sinh viên hoàn thành chương trình giáo dục của một ngành chuyên môn ở trình độ đại học.\n\n   a) Đào tạo trình độ đại học được thực hiện từ 3 đến 5 năm đối với chương trình văn bằng thứ nhất; từ 2 năm đến 2,5 năm học đối với chương trình văn bằng thứ hai; từ 1,5 năm đến 2 năm học đối với chương trình liên thông đại học.\n\n   b) Thời gian đào tạo chương trình văn bằng thứ nhất, chương trình văn bằng thứ hai, chương trình liên thông đại học được xác định trên cơ sở học phần và khối lượng tích lũy quy định cho từng chương trình;\n\n2. Thời gian tối đa thực hiện chương trình ĐTTX (để được cấp bằng) là không vượt quá 02 lần thời gian theo kế hoạch tập trung toàn khóa.\n\nĐiều 11. Nguyên tắc xác định học phí\n\nHọc phí được thu theo từng học kỳ và được tính theo công thức sau:\n\n\\[ \\text{Học phí} = \\text{HPTCHM} \\times \\text{TCHPHM} + \\text{HPTCHL} \\times \\text{TCHPHL} + \\text{HPTCCT} \\times \\text{TCHPCT} \\]\n\nTrong đó:\n\n- HPTCHM: mức học phí cho loại tín chỉ học phí học mới.\n- TCHPHM: tổng số tín chỉ học phí của các môn học mới.\n- HPTCHL: mức học phí cho loại tín chỉ học phí học lại.\n- TCHPHL: tổng số tín chỉ học phí của các môn học lại.\n- HPTCCT: mức học phí cho loại tín chỉ học phí học cải thiện.\n- TCHPCT: tổng số tín chỉ học phí của các môn học cải thiện.\n\nVào đầu khóa học hoặc năm học, Trường công bố mức học phí cho mỗi loại tín chỉ học phí.\n\nĐiều 12. Phương thức giảng dạy môn học\n\nMôn học trong chương trình đào tạo được tổ chức giảng dạy theo một hoặc kết hợp nhiều phương thức:\n\n+ Học tập trung: Mỗi môn học có thể được tổ chức giảng dạy tập trung tại địa điểm đào tạo của Trường.\n\n\n\n+ Học trực tuyến: Giảng viên giảng dạy, hướng dẫn sinh viên học tập trao đổi, thảo luận thông qua các hệ thống phần mềm giảng dạy trực tuyến.\n\nĐiều 13. Lớp học\n\nTrường tổ chức lớp theo khóa học, môn học cho sinh viên hình thức ĐTTX tùy tình hình và điều kiện cụ thể.\n\nĐiều 14. Bảo lưu kết quả trúng tuyển\n\nSau khi được xét trúng tuyển vào Trường, do một số hoàn cảnh đặc biệt như được điều động vào các lực lượng vũ trang, thai sản, bệnh tật, tai nạn, hoàn cảnh khó khăn xảy ra đột xuất, thí sinh trúng tuyển có thể xin bảo lưu kết quả. Thí sinh trúng tuyển phải nộp đơn xin bảo lưu chậm nhất 15 ngày kể từ ngày gọi nhập học cho P. ĐTDH thông qua TTPTCNTT và chỉ được bảo lưu khi có quyết định chấp thuận của Hiệu trưởng.\n\nThời gian bảo lưu kết quả trúng tuyển không quá 01 năm. Đối với trường hợp được điều động vào các lực lượng vũ trang thì thời gian bảo lưu kết quả trúng tuyển bằng với thời gian được điều động. Muốn nhập học lại, thí sinh phải làm đơn xin nhập học và nộp cho P. ĐTDH thông qua TTPTCNTT trước khi bắt đầu học kỳ ít nhất 1 tháng để được giải quyết.\n\nThời gian bảo lưu kết quả trúng tuyển không quá 01 năm. Đối với trường hợp được điều động vào các lực lượng vũ trang thì thời gian bảo lưu kết quả trúng tuyển bằng với thời gian được điều động. Muốn nhập học lại, thí sinh phải làm đơn xin nhập học và nộp cho P. ĐTDH thông qua TTPTCNTT trước khi bắt đầu học kỳ ít nhất 1 tháng để được giải quyết.\n\nĐiều 15. Đăng ký học tập, học lại và học cải thiện\n\n1. Sinh viên được phép đăng ký học những môn học được mở trong học kỳ.\n\n2. Học lại: Sinh viên phải đăng ký học lại các môn học chưa đạt (có điểm tổng kết môn học dưới 5,0) đối với những môn học có tính chất bắt buộc trong chương trình đào tạo.\n\n3. Học cải thiện: Sinh viên được đăng ký học lại môn học đã đạt để cải thiện điểm. Kết quả cao nhất trong các lần học sẽ được chọn để tính vào điểm trung bình chung tích lũy và điểm trung bình tích lũy toàn khóa.\n\nĐiều 16. Xử lý học vụ\n\n1. Cảnh báo học vụ: Sinh viên bị cảnh báo học tập nếu thuộc một trong những trường hợp sau:\n\n   - Không đóng học phí theo quy định;\n\n   - Không dự kiểm tra/thi kết thúc môn học quá 30% số môn học đăng ký trong năm học;\n\n2. Đình chỉ học tập:\n\n- Sinh viên bị đình chỉ học tập 1 học kỳ chính nếu vi phạm lần đầu trong việc đi thi hộ hoặc nhờ người thi hộ.\n\n- Đình chỉ học tập có thời hạn: áp dụng đối với những sinh viên đang trong thời gian bị cảnh báo mà vẫn vi phạm kỷ luật hoặc vi phạm nghiêm trọng các hành vi sinh viên không được làm; sinh viên vi phạm pháp luật bị xử phạt tù nhưng cho hưởng án treo.\n\n3. Buộc thôi học: Sinh viên bị buộc thôi học và xóa tên khỏi danh sách sinh viên nếu rơi vào một trong những trường hợp sau đây:\n\n- Đã bị cảnh báo học vụ 2 lần liên tiếp nhưng tiếp tục vi phạm mức cảnh báo học vụ;\n\n- Bị đình chỉ học vụ lần thứ hai;\n\n- Đã hết thời gian tối đa hoàn thành khóa học theo Quy chế này;\n\n- Không tham gia học tập 1 năm trở lên;\n\n- Vi phạm kỷ luật có tính chất và mức độ nghiêm trọng, gây ảnh hưởng xấu đến Trường và xã hội;\n\n- Vi phạm pháp luật bị xử phạt tù giam.\n\nĐiều 17. Thôi học, tạm dừng học tập\n\n1. Trường hợp vì hoàn cảnh cá nhân, sinh viên có thể gửi đơn xin thôi học trừ trường hợp bị dự kiến buộc thôi học hoặc kỷ luật. Trường xem xét ra quyết định cho phép thôi học và xóa tên khỏi danh sách sinh viên. Những sinh viên đã có quyết định thôi học muốn quay trở lại học phải dự tuyển đầu vào như những thí sinh khác.\n\n2. Sinh viên được quyền xin tạm dừng học tập và được bảo lưu kết quả học tập trong các trường hợp sau:\n\n- Được cơ quan có thẩm quyền điều động, đại diện quốc gia tham dự các kỳ thi, giải đấu quốc tế.\n\n- Bị ốm, thai sản hoặc tai nạn phải điều trị thời gian dài, có chứng nhận của cơ sở khám bệnh, chữa bệnh có thẩm quyền theo quy định của Bộ Y tế.\n\n\n\n- Trường hợp vì lý do cá nhân, sinh viên phải học ít nhất một học kỳ ở Trường và không rơi vào các trường hợp bị đình chỉ học tập, có xác nhận của gia đình và giấy tờ liên quan hợp lệ.\n\n3. Thời gian tạm dừng học tập từ một đến tối đa hai học kỳ chính liên tiếp, được tính vào thời gian tối đa hoàn thành khóa học quy định tại Điều 10 của quy chế này, ngoại trừ trường hợp được điều động vào lực lượng vũ trang.\n\n4. Sinh viên tạm dừng học tập, khi muốn trở lại học tiếp tại Trường phải hoàn tất các thủ tục theo quy định của Trường.\n\n-------------------------------------------------------------\n\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nĐiều 18. Chuyển ngành, chuyển hình thức đào tạo, chuyển trường.\n\n1. Chuyển ngành\n\nSinh viên hình thức ĐTTX được xin chuyển sang ngành ĐTTX khác của Trường nếu đủ điều kiện trúng tuyển ngành đào tạo của khóa tuyển tương ứng. Sinh viên nộp đơn xin chuyển ngành cho P.ĐTĐH thông qua TTPTCNTT. Hiệu trưởng ra quyết định chuyển ngành trên cơ sở đề nghị của P.ĐTĐH.\n\n2. Chuyển hình thức đào tạo\n\nSinh viên các hình thức đào tạo khác của Trường được chuyển sang học ĐTTX. Sinh viên nộp đơn xin chuyển cho P.ĐTĐH thông qua TTPTCNTT. Hiệu trưởng ra quyết định chuyển hình thức đào tạo trên cơ sở đề nghị của P.ĐTĐH.\n\n3. Chuyển trường\n\nSinh viên được chuyển trường nếu có đủ các điều kiện sau:\n\n- Trong thời gian học tập, nếu gia đình sinh viên chuyển hộ khẩu thường trú, chuyển nơi công tác hoặc sinh viên có hoàn cảnh khó khăn, cần thiết phải chuyển đến trường gần nơi cư trú để có điều kiện học tập;\n\n- Trường xin chuyển đi và trường tiếp nhận có cùng ngành học hoặc cùng nhóm ngành đào tạo;\n\n- Được sự đồng ý của Hiệu trưởng trường xin chuyển đi và Hiệu trưởng trường tiếp nhận.\n\n\n\nCHƯƠNG III. ĐÁNH GIÁ KẾT QUẢ HỌC TẬP VÀ CẤP BẰNG\n\nĐiều 19. Đánh giá kết quả học tập của học phần, học kỳ, năm học, toàn khóa\n\n1. Giảng viên giảng dạy môn học có trách nhiệm phổ biến quy trình kiểm tra, đánh giá môn học vào đầu học kỳ để đảm bảo người học hiểu được các yêu cầu cho việc hoàn thành môn học.\n\n2. Tổ chức kiểm tra, đánh giá môn học được thực hiện trên cơ sở quy định của hình thức giáo dục chính quy. Giảng viên giảng dạy môn học có thể chủ động thay đổi hình thức đánh giá phù hợp với hình thức ĐTTX. Thành phần và hình thức đánh giá đối với ĐTTX được thể hiện trong đề cương môn học có sự phê duyệt của đơn vị quản lý chuyên môn đối với môn học. Đề thi kết thúc học phần được xây dựng phù hợp với nội dung và yêu cầu về thi kết thúc học phần, được lãnh đạo đơn vị chủ trì phê duyệt chuyên môn kiểm tra, xác nhận.\n\n3. Tổ chức thi kết thúc học phần theo hình thức trực tiếp, người học phải tập trung tại địa điểm đào tạo của Trường, được giám sát bởi cán bộ của Trường.\n\n4. Thang điểm đánh giá và xếp loại\n\nCác loại điểm của học phần được đánh giá theo thang điểm 10. Các thang điểm khác chỉ mang tính tham khảo, chuyển đổi khi cần thiết.\n\n| Loại     | Thang điểm 10 | Thang điểm 100 | Điểm 4 | Điểm chữ | Xếp loại       |\n|----------|---------------|----------------|--------|-----------|----------------|\n| Đạt      | 9,0 đến 10,0  | Từ 90 đến 100  | 4,0    | A+        | Xuất sắc       |\n|          | 8,0 đến 9,0   | Từ 80 đến 90   | 3,5    | A         | Giỏi           |\n|          | 7,0 đến 8,0   | Từ 70 đến 80   | 3,0    | B+        | Khá            |\n|          | 6,0 đến 7,0   | Từ 60 đến 70   | 2,5    | B         | Trung bình khá  |\n|          | 5,0 đến 6,0   | Từ 50 đến 60   | 2,0    | C         | Trung bình      |\n| Không đạt | 4,0 đến 5,0   | Từ 40 đến 50   | 1,5    | D+        | Yếu            |\n|          | 3,0 đến 4,0   | Từ 30 đến 40   | 1,0    | D         | Kém            |\n|          | <3,0          | Dưới 30         | 0,0    | F         |                |\n\nĐiều 20. Công nhận kết quả học tập\n\nKhi có nhu cầu công nhận kết quả học tập từ các cơ sở đào tạo khác, sinh viên nộp đơn xin công nhận kết quả học tập kèm các hồ sơ liên quan cho P.ĐTĐH thông qua TTPTCNTT. Đơn vị chuyên môn có trách nhiệm xem xét, quyết định công nhận kết quả học tập để chuyển đổi, miễn trừ những môn học mà sinh viên đã tích lũy ở các chương trình đào tạo cấp văn bằng khác. Số tín chỉ được công nhận kết quả học tập để chuyển đổi, miễn trừ tích lũy từ các cơ sở đào tạo khác ngoài Trường ĐHCNTT không được vượt quá 50% tổng số tín chỉ của chương trình ĐTTX.\n\nĐiều 21. Điều kiện xét tốt nghiệp và công nhận tốt nghiệp\n\n1. Định kỳ theo kế hoạch đã được Hiệu trưởng phê duyệt, những sinh viên có đủ các điều kiện sau đây có thể nộp hồ sơ đề nghị xét tốt nghiệp. Để được Trường xét cấp bằng tốt nghiệp, sinh viên nộp hồ sơ đề nghị xét tốt nghiệp khi đã đáp ứng đủ các điều kiện sau đây:\n\n   - Tại thời điểm xét tốt nghiệp, sinh viên không đang trong thời gian bị truy cứu trách nhiệm hình sự hoặc bị kỷ luật từ mức đình chỉ học tập trở lên.\n   - Đã hoàn thành nghĩa vụ học phí.\n   - Đã hoàn thành các môn học, tích lũy đủ số tín chỉ theo đúng chương trình đào tạo.\n\n2. Căn cứ biên bản và đề nghị của Hội đồng xét tốt nghiệp, Hiệu trưởng ký quyết định công nhận tốt nghiệp cho những sinh viên đủ điều kiện theo quy định.\n\n3. Hội đồng xét tốt nghiệp do Hiệu trưởng hoặc Phó Hiệu trưởng ủy quyền làm Chủ tịch, Trường phòng hoặc Phó Trường phòng Đào tạo Đại học làm thư ký; các thành viên khác là lãnh đạo Phòng, Ban, Khoa có liên quan và TTPTCNTT.\n\n4. Sinh viên đủ điều kiện tốt nghiệp được Hiệu trưởng ra quyết định công nhận tốt nghiệp và được cấp bằng trong thời hạn 30 ngày tính từ ngày có quyết định công nhận tốt nghiệp.\n\nĐiều 22. Cấp bằng tốt nghiệp\n\n1. Bằng tốt nghiệp được cấp theo ngành đào tạo. Bằng chỉ được cấp cho sinh viên khi đã ghi đầy đủ, chính xác các nội dung trên bằng.\n\n\n\n2. Xếp loại tốt nghiệp được xác định dựa trên ĐTBCTL theo bảng xếp loại quy định tại Khoản 4, Điều 19 của Quy chế này. Riêng đối với những sinh viên có kết quả học tập toàn khóa đạt \"Xuất sắc\", loại tốt nghiệp sẽ giảm xuống 1 bậc nếu rơi vào các trường hợp sau (nếu đồng thời rơi vào nhiều trường hợp thì cũng chỉ giảm 1 bậc):\n\n- Có thời gian học tập tại Trường vượt quá 02 học kỳ so với thời gian thiết kế chương trình đào tạo.\n- Trong thời gian học, đã bị kỷ luật mức cảnh cáo trở lên.\n- Có số tín chỉ học lại vượt quá 5% tổng số tín chỉ toàn khóa.\n\n3. Kết quả học tập của sinh viên phải được ghi vào bảng điểm theo từng học phần. Trong bảng điểm ghi rõ chuyên ngành (nếu có).\n\n4. Những sinh viên không đủ điều kiện cấp bằng tốt nghiệp nhưng chưa hết thời gian tối đa được phép học, được bảo lưu các học phần có kết quả đạt. Trong thời gian tối đa được phép học như quy định tại Khoản 2, Điều 10 của Quy chế này, sinh viên được đăng ký học lại những học phần chưa đạt hoặc chưa học.\n\n5. Những sinh viên đã hết thời hạn tối đa được phép học nhưng không đủ điều kiện cấp bằng tốt nghiệp hoặc đã thôi học được đề nghị Trường cấp giấy chứng nhận kết quả học tập của các học phần đã tích lũy trong quá trình học tại Trường.\n\n-------------------------------------------------------------\n\n\nQUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nĐiều 23. Cấp bảng điểm\n\n1. Trong quá trình học tập, sinh viên có thể đề nghị Trường cấp bảng điểm. Sinh viên thực hiện theo hướng dẫn của TTPTCNTT.\n\n2. Sau khi tốt nghiệp, sinh viên được cấp phụ lục văn bằng (bảng điểm tốt nghiệp) kèm theo bằng tốt nghiệp theo quy chế văn bằng, chứng chỉ của Trường ĐH CNTT.\n\nCHƯƠNG 4. TỔ CHỨC THỰC HIỆN\n\nĐiều 24. Bảo đảm chất lượng ĐTTX\n\n1. Trường triển khai cơ chế kiểm tra, giám sát nội bộ về hoạt động tổ chức dạy học, hỗ trợ người học và thi, kiểm tra, đánh giá kết quả học tập; lấy phản hồi từ người học về trải nghiệm học tập, chất lượng học liệu, hiệu quả của phương pháp giảng dạy, cảm nhận về sự hỗ trợ từ giảng viên, cán bộ hỗ trợ, các chức năng phần mềm và lấy phản hồi từ các bên liên quan khác; quy trình về xử lý đề xuất, kiến nghị, phản ánh của người học.\n\n\n\n2. Triển khai kiểm định chất lượng chương trình đào tạo từ xa:\n\n- Đối với chương trình ĐTTX đã tuyển sinh trước thời điểm 28/12/2023, chậm nhất sau 3 năm kể từ ngày 28/12/2023 phải thực hiện kiểm định chất lượng đối với chương trình ĐTTX đã có khóa tốt nghiệp;\n\n- Đối với chương trình ĐTTX đã tuyển sinh trước thời điểm 28/12/2023 nhưng chưa có khóa tốt nghiệp hoặc được phê duyệt sau thời điểm 28/12/2023 phải đăng ký kiểm định chất lượng chương trình ĐTTX theo quy định tại khoản 5 Điều 33 Luật Giáo dục đại học (được sửa đổi, bổ sung năm 2018).\n\nĐiều 25. Chế độ báo cáo, lưu trữ và công khai thông tin\n\nTrước ngày 31 tháng 12 hàng năm, TTPTCNTT gửi báo cáo cho Hiệu trưởng thông qua P.ĐTĐH bao gồm: Tuyển sinh; quy mô đào tạo; tổ chức đào tạo; cấp bằng tốt nghiệp trong năm; và dự kiến kế hoạch tuyển sinh năm sau. Nội dung báo cáo phải có đánh giá các hoạt động ĐTTX của TTPTCNTT và đề xuất giải pháp để củng cố, phát triển ĐTTX.\n\nĐiều 26. Quản lý và lưu trữ hồ sơ\n\n1. Hồ sơ được bảo quản và lưu trữ tại P.ĐTĐH gồm có:\n   a) Chương trình đào tạo; kế hoạch đào tạo toàn khóa;\n   b) Hồ sơ tuyển sinh, kết quả quá trình học tập, hồ sơ công nhận tốt nghiệp;\n   c) Sổ cấp phát văn bằng.\n\n2. Hồ sơ được bảo quản và lưu trữ tại TTPTCNTT gồm có:\n   a) Hồ sơ liên quan đến TTPTCNTT;\n   b) Chương trình đào tạo; kế hoạch đào tạo toàn khóa; kế hoạch đào tạo chi tiết từng học kỳ;\n   c) Danh sách và kết quả học tập của người học của từng môn học;\n   d) Danh sách giảng viên, cán bộ quản lý có liên quan tới khóa học, môn học.\n\nĐiều 27. Công bố thông tin\n\n1. Trường xây dựng trang thông tin điện tử để công bố công khai chuẩn đầu ra, điều kiện đảm bảo chất lượng đào tạo tương ứng với quy mô theo\n\n\n\nchi tiêu hàng năm, quy định học vụ và cho phép người sử dụng tra cứu thông tin cơ bản của sinh viên tốt nghiệp theo số hiệu tương ứng trên văn bằng chứng chỉ do Trường cấp.\n\n2. Hộp thư điện tử (email) được Trường cung cấp cho từng sinh viên vào thời điểm nhập học là kênh giao tiếp chính thức giữa Trường với sinh viên.\n\nĐiều 28. Điều khoản thi hành\n\n1. Quy chế có hiệu lực kể từ ngày ký.\n\n2. Trong quá trình thực hiện, quy chế này có thể được sửa đổi, bổ sung phù hợp với yêu cầu thực tế, theo các quy định của Nhà nước và quy định của ĐHQG-HCM.",
            "chunk_content": "QUYẾT ĐỊNH\nVề việc Ban hành Quy chế đào tạo cho sinh viên\nhình thức đào tạo từ xa trình độ đại học\n\nĐiều 23. Cấp bảng điểm\n\n1. Trong quá trình học tập, sinh viên có thể đề nghị Trường cấp bảng điểm. Sinh viên thực hiện theo hướng dẫn của TTPTCNTT.\n\n2. Sau khi tốt nghiệp, sinh viên được cấp phụ lục văn bằng (bảng điểm tốt nghiệp) kèm theo bằng tốt nghiệp theo quy chế văn bằng, chứng chỉ của Trường ĐH CNTT.\n\nCHƯƠNG 4. TỔ CHỨC THỰC HIỆN\n\nĐiều 24. Bảo đảm chất lượng ĐTTX\n\n1. Trường triển khai cơ chế kiểm tra, giám sát nội bộ về hoạt động tổ chức dạy học, hỗ trợ người học và thi, kiểm tra, đánh giá kết quả học tập; lấy phản hồi từ người học về trải nghiệm học tập, chất lượng học liệu, hiệu quả của phương pháp giảng dạy, cảm nhận về sự hỗ trợ từ giảng viên, cán bộ hỗ trợ, các chức năng phần mềm và lấy phản hồi từ các bên liên quan khác; quy trình về xử lý đề xuất, kiến nghị, phản ánh của người học.\n\n\n\n2. Triển khai kiểm định chất lượng chương trình đào tạo từ xa:\n\n- Đối với chương trình ĐTTX đã tuyển sinh trước thời điểm 28/12/2023, chậm nhất sau 3 năm kể từ ngày 28/12/2023 phải thực hiện kiểm định chất lượng đối với chương trình ĐTTX đã có khóa tốt nghiệp;\n\n- Đối với chương trình ĐTTX đã tuyển sinh trước thời điểm 28/12/2023 nhưng chưa có khóa tốt nghiệp hoặc được phê duyệt sau thời điểm 28/12/2023 phải đăng ký kiểm định chất lượng chương trình ĐTTX theo quy định tại khoản 5 Điều 33 Luật Giáo dục đại học (được sửa đổi, bổ sung năm 2018).\n\nĐiều 25. Chế độ báo cáo, lưu trữ và công khai thông tin\n\nTrước ngày 31 tháng 12 hàng năm, TTPTCNTT gửi báo cáo cho Hiệu trưởng thông qua P.ĐTĐH bao gồm: Tuyển sinh; quy mô đào tạo; tổ chức đào tạo; cấp bằng tốt nghiệp trong năm; và dự kiến kế hoạch tuyển sinh năm sau. Nội dung báo cáo phải có đánh giá các hoạt động ĐTTX của TTPTCNTT và đề xuất giải pháp để củng cố, phát triển ĐTTX.\n\nĐiều 26. Quản lý và lưu trữ hồ sơ\n\n1. Hồ sơ được bảo quản và lưu trữ tại P.ĐTĐH gồm có:\n   a) Chương trình đào tạo; kế hoạch đào tạo toàn khóa;\n   b) Hồ sơ tuyển sinh, kết quả quá trình học tập, hồ sơ công nhận tốt nghiệp;\n   c) Sổ cấp phát văn bằng.\n\n2. Hồ sơ được bảo quản và lưu trữ tại TTPTCNTT gồm có:\n   a) Hồ sơ liên quan đến TTPTCNTT;\n   b) Chương trình đào tạo; kế hoạch đào tạo toàn khóa; kế hoạch đào tạo chi tiết từng học kỳ;\n   c) Danh sách và kết quả học tập của người học của từng môn học;\n   d) Danh sách giảng viên, cán bộ quản lý có liên quan tới khóa học, môn học.\n\nĐiều 27. Công bố thông tin\n\n1. Trường xây dựng trang thông tin điện tử để công bố công khai chuẩn đầu ra, điều kiện đảm bảo chất lượng đào tạo tương ứng với quy mô theo\n\n\n\nchi tiêu hàng năm, quy định học vụ và cho phép người sử dụng tra cứu thông tin cơ bản của sinh viên tốt nghiệp theo số hiệu tương ứng trên văn bằng chứng chỉ do Trường cấp.\n\n2. Hộp thư điện tử (email) được Trường cung cấp cho từng sinh viên vào thời điểm nhập học là kênh giao tiếp chính thức giữa Trường với sinh viên.\n\nĐiều 28. Điều khoản thi hành\n\n1. Quy chế có hiệu lực kể từ ngày ký.\n\n2. Trong quá trình thực hiện, quy chế này có thể được sửa đổi, bổ sung phù hợp với yêu cầu thực tế, theo các quy định của Nhà nước và quy định của ĐHQG-HCM."
        }
    }
]