[
    {
        "file_name": "650-qd-dhqg_3-6-2019-quy_dinh_dao_tao_lien_thong_tu_trinh_do_dai_hoc_len_trinh_do_thac_si",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong phần đầu của tài liệu, cụ thể là Quyết định ban hành Quy định tạm thời về đào tạo liên thông từ trình độ đại học lên trình độ thạc sĩ tại Đại học Quốc gia Thành phố Hồ Chí Minh. Nó bao gồm các điều khoản về phạm vi áp dụng, mục tiêu đào tạo, thời gian đào tạo, điều kiện đăng ký, thủ tục đăng ký, và các quy định liên quan đến việc ngừng đào tạo và đình chỉ tuyển sinh cho các ngành tham gia đào tạo liên thông.",
            "original_content": "QUYẾT ĐỊNH\n\nBan hành Quy định tạm thời về đào tạo liên thông từ trình độ đại học lên trình độ thạc sĩ tại Đại học Quốc gia Thành phố Hồ Chí Minh\n\n\nQUYẾT ĐỊNH:\n\nĐiều 1. Ban hành kèm theo Quyết định này Quy định tạm thời về đào tạo liên thông từ trình độ đại học lên trình độ thạc sĩ tại Đại học Quốc gia Thành phố Hồ Chí Minh.\n\nĐiều 2. Quyết định này có hiệu lực kể từ ngày 01 tháng 7 năm 2019.\n\nĐiều 3. Trưởng ban Ban Sau đại học, Trưởng ban Ban Đại học, Chánh Văn phòng và trưởng các Ban chức năng liên quan, thủ trưởng các trường đại học và viên thành viên, các đơn vị trực thuộc được Đại học Quốc gia Thành phố Hồ Chí Minh giao nhiệm vụ đào tạo trình độ đại học và sau đại học chịu trách nhiệm thi hành quyết định này.\n\nQUY ĐỊNH TẠM THỜI\n\nVề đào tạo liên thông từ trình độ đại học lên trình độ thạc sĩ tại Đại học Quốc gia Thành phố Hồ Chí Minh\n(Ban hành kèm theo Quyết định số 650/QĐ-DHQG ngày 03 tháng 6 năm 2019 của Giám đốc Đại học Quốc gia Thành phố Hồ Chí Minh)\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Văn bản này quy định về đào tạo liên thông từ trình độ đại học lên trình độ thạc sĩ (sau đây gọi tắt là đào tạo liên thông trình độ ĐH-ThS) đối với các cơ sở giáo dục đại học của Đại học Quốc gia Thành phố Hồ Chí Minh (DHQG-HCM) được quy định tại Khoản 2 Điều 1 của Quy định này, bao gồm những nội dung đặc thù cho chương trình. Các nội dung còn lại trong quá trình thực hiện đào tạo liên thông trình độ ĐH – ThS không nằm trong quy định này, được tham chiếu và thực hiện theo các quy chế, quy định đào tạo trình độ đại học và trình độ thạc sĩ hiện hành của DHQG-HCM.\n\n2. Cơ sở giáo dục đại học của DHQG-HCM (gọi tắt là cơ sở giáo dục đại học) trong Quy định này là các trường đại học và viện nghiên cứu thành viên, các đơn vị trực thuộc được DHQG-HCM giao nhiệm vụ đào tạo trình độ đại học và sau đại học.\n\n3. Quy định này không áp dụng đối với chương trình đào tạo trình độ đại học, thạc sĩ liên kết trong nước và nước ngoài.\n\nĐiều 2. Mục tiêu đào tạo\n\n1. Giúp người học có học lực khá, giỏi rút ngắn thời gian học tập so với tổng thời gian đào tạo trình độ đại học và trình độ thạc sĩ của ngành tương ứng, bằng việc cho phép người học đăng ký học và tích lũy các môn học trình độ thạc sĩ từ năm 3, năm 4 trong quá trình học trình độ đại học. Các môn học tích lũy này được xét công nhận cho các môn học ở trình độ đại học.\n\n2. Tiếp cận với các chương trình đào tạo tiên tiến trong khu vực và thế giới, góp phần đào tạo nguồn nhân lực chất lượng cao phục vụ phát triển kinh tế, xã hội.\n\nĐiều 3. Thời gian đào tạo\n\n1. Thời gian đào tạo chính thức của chương trình liên thông trình độ ĐH-ThS từ 4,5 đến 5,5 năm.\n\n\n\n2. Thời gian tối đa cho phép để người học hoàn thành chương trình đào tạo là thời gian đào tạo chính thức cộng thêm 36 tháng (bao gồm thời gian nghỉ học tạm thời, tạm ngừng học tập và thời gian gia hạn).\n\n3. Cần cử quy định về cấu trúc chương trình đào tạo tại Điều 6 của Quy định này, thủ trưởng cơ sở giáo dục đại học quy định cụ thể thời gian đào tạo của từng ngành đào tạo.\n\n4. Thời gian học tập của người học được tính từ khi có quyết định nhập học của chương trình đào tạo đại học.\n\nĐiều 4. Điều kiện đăng ký, thủ tục đăng ký, ngừng đào tạo, đình chỉ tuyển sinh các ngành tham gia đào tạo liên thông trình độ ĐH-ThS\n\n1. Điều kiện đăng ký đào tạo liên thông trình độ ĐH-ThS là một trong những trường hợp sau:\n\na) Cơ sở giáo dục đại học được đăng ký tất cả các ngành đào tạo liên thông trình độ ĐH-ThS khi đã đạt chứng nhận kiểm định cấp trường theo tiêu chuẩn quốc tế được Bộ Giáo dục và Đào tạo công nhận và còn trong thời hạn;\n\nb) Cơ sở giáo dục đại học chưa đăng ký được cấp trường theo Điểm a, Khoản 1 của điều này được đăng ký đào tạo liên thông trình độ ĐH-ThS các ngành đã được đánh giá theo bộ tiêu chuẩn khu vực AUN-QA (ASEAN University Network Quality Assurance) hoặc đạt chứng nhận kiểm định quốc tế cấp chương trình đào tạo trình độ đại học hoặc thạc sĩ được Bộ Giáo dục và Đào tạo công nhận và còn trong thời hạn;\n\nc) Cơ sở giáo dục đại học được đăng ký đào tạo liên thông trình độ ĐH-ThS đối với các chương trình kỹ sư, cử nhân tài năng của ĐHQG-HCM, PFIEV và chương trình tiến tiến theo Đề án của Bộ Giáo dục và Đào tạo.\n\nd) Các trường hợp khác do Giám đốc ĐHQG-HCM xem xét, phê duyệt.\n\n2. Thủ tục đăng ký đào tạo liên thông trình độ ĐH-ThS\n\na) Cơ sở giáo dục đại học thực hiện Khoản 2, Điều 13 của Quy định này.\n\nb) Cơ sở giáo dục đại học thực hiện thủ tục đăng ký đào tạo liên thông trình độ ĐH-ThS trình tự như sau:\n\n- Cơ sở giáo dục đại học đạt điều kiện đăng ký tại Khoản 1 của Điều này;\n\n- Xây dựng khung chương trình đào tạo của ngành đăng ký và ban hành quyết định về danh mục các ngành phù hợp với ngành đào tạo liên thông trình độ ĐH-ThS trong ứng;\n\nc) Gửi hồ sơ đăng ký theo Điểm b Khoản 2 của Điều này đến ĐHQG-HCM.\n\nd) Sau khi ĐHQG-HCM xem xét và phê duyệt triển khai đào tạo liên thông trình độ ĐH-ThS các ngành của cơ sở giáo dục đại học đăng ký, cơ sở giáo dục đại học công bố triển khai các quy định về văn bản đào tạo liên thông trình độ ĐH-ThS, nhưng chương trình đào tạo và danh mục các ngành phù hợp với các ngành đăng ký trên các phương tiện truyền thông của cơ sở giáo dục đại học và triển khai đào tạo liên thông trình độ ĐH-ThS các ngành này.\n\n3. Ngừng đào tạo\n\nCơ sở giáo dục đại học được quyền ngừng đào tạo liên thông trình độ ĐH-ThS đối với những ngành đã đăng ký, báo cáo ĐHQG-HCM ít nhất 90 ngày trước khi tuyển sinh đào tạo liên thông trình độ ĐH-ThS của cơ sở giáo dục đại học.\n\n4. Định chỉ tuyển sinh\n\na) Cơ sở giáo dục đại học định chỉ tuyển sinh đào tạo liên thông trình độ ĐH-ThS đối với các trường hợp sau:\n\n- Các ngành đào tạo vi phạm các quy định hiện hành trong tổ chức, quản lý đào tạo trình độ đại học, thạc sĩ hoặc đào tạo liên thông trình độ ĐH-ThS hiện hành.\n\n- Các ngành đào tạo được phê duyệt thực hiện đào tạo liên thông trình độ ĐH-ThS nhưng trong 3 năm liên tiếp không tuyển được người học.\n\nb) Thủ trưởng cơ sở giáo dục đại học quyết định định chỉ tuyển sinh đào tạo liên thông trình độ ĐH-ThS đối với ngành đào tạo vi phạm Điểm a Khoản 4 của Điều này và báo cáo ĐHQG-HCM. Sau khi định chỉ tuyển sinh, nếu nguyên nhân dẫn đến việc định chỉ tuyển sinh được khắc phục, thủ trưởng cơ sở giáo dục đại học quyết định cho phép tuyển sinh, đồng thời có văn bản báo cáo ĐHQG-HCM trước khi tổ chức thực hiện tuyển sinh trở lại.\n\nc) Giám đốc ĐHQG-HCM định chỉ tuyển sinh đào tạo liên thông trình độ ĐH-ThS đối với các ngành vi phạm quy định mà cơ sở giáo dục đại học không chấp hành thực hiện định chỉ. Việc xem xét cho phép tuyển sinh trở lại của các ngành này do Giám đốc ĐHQG-HCM quyết định.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành Quy định tạm thời về đào tạo liên thông từ trình độ đại học lên trình độ thạc sĩ tại Đại học Quốc gia Thành phố Hồ Chí Minh\nĐiều 5. Tuyển sinh\n\n1. Hình thức tuyển sinh và chi tiêu\n\na) Hình thức tuyển sinh đào tạo liên thông trình độ ĐH-ThS là xét tuyển.\n\nb) Chỉ tiêu tuyển sinh không vượt quá 50% chỉ tiêu đào tạo trình độ thạc sĩ của ngành tương ứng. Cơ sở giáo dục đại học quy định về thời điểm tính chi tiêu đảm bảo tuân thủ theo quy định hiện hành.\n\n\n\n2. Đối tượng, tiêu chí và thời gian xét tuyển\n\na) Người dự tuyển là sinh viên năm 3, năm 4 có điểm trung bình tích lũy đến thời điểm xét tuyển đạt loại khá trở lên (diểm trung bình tích lũy từ 7,0 điểm trở lên, theo thang điểm 10) và đang theo học ngành học phù hợp với ngành đào tạo liên thông trình độ ĐH-ThS.\n\nb) Cơ sở giáo dục đại học xay dựng quy định chi tiết về thời gian xét tuyển, điều kiện và tiêu chí xét tuyển người học vào chương trình đào tạo liên thông trình độ ĐH-ThS.\n\n3. Kết quả xét tuyển\n\nThủ trưởng cơ sở giáo dục đại học ra quyết định công nhận danh sách người học trúng tuyển vào chương trình đào tạo liên thông trình độ ĐH – ThS sau mỗi kỳ tuyển sinh, báo cáo ĐHQG-HCM.\n\nĐiều 6. Cấu trúc khung chương trình đào tạo liên thông trình độ ĐH-ThS\n\n1. Cấu trúc khung chương trình đào tạo gồm hai phần: phần trình độ đại học và phần trình độ thạc sĩ. Khung chương trình đào tạo được thiết kế theo quy định của Quy chế đào tạo trình độ đại học và thạc sĩ hiện hành.\n\n2. Các môn học trong chương trình đào tạo trình độ thạc sĩ tổ chức giảng dạy trong phần trình độ đại học được xét công nhận cho các môn học ở trình độ đại học. Cơ sở giáo dục đại học quy định chi tiết đối với việc xét công nhận cho các môn học này.\n\n3. Cơ sở giáo dục đại học quy định các môn học của chương trình đào tạo trình độ thạc sĩ giảng dạy trong phần trình độ đại học. Tổng số tín chỉ của các môn học không quá 50% số tín chỉ của chương trình đào tạo trình độ thạc sĩ; các môn học này phải có trong khung chương trình đào tạo thạc sĩ đại trà của ngành tương ứng. Khung chương trình đào tạo liên thông trình độ ĐH-ThS phải được cấp nhất định kỳ theo quy định hiện hành của ĐHQG-HCM và đảm bảo tổng số tín chỉ tích lũy của người học tối thiểu 180 tín chỉ.\n\nĐiều 7. Giảng viên tham gia đào tạo liên thông trình độ ĐH-ThS\n\nGiảng viên giảng dạy phần trình độ đại học đảm bảo tiêu chuẩn giảng viên theo quy chế đào tạo trình độ đại học hiện hành của ĐHQG-HCM; giảng viên giảng dạy trình độ thạc sĩ đảm bảo tiêu chuẩn giảng viên theo quy chế đào tạo trình độ thạc sĩ hiện hành của ĐHQG-HCM.\n\nĐiều 8. Những thay đổi trong quá trình đào tạo\n\nThủ trưởng cơ sở giáo dục đại học quy định về những thay đổi trong quá trình đào tạo liên thông trình độ ĐH-ThS để đảm bảo quyền lợi của người học.\n\nĐiều 9. Cấp bằng\n\n1. Người học sau khi hoàn thành phần trình độ đại học và đủ điều kiện theo quy định hiện hành được cấp bằng đại học; người học sau khi hoàn thành phần trình độ thạc sĩ và đủ điều kiện theo quy định hiện hành được cấp bằng thạc sĩ.\n\n2. Việc cấp bằng của cơ sở giáo dục đại học tuân thủ theo các quy chế, quy định đào tạo trình độ đại học, quy chế đào tạo trình độ thạc sĩ. Quy chế văn bằng chứng chỉ hiện hành của ĐHQG-HCM.\n\nĐiều 10. Trách nhiệm của cơ sở giáo dục đại học\n\n1. Ban hành các quy định, hướng dẫn cụ thể việc quản lý và vận hành chương trình đào tạo liên thông trình độ ĐH-ThS tại cơ sở giáo dục đại học.\n\n2. Quản lý và vận hành các chương trình đào tạo liên thông trình độ ĐH-ThS.\n\n3. Thực hiện đầy đủ chế độ báo cáo và lưu trữ theo quy định hiện hành của Bộ Giáo dục và Đào tạo và ĐHQG-HCM.\n\nĐiều 11. Chế độ báo cáo\n\n1. Cơ sở giáo dục đại học thực hiện chế độ báo cáo theo các quy chế, quy định hiện hành và các báo cáo khác liên quan khi ĐHQG-HCM yêu cầu.\n\n2. Thủ trưởng cơ sở giáo dục đại học chịu trách nhiệm về tính chính xác và chất lượng của báo cáo.\n\nĐiều 12. Thanh tra, kiểm tra\n\n1. ĐHQG-HCM thực hiện thanh tra, kiểm tra công tác đào tạo liên thông trình độ ĐH-ThS của các cơ sở giáo dục đại học theo các quy định hiện hành.\n\n2. Nội dung thanh tra, kiểm tra bao gồm: tuyển sinh, quá trình đào tạo và cấp bằng. Kết luận thanh tra, kiểm tra và các kiến nghị (nếu có) sẽ được ĐHQG-HCM thông báo cho cơ sở giáo dục đại học bằng văn bản.\n\nĐiều 13. Tổ chức thực hiện\n\n1. Những quy định chi tiết để vận hành tổ chức đào tạo liên thông trình độ ĐH-ThS không được cấp trong Quy định này do thủ trưởng cơ sở giáo dục đại học quyết định, đảm bảo tuân thủ theo Quy chế đào tạo trình độ đại học và Quy chế đào tạo trình độ thạc sĩ hiện hành của ĐHQG-HCM.\n\n2. Thủ trưởng cơ sở giáo dục đại học xây dựng, ban hành các quy định chi tiết đào tạo liên thông trình độ ĐH-ThS theo yêu cầu của quy định này, báo cáo ĐHQG-HCM và công bố công khai trên các phương tiện truyền thông của cơ sở giáo dục đại học trước khi đăng ký đào tạo liên thông trình độ ĐH-ThS.\n\n3. Căn cứ tình hình thực tế, Giám đốc ĐHQG-HCM xem xét, quyết định điều chỉnh, bổ sung các điều khoản của Quy định này.",
            "chunk_content": "QUYẾT ĐỊNH\n\nBan hành Quy định tạm thời về đào tạo liên thông từ trình độ đại học lên trình độ thạc sĩ tại Đại học Quốc gia Thành phố Hồ Chí Minh\n\n\nQUYẾT ĐỊNH:\n\nĐiều 1. Ban hành kèm theo Quyết định này Quy định tạm thời về đào tạo liên thông từ trình độ đại học lên trình độ thạc sĩ tại Đại học Quốc gia Thành phố Hồ Chí Minh.\n\nĐiều 2. Quyết định này có hiệu lực kể từ ngày 01 tháng 7 năm 2019.\n\nĐiều 3. Trưởng ban Ban Sau đại học, Trưởng ban Ban Đại học, Chánh Văn phòng và trưởng các Ban chức năng liên quan, thủ trưởng các trường đại học và viên thành viên, các đơn vị trực thuộc được Đại học Quốc gia Thành phố Hồ Chí Minh giao nhiệm vụ đào tạo trình độ đại học và sau đại học chịu trách nhiệm thi hành quyết định này.\n\nQUY ĐỊNH TẠM THỜI\n\nVề đào tạo liên thông từ trình độ đại học lên trình độ thạc sĩ tại Đại học Quốc gia Thành phố Hồ Chí Minh\n(Ban hành kèm theo Quyết định số 650/QĐ-DHQG ngày 03 tháng 6 năm 2019 của Giám đốc Đại học Quốc gia Thành phố Hồ Chí Minh)\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Văn bản này quy định về đào tạo liên thông từ trình độ đại học lên trình độ thạc sĩ (sau đây gọi tắt là đào tạo liên thông trình độ ĐH-ThS) đối với các cơ sở giáo dục đại học của Đại học Quốc gia Thành phố Hồ Chí Minh (DHQG-HCM) được quy định tại Khoản 2 Điều 1 của Quy định này, bao gồm những nội dung đặc thù cho chương trình. Các nội dung còn lại trong quá trình thực hiện đào tạo liên thông trình độ ĐH – ThS không nằm trong quy định này, được tham chiếu và thực hiện theo các quy chế, quy định đào tạo trình độ đại học và trình độ thạc sĩ hiện hành của DHQG-HCM.\n\n2. Cơ sở giáo dục đại học của DHQG-HCM (gọi tắt là cơ sở giáo dục đại học) trong Quy định này là các trường đại học và viện nghiên cứu thành viên, các đơn vị trực thuộc được DHQG-HCM giao nhiệm vụ đào tạo trình độ đại học và sau đại học.\n\n3. Quy định này không áp dụng đối với chương trình đào tạo trình độ đại học, thạc sĩ liên kết trong nước và nước ngoài.\n\nĐiều 2. Mục tiêu đào tạo\n\n1. Giúp người học có học lực khá, giỏi rút ngắn thời gian học tập so với tổng thời gian đào tạo trình độ đại học và trình độ thạc sĩ của ngành tương ứng, bằng việc cho phép người học đăng ký học và tích lũy các môn học trình độ thạc sĩ từ năm 3, năm 4 trong quá trình học trình độ đại học. Các môn học tích lũy này được xét công nhận cho các môn học ở trình độ đại học.\n\n2. Tiếp cận với các chương trình đào tạo tiên tiến trong khu vực và thế giới, góp phần đào tạo nguồn nhân lực chất lượng cao phục vụ phát triển kinh tế, xã hội.\n\nĐiều 3. Thời gian đào tạo\n\n1. Thời gian đào tạo chính thức của chương trình liên thông trình độ ĐH-ThS từ 4,5 đến 5,5 năm.\n\n\n\n2. Thời gian tối đa cho phép để người học hoàn thành chương trình đào tạo là thời gian đào tạo chính thức cộng thêm 36 tháng (bao gồm thời gian nghỉ học tạm thời, tạm ngừng học tập và thời gian gia hạn).\n\n3. Cần cử quy định về cấu trúc chương trình đào tạo tại Điều 6 của Quy định này, thủ trưởng cơ sở giáo dục đại học quy định cụ thể thời gian đào tạo của từng ngành đào tạo.\n\n4. Thời gian học tập của người học được tính từ khi có quyết định nhập học của chương trình đào tạo đại học.\n\nĐiều 4. Điều kiện đăng ký, thủ tục đăng ký, ngừng đào tạo, đình chỉ tuyển sinh các ngành tham gia đào tạo liên thông trình độ ĐH-ThS\n\n1. Điều kiện đăng ký đào tạo liên thông trình độ ĐH-ThS là một trong những trường hợp sau:\n\na) Cơ sở giáo dục đại học được đăng ký tất cả các ngành đào tạo liên thông trình độ ĐH-ThS khi đã đạt chứng nhận kiểm định cấp trường theo tiêu chuẩn quốc tế được Bộ Giáo dục và Đào tạo công nhận và còn trong thời hạn;\n\nb) Cơ sở giáo dục đại học chưa đăng ký được cấp trường theo Điểm a, Khoản 1 của điều này được đăng ký đào tạo liên thông trình độ ĐH-ThS các ngành đã được đánh giá theo bộ tiêu chuẩn khu vực AUN-QA (ASEAN University Network Quality Assurance) hoặc đạt chứng nhận kiểm định quốc tế cấp chương trình đào tạo trình độ đại học hoặc thạc sĩ được Bộ Giáo dục và Đào tạo công nhận và còn trong thời hạn;\n\nc) Cơ sở giáo dục đại học được đăng ký đào tạo liên thông trình độ ĐH-ThS đối với các chương trình kỹ sư, cử nhân tài năng của ĐHQG-HCM, PFIEV và chương trình tiến tiến theo Đề án của Bộ Giáo dục và Đào tạo.\n\nd) Các trường hợp khác do Giám đốc ĐHQG-HCM xem xét, phê duyệt.\n\n2. Thủ tục đăng ký đào tạo liên thông trình độ ĐH-ThS\n\na) Cơ sở giáo dục đại học thực hiện Khoản 2, Điều 13 của Quy định này.\n\nb) Cơ sở giáo dục đại học thực hiện thủ tục đăng ký đào tạo liên thông trình độ ĐH-ThS trình tự như sau:\n\n- Cơ sở giáo dục đại học đạt điều kiện đăng ký tại Khoản 1 của Điều này;\n\n- Xây dựng khung chương trình đào tạo của ngành đăng ký và ban hành quyết định về danh mục các ngành phù hợp với ngành đào tạo liên thông trình độ ĐH-ThS trong ứng;\n\nc) Gửi hồ sơ đăng ký theo Điểm b Khoản 2 của Điều này đến ĐHQG-HCM.\n\nd) Sau khi ĐHQG-HCM xem xét và phê duyệt triển khai đào tạo liên thông trình độ ĐH-ThS các ngành của cơ sở giáo dục đại học đăng ký, cơ sở giáo dục đại học công bố triển khai các quy định về văn bản đào tạo liên thông trình độ ĐH-ThS, nhưng chương trình đào tạo và danh mục các ngành phù hợp với các ngành đăng ký trên các phương tiện truyền thông của cơ sở giáo dục đại học và triển khai đào tạo liên thông trình độ ĐH-ThS các ngành này.\n\n3. Ngừng đào tạo\n\nCơ sở giáo dục đại học được quyền ngừng đào tạo liên thông trình độ ĐH-ThS đối với những ngành đã đăng ký, báo cáo ĐHQG-HCM ít nhất 90 ngày trước khi tuyển sinh đào tạo liên thông trình độ ĐH-ThS của cơ sở giáo dục đại học.\n\n4. Định chỉ tuyển sinh\n\na) Cơ sở giáo dục đại học định chỉ tuyển sinh đào tạo liên thông trình độ ĐH-ThS đối với các trường hợp sau:\n\n- Các ngành đào tạo vi phạm các quy định hiện hành trong tổ chức, quản lý đào tạo trình độ đại học, thạc sĩ hoặc đào tạo liên thông trình độ ĐH-ThS hiện hành.\n\n- Các ngành đào tạo được phê duyệt thực hiện đào tạo liên thông trình độ ĐH-ThS nhưng trong 3 năm liên tiếp không tuyển được người học.\n\nb) Thủ trưởng cơ sở giáo dục đại học quyết định định chỉ tuyển sinh đào tạo liên thông trình độ ĐH-ThS đối với ngành đào tạo vi phạm Điểm a Khoản 4 của Điều này và báo cáo ĐHQG-HCM. Sau khi định chỉ tuyển sinh, nếu nguyên nhân dẫn đến việc định chỉ tuyển sinh được khắc phục, thủ trưởng cơ sở giáo dục đại học quyết định cho phép tuyển sinh, đồng thời có văn bản báo cáo ĐHQG-HCM trước khi tổ chức thực hiện tuyển sinh trở lại.\n\nc) Giám đốc ĐHQG-HCM định chỉ tuyển sinh đào tạo liên thông trình độ ĐH-ThS đối với các ngành vi phạm quy định mà cơ sở giáo dục đại học không chấp hành thực hiện định chỉ. Việc xem xét cho phép tuyển sinh trở lại của các ngành này do Giám đốc ĐHQG-HCM quyết định."
        }
    },
    {
        "file_name": "650-qd-dhqg_3-6-2019-quy_dinh_dao_tao_lien_thong_tu_trinh_do_dai_hoc_len_trinh_do_thac_si",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong phần quy định tạm thời về đào tạo liên thông từ trình độ đại học lên trình độ thạc sĩ tại Đại học Quốc gia Thành phố Hồ Chí Minh, cụ thể là các điều khoản liên quan đến tuyển sinh, cấu trúc chương trình đào tạo, giảng viên, cấp bằng, trách nhiệm của cơ sở giáo dục đại học, chế độ báo cáo, thanh tra kiểm tra và tổ chức thực hiện.",
            "original_content": "QUYẾT ĐỊNH\n\nBan hành Quy định tạm thời về đào tạo liên thông từ trình độ đại học lên trình độ thạc sĩ tại Đại học Quốc gia Thành phố Hồ Chí Minh\n\n\nQUYẾT ĐỊNH:\n\nĐiều 1. Ban hành kèm theo Quyết định này Quy định tạm thời về đào tạo liên thông từ trình độ đại học lên trình độ thạc sĩ tại Đại học Quốc gia Thành phố Hồ Chí Minh.\n\nĐiều 2. Quyết định này có hiệu lực kể từ ngày 01 tháng 7 năm 2019.\n\nĐiều 3. Trưởng ban Ban Sau đại học, Trưởng ban Ban Đại học, Chánh Văn phòng và trưởng các Ban chức năng liên quan, thủ trưởng các trường đại học và viên thành viên, các đơn vị trực thuộc được Đại học Quốc gia Thành phố Hồ Chí Minh giao nhiệm vụ đào tạo trình độ đại học và sau đại học chịu trách nhiệm thi hành quyết định này.\n\nQUY ĐỊNH TẠM THỜI\n\nVề đào tạo liên thông từ trình độ đại học lên trình độ thạc sĩ tại Đại học Quốc gia Thành phố Hồ Chí Minh\n(Ban hành kèm theo Quyết định số 650/QĐ-DHQG ngày 03 tháng 6 năm 2019 của Giám đốc Đại học Quốc gia Thành phố Hồ Chí Minh)\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Văn bản này quy định về đào tạo liên thông từ trình độ đại học lên trình độ thạc sĩ (sau đây gọi tắt là đào tạo liên thông trình độ ĐH-ThS) đối với các cơ sở giáo dục đại học của Đại học Quốc gia Thành phố Hồ Chí Minh (DHQG-HCM) được quy định tại Khoản 2 Điều 1 của Quy định này, bao gồm những nội dung đặc thù cho chương trình. Các nội dung còn lại trong quá trình thực hiện đào tạo liên thông trình độ ĐH – ThS không nằm trong quy định này, được tham chiếu và thực hiện theo các quy chế, quy định đào tạo trình độ đại học và trình độ thạc sĩ hiện hành của DHQG-HCM.\n\n2. Cơ sở giáo dục đại học của DHQG-HCM (gọi tắt là cơ sở giáo dục đại học) trong Quy định này là các trường đại học và viện nghiên cứu thành viên, các đơn vị trực thuộc được DHQG-HCM giao nhiệm vụ đào tạo trình độ đại học và sau đại học.\n\n3. Quy định này không áp dụng đối với chương trình đào tạo trình độ đại học, thạc sĩ liên kết trong nước và nước ngoài.\n\nĐiều 2. Mục tiêu đào tạo\n\n1. Giúp người học có học lực khá, giỏi rút ngắn thời gian học tập so với tổng thời gian đào tạo trình độ đại học và trình độ thạc sĩ của ngành tương ứng, bằng việc cho phép người học đăng ký học và tích lũy các môn học trình độ thạc sĩ từ năm 3, năm 4 trong quá trình học trình độ đại học. Các môn học tích lũy này được xét công nhận cho các môn học ở trình độ đại học.\n\n2. Tiếp cận với các chương trình đào tạo tiên tiến trong khu vực và thế giới, góp phần đào tạo nguồn nhân lực chất lượng cao phục vụ phát triển kinh tế, xã hội.\n\nĐiều 3. Thời gian đào tạo\n\n1. Thời gian đào tạo chính thức của chương trình liên thông trình độ ĐH-ThS từ 4,5 đến 5,5 năm.\n\n\n\n2. Thời gian tối đa cho phép để người học hoàn thành chương trình đào tạo là thời gian đào tạo chính thức cộng thêm 36 tháng (bao gồm thời gian nghỉ học tạm thời, tạm ngừng học tập và thời gian gia hạn).\n\n3. Cần cử quy định về cấu trúc chương trình đào tạo tại Điều 6 của Quy định này, thủ trưởng cơ sở giáo dục đại học quy định cụ thể thời gian đào tạo của từng ngành đào tạo.\n\n4. Thời gian học tập của người học được tính từ khi có quyết định nhập học của chương trình đào tạo đại học.\n\nĐiều 4. Điều kiện đăng ký, thủ tục đăng ký, ngừng đào tạo, đình chỉ tuyển sinh các ngành tham gia đào tạo liên thông trình độ ĐH-ThS\n\n1. Điều kiện đăng ký đào tạo liên thông trình độ ĐH-ThS là một trong những trường hợp sau:\n\na) Cơ sở giáo dục đại học được đăng ký tất cả các ngành đào tạo liên thông trình độ ĐH-ThS khi đã đạt chứng nhận kiểm định cấp trường theo tiêu chuẩn quốc tế được Bộ Giáo dục và Đào tạo công nhận và còn trong thời hạn;\n\nb) Cơ sở giáo dục đại học chưa đăng ký được cấp trường theo Điểm a, Khoản 1 của điều này được đăng ký đào tạo liên thông trình độ ĐH-ThS các ngành đã được đánh giá theo bộ tiêu chuẩn khu vực AUN-QA (ASEAN University Network Quality Assurance) hoặc đạt chứng nhận kiểm định quốc tế cấp chương trình đào tạo trình độ đại học hoặc thạc sĩ được Bộ Giáo dục và Đào tạo công nhận và còn trong thời hạn;\n\nc) Cơ sở giáo dục đại học được đăng ký đào tạo liên thông trình độ ĐH-ThS đối với các chương trình kỹ sư, cử nhân tài năng của ĐHQG-HCM, PFIEV và chương trình tiến tiến theo Đề án của Bộ Giáo dục và Đào tạo.\n\nd) Các trường hợp khác do Giám đốc ĐHQG-HCM xem xét, phê duyệt.\n\n2. Thủ tục đăng ký đào tạo liên thông trình độ ĐH-ThS\n\na) Cơ sở giáo dục đại học thực hiện Khoản 2, Điều 13 của Quy định này.\n\nb) Cơ sở giáo dục đại học thực hiện thủ tục đăng ký đào tạo liên thông trình độ ĐH-ThS trình tự như sau:\n\n- Cơ sở giáo dục đại học đạt điều kiện đăng ký tại Khoản 1 của Điều này;\n\n- Xây dựng khung chương trình đào tạo của ngành đăng ký và ban hành quyết định về danh mục các ngành phù hợp với ngành đào tạo liên thông trình độ ĐH-ThS trong ứng;\n\nc) Gửi hồ sơ đăng ký theo Điểm b Khoản 2 của Điều này đến ĐHQG-HCM.\n\nd) Sau khi ĐHQG-HCM xem xét và phê duyệt triển khai đào tạo liên thông trình độ ĐH-ThS các ngành của cơ sở giáo dục đại học đăng ký, cơ sở giáo dục đại học công bố triển khai các quy định về văn bản đào tạo liên thông trình độ ĐH-ThS, nhưng chương trình đào tạo và danh mục các ngành phù hợp với các ngành đăng ký trên các phương tiện truyền thông của cơ sở giáo dục đại học và triển khai đào tạo liên thông trình độ ĐH-ThS các ngành này.\n\n3. Ngừng đào tạo\n\nCơ sở giáo dục đại học được quyền ngừng đào tạo liên thông trình độ ĐH-ThS đối với những ngành đã đăng ký, báo cáo ĐHQG-HCM ít nhất 90 ngày trước khi tuyển sinh đào tạo liên thông trình độ ĐH-ThS của cơ sở giáo dục đại học.\n\n4. Định chỉ tuyển sinh\n\na) Cơ sở giáo dục đại học định chỉ tuyển sinh đào tạo liên thông trình độ ĐH-ThS đối với các trường hợp sau:\n\n- Các ngành đào tạo vi phạm các quy định hiện hành trong tổ chức, quản lý đào tạo trình độ đại học, thạc sĩ hoặc đào tạo liên thông trình độ ĐH-ThS hiện hành.\n\n- Các ngành đào tạo được phê duyệt thực hiện đào tạo liên thông trình độ ĐH-ThS nhưng trong 3 năm liên tiếp không tuyển được người học.\n\nb) Thủ trưởng cơ sở giáo dục đại học quyết định định chỉ tuyển sinh đào tạo liên thông trình độ ĐH-ThS đối với ngành đào tạo vi phạm Điểm a Khoản 4 của Điều này và báo cáo ĐHQG-HCM. Sau khi định chỉ tuyển sinh, nếu nguyên nhân dẫn đến việc định chỉ tuyển sinh được khắc phục, thủ trưởng cơ sở giáo dục đại học quyết định cho phép tuyển sinh, đồng thời có văn bản báo cáo ĐHQG-HCM trước khi tổ chức thực hiện tuyển sinh trở lại.\n\nc) Giám đốc ĐHQG-HCM định chỉ tuyển sinh đào tạo liên thông trình độ ĐH-ThS đối với các ngành vi phạm quy định mà cơ sở giáo dục đại học không chấp hành thực hiện định chỉ. Việc xem xét cho phép tuyển sinh trở lại của các ngành này do Giám đốc ĐHQG-HCM quyết định.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành Quy định tạm thời về đào tạo liên thông từ trình độ đại học lên trình độ thạc sĩ tại Đại học Quốc gia Thành phố Hồ Chí Minh\nĐiều 5. Tuyển sinh\n\n1. Hình thức tuyển sinh và chi tiêu\n\na) Hình thức tuyển sinh đào tạo liên thông trình độ ĐH-ThS là xét tuyển.\n\nb) Chỉ tiêu tuyển sinh không vượt quá 50% chỉ tiêu đào tạo trình độ thạc sĩ của ngành tương ứng. Cơ sở giáo dục đại học quy định về thời điểm tính chi tiêu đảm bảo tuân thủ theo quy định hiện hành.\n\n\n\n2. Đối tượng, tiêu chí và thời gian xét tuyển\n\na) Người dự tuyển là sinh viên năm 3, năm 4 có điểm trung bình tích lũy đến thời điểm xét tuyển đạt loại khá trở lên (diểm trung bình tích lũy từ 7,0 điểm trở lên, theo thang điểm 10) và đang theo học ngành học phù hợp với ngành đào tạo liên thông trình độ ĐH-ThS.\n\nb) Cơ sở giáo dục đại học xay dựng quy định chi tiết về thời gian xét tuyển, điều kiện và tiêu chí xét tuyển người học vào chương trình đào tạo liên thông trình độ ĐH-ThS.\n\n3. Kết quả xét tuyển\n\nThủ trưởng cơ sở giáo dục đại học ra quyết định công nhận danh sách người học trúng tuyển vào chương trình đào tạo liên thông trình độ ĐH – ThS sau mỗi kỳ tuyển sinh, báo cáo ĐHQG-HCM.\n\nĐiều 6. Cấu trúc khung chương trình đào tạo liên thông trình độ ĐH-ThS\n\n1. Cấu trúc khung chương trình đào tạo gồm hai phần: phần trình độ đại học và phần trình độ thạc sĩ. Khung chương trình đào tạo được thiết kế theo quy định của Quy chế đào tạo trình độ đại học và thạc sĩ hiện hành.\n\n2. Các môn học trong chương trình đào tạo trình độ thạc sĩ tổ chức giảng dạy trong phần trình độ đại học được xét công nhận cho các môn học ở trình độ đại học. Cơ sở giáo dục đại học quy định chi tiết đối với việc xét công nhận cho các môn học này.\n\n3. Cơ sở giáo dục đại học quy định các môn học của chương trình đào tạo trình độ thạc sĩ giảng dạy trong phần trình độ đại học. Tổng số tín chỉ của các môn học không quá 50% số tín chỉ của chương trình đào tạo trình độ thạc sĩ; các môn học này phải có trong khung chương trình đào tạo thạc sĩ đại trà của ngành tương ứng. Khung chương trình đào tạo liên thông trình độ ĐH-ThS phải được cấp nhất định kỳ theo quy định hiện hành của ĐHQG-HCM và đảm bảo tổng số tín chỉ tích lũy của người học tối thiểu 180 tín chỉ.\n\nĐiều 7. Giảng viên tham gia đào tạo liên thông trình độ ĐH-ThS\n\nGiảng viên giảng dạy phần trình độ đại học đảm bảo tiêu chuẩn giảng viên theo quy chế đào tạo trình độ đại học hiện hành của ĐHQG-HCM; giảng viên giảng dạy trình độ thạc sĩ đảm bảo tiêu chuẩn giảng viên theo quy chế đào tạo trình độ thạc sĩ hiện hành của ĐHQG-HCM.\n\nĐiều 8. Những thay đổi trong quá trình đào tạo\n\nThủ trưởng cơ sở giáo dục đại học quy định về những thay đổi trong quá trình đào tạo liên thông trình độ ĐH-ThS để đảm bảo quyền lợi của người học.\n\nĐiều 9. Cấp bằng\n\n1. Người học sau khi hoàn thành phần trình độ đại học và đủ điều kiện theo quy định hiện hành được cấp bằng đại học; người học sau khi hoàn thành phần trình độ thạc sĩ và đủ điều kiện theo quy định hiện hành được cấp bằng thạc sĩ.\n\n2. Việc cấp bằng của cơ sở giáo dục đại học tuân thủ theo các quy chế, quy định đào tạo trình độ đại học, quy chế đào tạo trình độ thạc sĩ. Quy chế văn bằng chứng chỉ hiện hành của ĐHQG-HCM.\n\nĐiều 10. Trách nhiệm của cơ sở giáo dục đại học\n\n1. Ban hành các quy định, hướng dẫn cụ thể việc quản lý và vận hành chương trình đào tạo liên thông trình độ ĐH-ThS tại cơ sở giáo dục đại học.\n\n2. Quản lý và vận hành các chương trình đào tạo liên thông trình độ ĐH-ThS.\n\n3. Thực hiện đầy đủ chế độ báo cáo và lưu trữ theo quy định hiện hành của Bộ Giáo dục và Đào tạo và ĐHQG-HCM.\n\nĐiều 11. Chế độ báo cáo\n\n1. Cơ sở giáo dục đại học thực hiện chế độ báo cáo theo các quy chế, quy định hiện hành và các báo cáo khác liên quan khi ĐHQG-HCM yêu cầu.\n\n2. Thủ trưởng cơ sở giáo dục đại học chịu trách nhiệm về tính chính xác và chất lượng của báo cáo.\n\nĐiều 12. Thanh tra, kiểm tra\n\n1. ĐHQG-HCM thực hiện thanh tra, kiểm tra công tác đào tạo liên thông trình độ ĐH-ThS của các cơ sở giáo dục đại học theo các quy định hiện hành.\n\n2. Nội dung thanh tra, kiểm tra bao gồm: tuyển sinh, quá trình đào tạo và cấp bằng. Kết luận thanh tra, kiểm tra và các kiến nghị (nếu có) sẽ được ĐHQG-HCM thông báo cho cơ sở giáo dục đại học bằng văn bản.\n\nĐiều 13. Tổ chức thực hiện\n\n1. Những quy định chi tiết để vận hành tổ chức đào tạo liên thông trình độ ĐH-ThS không được cấp trong Quy định này do thủ trưởng cơ sở giáo dục đại học quyết định, đảm bảo tuân thủ theo Quy chế đào tạo trình độ đại học và Quy chế đào tạo trình độ thạc sĩ hiện hành của ĐHQG-HCM.\n\n2. Thủ trưởng cơ sở giáo dục đại học xây dựng, ban hành các quy định chi tiết đào tạo liên thông trình độ ĐH-ThS theo yêu cầu của quy định này, báo cáo ĐHQG-HCM và công bố công khai trên các phương tiện truyền thông của cơ sở giáo dục đại học trước khi đăng ký đào tạo liên thông trình độ ĐH-ThS.\n\n3. Căn cứ tình hình thực tế, Giám đốc ĐHQG-HCM xem xét, quyết định điều chỉnh, bổ sung các điều khoản của Quy định này.",
            "chunk_content": "QUYẾT ĐỊNH\n\nBan hành Quy định tạm thời về đào tạo liên thông từ trình độ đại học lên trình độ thạc sĩ tại Đại học Quốc gia Thành phố Hồ Chí Minh\nĐiều 5. Tuyển sinh\n\n1. Hình thức tuyển sinh và chi tiêu\n\na) Hình thức tuyển sinh đào tạo liên thông trình độ ĐH-ThS là xét tuyển.\n\nb) Chỉ tiêu tuyển sinh không vượt quá 50% chỉ tiêu đào tạo trình độ thạc sĩ của ngành tương ứng. Cơ sở giáo dục đại học quy định về thời điểm tính chi tiêu đảm bảo tuân thủ theo quy định hiện hành.\n\n\n\n2. Đối tượng, tiêu chí và thời gian xét tuyển\n\na) Người dự tuyển là sinh viên năm 3, năm 4 có điểm trung bình tích lũy đến thời điểm xét tuyển đạt loại khá trở lên (diểm trung bình tích lũy từ 7,0 điểm trở lên, theo thang điểm 10) và đang theo học ngành học phù hợp với ngành đào tạo liên thông trình độ ĐH-ThS.\n\nb) Cơ sở giáo dục đại học xay dựng quy định chi tiết về thời gian xét tuyển, điều kiện và tiêu chí xét tuyển người học vào chương trình đào tạo liên thông trình độ ĐH-ThS.\n\n3. Kết quả xét tuyển\n\nThủ trưởng cơ sở giáo dục đại học ra quyết định công nhận danh sách người học trúng tuyển vào chương trình đào tạo liên thông trình độ ĐH – ThS sau mỗi kỳ tuyển sinh, báo cáo ĐHQG-HCM.\n\nĐiều 6. Cấu trúc khung chương trình đào tạo liên thông trình độ ĐH-ThS\n\n1. Cấu trúc khung chương trình đào tạo gồm hai phần: phần trình độ đại học và phần trình độ thạc sĩ. Khung chương trình đào tạo được thiết kế theo quy định của Quy chế đào tạo trình độ đại học và thạc sĩ hiện hành.\n\n2. Các môn học trong chương trình đào tạo trình độ thạc sĩ tổ chức giảng dạy trong phần trình độ đại học được xét công nhận cho các môn học ở trình độ đại học. Cơ sở giáo dục đại học quy định chi tiết đối với việc xét công nhận cho các môn học này.\n\n3. Cơ sở giáo dục đại học quy định các môn học của chương trình đào tạo trình độ thạc sĩ giảng dạy trong phần trình độ đại học. Tổng số tín chỉ của các môn học không quá 50% số tín chỉ của chương trình đào tạo trình độ thạc sĩ; các môn học này phải có trong khung chương trình đào tạo thạc sĩ đại trà của ngành tương ứng. Khung chương trình đào tạo liên thông trình độ ĐH-ThS phải được cấp nhất định kỳ theo quy định hiện hành của ĐHQG-HCM và đảm bảo tổng số tín chỉ tích lũy của người học tối thiểu 180 tín chỉ.\n\nĐiều 7. Giảng viên tham gia đào tạo liên thông trình độ ĐH-ThS\n\nGiảng viên giảng dạy phần trình độ đại học đảm bảo tiêu chuẩn giảng viên theo quy chế đào tạo trình độ đại học hiện hành của ĐHQG-HCM; giảng viên giảng dạy trình độ thạc sĩ đảm bảo tiêu chuẩn giảng viên theo quy chế đào tạo trình độ thạc sĩ hiện hành của ĐHQG-HCM.\n\nĐiều 8. Những thay đổi trong quá trình đào tạo\n\nThủ trưởng cơ sở giáo dục đại học quy định về những thay đổi trong quá trình đào tạo liên thông trình độ ĐH-ThS để đảm bảo quyền lợi của người học.\n\nĐiều 9. Cấp bằng\n\n1. Người học sau khi hoàn thành phần trình độ đại học và đủ điều kiện theo quy định hiện hành được cấp bằng đại học; người học sau khi hoàn thành phần trình độ thạc sĩ và đủ điều kiện theo quy định hiện hành được cấp bằng thạc sĩ.\n\n2. Việc cấp bằng của cơ sở giáo dục đại học tuân thủ theo các quy chế, quy định đào tạo trình độ đại học, quy chế đào tạo trình độ thạc sĩ. Quy chế văn bằng chứng chỉ hiện hành của ĐHQG-HCM.\n\nĐiều 10. Trách nhiệm của cơ sở giáo dục đại học\n\n1. Ban hành các quy định, hướng dẫn cụ thể việc quản lý và vận hành chương trình đào tạo liên thông trình độ ĐH-ThS tại cơ sở giáo dục đại học.\n\n2. Quản lý và vận hành các chương trình đào tạo liên thông trình độ ĐH-ThS.\n\n3. Thực hiện đầy đủ chế độ báo cáo và lưu trữ theo quy định hiện hành của Bộ Giáo dục và Đào tạo và ĐHQG-HCM.\n\nĐiều 11. Chế độ báo cáo\n\n1. Cơ sở giáo dục đại học thực hiện chế độ báo cáo theo các quy chế, quy định hiện hành và các báo cáo khác liên quan khi ĐHQG-HCM yêu cầu.\n\n2. Thủ trưởng cơ sở giáo dục đại học chịu trách nhiệm về tính chính xác và chất lượng của báo cáo.\n\nĐiều 12. Thanh tra, kiểm tra\n\n1. ĐHQG-HCM thực hiện thanh tra, kiểm tra công tác đào tạo liên thông trình độ ĐH-ThS của các cơ sở giáo dục đại học theo các quy định hiện hành.\n\n2. Nội dung thanh tra, kiểm tra bao gồm: tuyển sinh, quá trình đào tạo và cấp bằng. Kết luận thanh tra, kiểm tra và các kiến nghị (nếu có) sẽ được ĐHQG-HCM thông báo cho cơ sở giáo dục đại học bằng văn bản.\n\nĐiều 13. Tổ chức thực hiện\n\n1. Những quy định chi tiết để vận hành tổ chức đào tạo liên thông trình độ ĐH-ThS không được cấp trong Quy định này do thủ trưởng cơ sở giáo dục đại học quyết định, đảm bảo tuân thủ theo Quy chế đào tạo trình độ đại học và Quy chế đào tạo trình độ thạc sĩ hiện hành của ĐHQG-HCM.\n\n2. Thủ trưởng cơ sở giáo dục đại học xây dựng, ban hành các quy định chi tiết đào tạo liên thông trình độ ĐH-ThS theo yêu cầu của quy định này, báo cáo ĐHQG-HCM và công bố công khai trên các phương tiện truyền thông của cơ sở giáo dục đại học trước khi đăng ký đào tạo liên thông trình độ ĐH-ThS.\n\n3. Căn cứ tình hình thực tế, Giám đốc ĐHQG-HCM xem xét, quyết định điều chỉnh, bổ sung các điều khoản của Quy định này."
        }
    }
]