[
    {
        "file_name": "828_qd-dhcntt_04-10-2022_quy_dinh_dao_tao_ngoai_ngu_doi_voi_he_chinh_qui_khoa_2022_0_0",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm ở phần đầu của tài liệu, trong chương I \"NHỮNG QUY ĐỊNH CHUNG\" của \"QUY ĐỊNH ĐÀO TẠO NGOẠI NGỮ ĐỐI VỚI HỆ ĐẠI HỌC CHÍNH QUY\" của Trường Đại học Công nghệ Thông tin. Nó trình bày về phạm vi điều chỉnh, đối tượng áp dụng và mục đích của việc đào tạo ngoại ngữ cho sinh viên các chương trình đại học chính quy tại trường.",
            "original_content": "QUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nHIỆU TRƯỞNG TRƯỜNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n\nĐiều 1. Ban hành kèm theo Quyết định này “Quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin”.\n\nĐiều 2. Các Ông/Bà Trường các Phòng, Ban, các đơn vị có liên quan và sinh viên chính quy của Trường Đại học Công nghệ Thông tin chịu trách nhiệm thi hành Quyết định này.\n\n\nQUY ĐỊNH ĐÀO TẠO NGOẠI NGỮ ĐỐI VỚI HỆ ĐẠI HỌC CHÍNH QUY CỦA TRƯỞNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n\nBan hành kèm theo Quyết định số: 248/QĐ-DHCNTT, ngày 04 tháng 10 năm 2022\n\ncủa Hiệu trưởng Trường Đại học Công nghệ Thông tin.\n\nCHƯƠNG I\n\nNHỮNG QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Văn bản này quy định về đào tạo ngoại ngữ đối với các chương trình đào tạo hệ đại học chính quy của Trường Đại học Công nghệ Thông tin (gọi tắt là Trường) bao gồm: chương trình giảng dạy, kiểm tra xếp lớp đầu khóa, xét miễn học các môn học ngoại ngữ, chuẩn ngoại ngữ xét tốt nghiệp và tổ chức giảng dạy các môn học chuyên ngành bằng ngoại ngữ.\n\n2. Quy định này áp dụng với sinh viên các loại chương trình đại học chính quy, bao gồm: chương trình chuẩn (CTC) (trước đây gọi là chương trình đại trà), chương trình chất lượng cao (CLC), chương trình tài năng (CTTN), chương trình tiến tiến (CTTT), chương trình văn bằng hai (VB2), chương trình liên thông từ cao đẳng lên đại học (LT).\n\n3. Quy định này áp dụng bắt buộc cho các khóa tuyển sinh từ năm 2022. Các khóa tuyển sinh trước năm 2022 có thể lựa chọn áp dụng quy định này hoặc quy định được ban hành trước đó.\n\nĐiều 2. Mục đích đào tạo ngoại ngữ\n\n1. Chương trình giảng dạy tiếng Anh nhằm mục đích giúp sinh viên:\n   a. Phát triển toàn diện 4 kỹ năng sử dụng tiếng Anh tổng quát: nghe, nói, đọc, viết; phát triển kỹ năng sử dụng tiếng Anh chuyên ngành ở mức độ phù hợp với trình độ đào tạo, ngành đào tạo và loại chương trình đào tạo.\n   b. Đáp ứng được chuẩn ngoại ngữ tiếng Anh đầu ra theo quy định của ĐHQG-HCM.\n\n2. Các ngoại ngữ khác tiếng Anh được đưa vào nhằm khuyến khích sinh viên học để đáp ứng nhu cầu đa dạng của thị trường lao động.\n\n3. Sinh viên chương trình chuẩn, chương trình tài năng, chương trình văn bằng hai và chương trình liên thông được chọn một trong các chương chỉ ngoại ngữ: tiếng Anh, tiếng Nhật hoặc tiếng Pháp để xét tốt nghiệp, tùy nhiên sinh viên vẫn phải hoàn thành chương trình ngoại ngữ quy định tại Điều 3 (ngoại trừ chương trình định hướng Nhật Bản). Các chuẩn quá trình được xây dựng nhằm thúc đẩy sinh viên học ngoại ngữ. Việc xét chuẩn quá trình thực hiện theo Điều 8 của Quy định này.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nCHƯƠNG II\nCHƯƠNG TRÌNH GIÁNG DẤY VÀ TỔ CHỨC ĐÀO TẠO NGOẠI NGỮ\n\nĐiều 3. Chương trình giáng dầy tiếng Anh\n\n1. Chương trình giáng dầy tiếng Anh của từng loại chương trình bao gồm những môn học được liệt kê theo cấp độ khó tăng dần như trong Bảng 1 nhằm hỗ trợ sinh viên đạt chuẩn ngoại ngữ xét tốt nghiệp theo quy định của từng chương trình. Đối với những môn học tiếng Anh nằm trong chương trình đào tạo (CTDT) được xét miễn học theo Điều 4 và Điều 5 của Quy định này thì sinh viên được nhận điểm Miễn cho môn học đó và không tính vào điểm trung bình chung, điểm trung bình chung tích lũy, điểm trung bình học kỳ.\n\nBảng 1. Chương trình giáng dầy tiếng Anh áp dụng từ khóa tuyển sinh năm 2022\n\n| CTC và CTTN | CTTT |\n|-------------|------|\n| Gồm 3 môn học: | Gồm 8 môn học: |\n| 1. Anh văn 1 (mã môn ENG01) | 1. Anh văn 1 (mã môn ENG01) |\n| 2. Anh văn 2 (mã môn ENG02) | 2. Anh văn 2 (mã môn ENG02) |\n| 3. Anh văn 3 (mã môn ENG03) | 3. Anh văn 3 (mã môn ENG03) |\n| 4. Anh văn 4 (mã môn ENG04) | 4. Anh văn 4 (mã môn ENG04) |\n| 5. Anh văn 5 (mã môn ENG05) | 5. Anh văn 5 (mã môn ENG05) |\n| 6. Tiếng Anh 1 (mã môn ENGL1113) | 6. Tiếng Anh 1 (mã môn ENGL1113) |\n| 7. Tiếng Anh 2 (mã môn ENGL1213) | 7. Tiếng Anh 2 (mã môn ENGL1213) |\n| 8. Tiếng Anh chuyên ngành công nghệ thông tin (mã môn SPCH3723) | 8. Tiếng Anh chuyên ngành công nghệ thông tin (mã môn SPCH3723) |\n\n2. Ngoài các môn học tiếng Anh tại Khoản 1 của Điều 3, nếu sinh viên có nguyện vọng thì có thể đăng ký học môn Kỹ năng thuyết trình tiếng Anh (mã môn: ENG06), Kỹ năng viết tiếng Anh (mã môn: ENG07) để tích lũy thêm số tín chỉ ngoại ngữ tối thiểu cần đạt theo chương trình đào tạo (các môn học này không dùng để thay thế cho những môn học thuộc khối kiến thức chuyên ngành).\n\n3. Đồng thời, trong CTDT của ngành học có thể có những môn học chuyên ngành được giảng dạy bằng ngoại ngữ nhằm cung cấp kiến thức ngoại ngữ chuyên ngành và tạo môi trường cho sinh viên thực hành các kỹ năng ngoại ngữ, goi tắt là môn học Ngoại ngữ chuyên môn (NNCM). Những môn học đó được thiết kế và tổ chức giảng dạy tuân thủ theo các quy định tại Chương III của Quy định này.\n\n4. Những loại chương trình không được liệt kê tại Bảng 1 thì thực hiện theo bản mô tả chương trình đào tạo và quy định riêng của loại chương trình đó (nếu có).\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 4. Kiểm tra xếp lớp đầu khóa cho sinh viên thuộc CTC, CTTN, CTTT\n\n1. Vào đầu khóa học, Trưởng tổ chức kiểm tra tiếng Anh để xếp lớp cho tất cả sinh viên khóa tuyển mới. Để kiểm tra xếp lớp đầu khóa có đăng thức như đề thi TOEIC 2 kỹ năng (nghe và đọc). Căn cứ vào kết quả kiểm tra tiếng Anh, sinh viên được xếp vào lớp tiếng Anh phù hợp với trình độ của sinh viên theo Bảng 2. Tuy theo tính hình thực tế, các mức điểm có thể được Hiệu trưởng quyết định điều chỉnh theo đề xuất hợp lý của bộ phận chuyên môn.\n\n\n\n| Điểm kiểm tra (đạng thức TOEIC nghe và đọc) | CTC và CTTN | CTTT |\n|---------------------------------------------|-------------|------|\n| < 300                                       | Không được học Anh văn 1 (mã môn ENG01), được đăng ký học Anh văn số cấp ngoại CTĐT chính quy do Trung tâm Ngoại ngữ phụ trách (không bắt buộc). | Học Anh văn 1 (mã môn ENG01) |\n| 300 – 345                                   | Học Anh văn 1 (mã môn ENG01); Học Anh văn 2 (mã môn ENG02) | |\n| 350 – 395                                   | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) |\n| 400 – 445                                   | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03); Học Anh văn 4 (mã môn ENG04) |\n| 450 – 495                                   | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03); Học Anh văn 4 (mã môn ENG04); Học Anh văn 5 (mã môn ENG05) |\n| ≥ 500                                       | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | |\n\n2. Nếu sinh viên nộp chứng chỉ ngoại ngữ để được xét miễn các môn học tiếng Anh theo quy định tại Điều 5 thì không cần tham gia thi xếp lớp. Thời điểm nộp chứng chỉ để xét miễn: chậm nhất là 2 tuần trước khi bắt đầu học kỳ 1.\n\n3. Nếu không dự thi xếp lớp và không nộp chứng chỉ tiếng Anh, sinh viên được xếp vào trình độ tương ứng với điểm kiểm tra dưới 300 theo Bảng 2.\n\n**Điều 5. Xét miễn các môn học tiếng Anh**\n\n1. Sinh viên được xét miễn học các môn tiếng Anh tương ứng nếu có một trong các chứng chỉ/chứng nhận đạt trình độ tối thiểu theo quy định tại Bảng 3. Sinh viên được miễn môn học nào thì đồng thời được miễn những môn học ở cấp độ thấp hơn mà sinh viên chưa học hoặc chưa đạt.\n\n| TOEIC | TOEFL iBT | IELTS | VNU-EPT | Cambridge English | CTC/CTTN | CTTT |\n|-------|-----------|-------|---------|-------------------|----------|------|\n| Nghe - Đọc | Nói - Việt |       |         |                   |          |      |\n| 350   | 100       | 32    | 3.5     | 152               | A2 Key (Merit) | Anh văn 1 (mã môn ENG01) | Anh văn 1 (mã môn ENG01) |\n\nBảng 3. Điểm kiểm miễn học môn tiếng Anh\n\n| 400 | 120 | 35 | 4.0 | 165 | KET (Distinction) | A2 Key (Grade B) | Anh văn 2 (mã môn ENG02) | Anh văn 2 (mã môn ENG02) |\n|-----|-----|----|-----|-----|------------------|------------------|----------------------|----------------------|\n| 450 | 140 | 45 | 4.5 | 176 | PET(Pass) Business Preliminary (Pass) | A2 Key (Grade A) B1 Preliminary (Grade C) B1 Business Preliminary (Pass) | Anh văn 3 (mã môn ENG03) | Anh văn 3 (mã môn ENG03) |\n| 500 | 160 | 50 | 5.0 | 201 | PET(Merit) Business Preliminary (Merit) | B1 Preliminary (Grade B) B1 Business Preliminary (Merit) | Anh văn 4 (mã môn ENG04) | Anh văn 4 (mã môn ENG04) |\n| 555 | 180 | 60 | 5.5 | 251 | PET(Distinction) FCE (Grade C) Business Preliminary (Distinction) Business Vantage (Grade C) | B1 Preliminary (Grade A) B2 First (Grade C) B1 Business Preliminary (Distinction) B2 Business Vantage (Grade C) | Anh văn 5 (mã môn ENG05) | Anh văn 5 (mã môn ENG05) |\n\n2. Hạng năm, Trung tâm Ngoại ngữ của Trường tổ chức 04 đợt kiểm tra năng lực tiếng Anh với 04 kỳ năng nghe – đọc – nói – viết và cấp chứng nhận nội bộ. Sinh viên có thể dùng chứng nhận nội bộ này tương đương với chứng chỉ TOEIC để nộp xét miễn các môn tiếng Anh như trong Bảng 3.\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 6. Xét miễn các môn học tiếng Nhật đối với sinh viên thuộc chương trình Công nghệ Thông tin Việt - Nhật (chương trình chất lượng cao định hướng Nhật Bản)\n\nSinh viên được xét miễn học các môn tiếng Nhật tương ứng trong CTĐT nếu có một trong các chứng chỉ đạt trình độ theo quy định tại Bảng 4. Sinh viên được miễn môn học nào thì đồng thời được miễn những môn học ở cấp độ thấp hơn mà sinh viên chưa học hoặc chưa đạt.\n\n| Chứng chỉ | Môn học được miễn |\n|-----------|------------------|\n| JLPT N5   | JAN01, JAN02     |\n| NAT-TEST N4 | JAN01 đến JAN03 |\n| N3        | JAN01 đến JAN06  |\n| N2        | JAN01 đến JAN07  |\n| N1        | JAN01 đến JAN08  |\n\nĐiều 7. Thời điểm xét miễn, cách tính điểm miễn các môn học ngoại ngữ\n\n1. Trường xét miễn các môn học ngoại ngữ trong vòng 4 học kỳ chính kể từ khi nhập học, sau thời gian này (rghĩa là sau học kỳ 2 của năm thứ hai) sinh viên không được xét miễn các môn học ngoại ngữ và phải đăng ký học những môn học ngoại ngữ trong chương trình đào tạo.\n\n2. Sinh viên đạt các văn bằng/chứng chỉ/chứng nhận tại Điều 5, Điều 6 của Quy định này thì nộp bản sao văn bằng/chứng chỉ/chứng nhận còn hiệu lực cho Trường để được xét miễn các môn học tương ứng. Văn bằng/chứng chỉ/chứng nhận phải còn thời hạn và năm cấp đến ngày đăng ký xét công nhận đạt chuẩn. Trường tổ chức xét miễn 4 đợt/năm tương ứng với 4 đợt tốt nghiệp đại học trong năm.\n\n3. Điểm Miễn được tính cho học kỳ kế tiếp trong tiến trình học.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 8. Chuẩn quả trình về ngoại ngữ\n\n1. Sau 2 học kỳ chính kể từ thời điểm nhập học, sinh viên phải đạt môn Anh văn 1 (mã môn ENG01), nếu không đạt môn Anh văn 1, sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\n2. Sau 4 học kỳ chính kể từ thời điểm nhập học, sinh viên phải đạt môn Anh văn 2 (mã môn ENG02). Nếu không đạt môn Anh văn 2, sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\nSinh viên chương trình Công nghệ Thông tin Việt Nhật (CLC định hướng Nhật Bản) phải đạt môn Tiếng Nhật 2 (mã môn JAN02) hoặc có chứng chỉ tương đương JLPT N5 hoặc NAT-TEST N5. Nếu không đạt thì sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\n3. Sau 6 học kỳ chính kể từ thời điểm nhập học, sinh viên phải đạt môn Anh văn 3 (mã môn ENG03). Nếu không đạt môn Anh văn 3, sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\n4. Thời điểm nộp chứng chỉ để xét chuẩn quá trình: 2 tuần trước khi bắt đầu học kỳ đăng ký học phần của mỗi học kỳ.\n\n5. Không xét chuẩn quá trình đối với chương trình có ngoại ngữ khác tiếng Anh và tiếng Nhật, chương trình văn bằng hai, chương trình liên thông từ cao đẳng lên đại học.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 9. Văn bằng, chứng chỉ/chứng nhận được sử dụng để công nhận đạt chuẩn xét tốt nghiệp\n\nĐược xét tốt nghiệp sinh viên phải hoàn tất các môn học tiếng Anh trong chương trình giảng dạy tiếng Anh tại Điều 3 và có một trong các văn bằng, chứng chỉ/chứng nhận được quy định như sau:\n\n1. Văn bằng tốt nghiệp đại học/trên đại học trong nước, nước ngoài mà ngành học hoặc ngôn ngữ sử dụng toàn phần trong đào tạo (không thông qua phiên dịch) là một trong ba ngoại ngữ: tiếng Anh, tiếng Pháp, tiếng Nhật.\n\n\n\n2. Chứng chỉ/chứng nhận ngoại ngữ:\nSinh viên có một trong các loại chứng chỉ/chứng nhận tiếng Anh đạt điểm tối thiểu trong Bảng 5; hoặc có chứng chỉ/chứng nhận tiếng Pháp, hoặc tiếng Nhật tối thiểu tại Bảng 6.\n\n**Bảng 5. Chứng chỉ/chứng nhận tiếng Anh dùng để xét công nhận tốt nghiệp**\n\n| Chứng chỉ | TOEIC | TOEFL iBT | IELTS | Cambridge English | VNU-EPT | Chứng chỉ theo khung năng lực ngoại ngữ 6 bậc (*) |\n|-----------|-------|-----------|-------|-------------------|---------|-----------------------------------------------|\n| VB2, LT, CTC | 450   | 185       | 45    | PET (Pass) Business Preliminary (Pass) | A2 Key (Grade A) B1 Preliminary (Grade C) B1 Business Preliminary (Pass) | 176 | B1 |\n| CTTN, CLC  | 555   | 205       | 60    | PET (Distinction) FCE (Grade C) Business Preliminary (Distinction) Business Vantage (Grade C) | B1 Preliminary (Grade B) B1 Business Preliminary (Merit) | 201 | B2 |\n| CTTT       | 675   | 225       | 79    | FCE (Grade B) Business Vantage (Grade B) | B1 Preliminary (Grade A) B2 First (Grade C) B1 Business Preliminary (Distinction) B2 Business Vantage (Grade C) | 251 | C1 |\n\n* Trường chỉ cho phép sinh viên sử dụng Chứng chỉ theo khung năng lực ngoại ngữ 6 bậc do Bộ GD&ĐT quy định và công nhận.\n\n**Bảng 6. Chứng chỉ tiếng Pháp và tiếng Nhật dùng để xét công nhận tốt nghiệp**\n\n| Chứng chỉ | Tiếng Pháp | Tiếng Nhật |\n|-----------|------------|------------|\n| VB2, LT, CTC | DELF B1 hoặc TCF Niveau 3 | JLPT N4 hoặc NAT-TEST N4 |\n| CTTN, CLC  | DELF B2 hoặc TCF Niveau 4 | JLPT N3 hoặc NAT-TEST N3 |\n\n\n\n3. Tại bất cứ thời điểm nào trong khóa học, sinh viên đạt các chứng chỉ/chứng nhận thỏa điều kiện tại Khoản 2 của Điều này có thể nộp cho Trường (sinh viên cấp nhất chứng chỉ/chứng nhận trên trang daa.uit.edu.vn) để được công nhận đạt chuẩn ngoại ngữ để xét tốt nghiệp. Chứng chỉ/chứng nhận phải còn thời hạn hai năm tính từ ngày cấp đến ngày đăng ký xét công nhận đạt chuẩn (ngày nộp cho Trường).\n\n4. Việc công nhận các loại chứng chỉ/chứng nhận khác do Hiệu trưởng xem xét và quyết định.\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\nCHƯƠNG III\nGIẢNG DẠY CHUYÊN NGÀNH BẰNG NGOẠI NGỮ\n\nĐiều 10. Chương trình giảng dạy và tổ chức giảng dạy NNCM\n\n1. Môn học NNCM đáp ứng các yêu cầu sau:\n   a. Là các môn học thuộc khối thực có bản, cơ sở hoặc chuyên ngành được giảng dạy chủ yếu bằng tiếng Anh/tiếng Nhật. Nội dung giảng dạy hoàn toàn giống môn học được giảng dạy bằng tiếng Việt.\n   b. Cần bố giảng dạy (CBGD) lý thuyết phải giảng dạy bằng tiếng Anh/tiếng Nhật.\n   c. Tài liệu giảng dạy và giáo trình chính của môn học bằng tiếng Anh/tiếng Nhật.\n\n2. Để được tham gia học các lớp NNCM:\n   a. Đối với tiếng Anh: Sinh viên phải có một trong các loại chứng chỉ TCEIC 400 tại Bằng 3 hoặc đã đạt môn học Anh văn 2 (mã môn ENG02).\n   b. Đối với tiếng Nhật: Sinh viên phải có một trong các loại chứng chỉ N4 tại Bằng 4 hoặc đã đạt môn học Tiếng Nhật 3 (mã môn JAN03).\n\n3. Mỗi lớp học NNCM có tối thiểu 01 trợ giảng để hỗ trợ sinh viên trong quá trình học tập. Trợ giảng do CBGD lý thuyết giới thiệu. Trợ giảng có thể sử dụng tiếng Việt trong quá trình hỗ trợ sinh viên.\n\nĐiều 11. Yêu cầu về cần bố giảng dạy NNCM\n\nCBGD phải đáp ứng yêu cầu theo quy định chung của Trường; ngoài ra, CBGD lý thuyết phải đáp ứng thêm một trong các yêu cầu sau đây:\n1. Có trình độ tiếng Anh/tiếng Nhật tối thiểu tương đương cấp độ C1 tham chiếu theo khung Châu Âu (CEFR).\n2. Tốt nghiệp tại một trường đại học nước ngoài, có sử dụng tiếng Anh/tiếng Nhật trong quá trình học tập (có môn học bằng tiếng Anh/tiếng Nhật, hoặc luận án tốt nghiệp được viết bằng tiếng Anh/tiếng Nhật).\n3. Tốt nghiệp tại một trường đại học nước có chương trình đào tạo sử dụng hoàn toàn bằng tiếng Anh/tiếng Nhật (không thông qua phiền dịch).\n\nĐiều 12. Quyền lợi của sinh viên học NNCM\n\nMôn học NNCM được ghi chú rõ về ngôn ngữ giảng dạy trong bảng điểm và giấy chứng nhận hoàn thành môn học.",
            "chunk_content": "QUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nHIỆU TRƯỞNG TRƯỜNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n\nĐiều 1. Ban hành kèm theo Quyết định này “Quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin”.\n\nĐiều 2. Các Ông/Bà Trường các Phòng, Ban, các đơn vị có liên quan và sinh viên chính quy của Trường Đại học Công nghệ Thông tin chịu trách nhiệm thi hành Quyết định này.\n\n\nQUY ĐỊNH ĐÀO TẠO NGOẠI NGỮ ĐỐI VỚI HỆ ĐẠI HỌC CHÍNH QUY CỦA TRƯỞNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n\nBan hành kèm theo Quyết định số: 248/QĐ-DHCNTT, ngày 04 tháng 10 năm 2022\n\ncủa Hiệu trưởng Trường Đại học Công nghệ Thông tin.\n\nCHƯƠNG I\n\nNHỮNG QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Văn bản này quy định về đào tạo ngoại ngữ đối với các chương trình đào tạo hệ đại học chính quy của Trường Đại học Công nghệ Thông tin (gọi tắt là Trường) bao gồm: chương trình giảng dạy, kiểm tra xếp lớp đầu khóa, xét miễn học các môn học ngoại ngữ, chuẩn ngoại ngữ xét tốt nghiệp và tổ chức giảng dạy các môn học chuyên ngành bằng ngoại ngữ.\n\n2. Quy định này áp dụng với sinh viên các loại chương trình đại học chính quy, bao gồm: chương trình chuẩn (CTC) (trước đây gọi là chương trình đại trà), chương trình chất lượng cao (CLC), chương trình tài năng (CTTN), chương trình tiến tiến (CTTT), chương trình văn bằng hai (VB2), chương trình liên thông từ cao đẳng lên đại học (LT).\n\n3. Quy định này áp dụng bắt buộc cho các khóa tuyển sinh từ năm 2022. Các khóa tuyển sinh trước năm 2022 có thể lựa chọn áp dụng quy định này hoặc quy định được ban hành trước đó.\n\nĐiều 2. Mục đích đào tạo ngoại ngữ\n\n1. Chương trình giảng dạy tiếng Anh nhằm mục đích giúp sinh viên:\n   a. Phát triển toàn diện 4 kỹ năng sử dụng tiếng Anh tổng quát: nghe, nói, đọc, viết; phát triển kỹ năng sử dụng tiếng Anh chuyên ngành ở mức độ phù hợp với trình độ đào tạo, ngành đào tạo và loại chương trình đào tạo.\n   b. Đáp ứng được chuẩn ngoại ngữ tiếng Anh đầu ra theo quy định của ĐHQG-HCM.\n\n2. Các ngoại ngữ khác tiếng Anh được đưa vào nhằm khuyến khích sinh viên học để đáp ứng nhu cầu đa dạng của thị trường lao động.\n\n3. Sinh viên chương trình chuẩn, chương trình tài năng, chương trình văn bằng hai và chương trình liên thông được chọn một trong các chương chỉ ngoại ngữ: tiếng Anh, tiếng Nhật hoặc tiếng Pháp để xét tốt nghiệp, tùy nhiên sinh viên vẫn phải hoàn thành chương trình ngoại ngữ quy định tại Điều 3 (ngoại trừ chương trình định hướng Nhật Bản). Các chuẩn quá trình được xây dựng nhằm thúc đẩy sinh viên học ngoại ngữ. Việc xét chuẩn quá trình thực hiện theo Điều 8 của Quy định này."
        }
    },
    {
        "file_name": "828_qd-dhcntt_04-10-2022_quy_dinh_dao_tao_ngoai_ngu_doi_voi_he_chinh_qui_khoa_2022_0_0",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong Chương II của Quy định đào tạo ngoại ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin, quy định về chương trình giảng dạy và tổ chức đào tạo ngoại ngữ, cụ thể là chương trình giảng dạy tiếng Anh, bao gồm các môn học, cách thức miễn học và tổ chức giảng dạy các môn học chuyên ngành bằng ngoại ngữ.",
            "original_content": "QUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nHIỆU TRƯỞNG TRƯỜNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n\nĐiều 1. Ban hành kèm theo Quyết định này “Quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin”.\n\nĐiều 2. Các Ông/Bà Trường các Phòng, Ban, các đơn vị có liên quan và sinh viên chính quy của Trường Đại học Công nghệ Thông tin chịu trách nhiệm thi hành Quyết định này.\n\n\nQUY ĐỊNH ĐÀO TẠO NGOẠI NGỮ ĐỐI VỚI HỆ ĐẠI HỌC CHÍNH QUY CỦA TRƯỞNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n\nBan hành kèm theo Quyết định số: 248/QĐ-DHCNTT, ngày 04 tháng 10 năm 2022\n\ncủa Hiệu trưởng Trường Đại học Công nghệ Thông tin.\n\nCHƯƠNG I\n\nNHỮNG QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Văn bản này quy định về đào tạo ngoại ngữ đối với các chương trình đào tạo hệ đại học chính quy của Trường Đại học Công nghệ Thông tin (gọi tắt là Trường) bao gồm: chương trình giảng dạy, kiểm tra xếp lớp đầu khóa, xét miễn học các môn học ngoại ngữ, chuẩn ngoại ngữ xét tốt nghiệp và tổ chức giảng dạy các môn học chuyên ngành bằng ngoại ngữ.\n\n2. Quy định này áp dụng với sinh viên các loại chương trình đại học chính quy, bao gồm: chương trình chuẩn (CTC) (trước đây gọi là chương trình đại trà), chương trình chất lượng cao (CLC), chương trình tài năng (CTTN), chương trình tiến tiến (CTTT), chương trình văn bằng hai (VB2), chương trình liên thông từ cao đẳng lên đại học (LT).\n\n3. Quy định này áp dụng bắt buộc cho các khóa tuyển sinh từ năm 2022. Các khóa tuyển sinh trước năm 2022 có thể lựa chọn áp dụng quy định này hoặc quy định được ban hành trước đó.\n\nĐiều 2. Mục đích đào tạo ngoại ngữ\n\n1. Chương trình giảng dạy tiếng Anh nhằm mục đích giúp sinh viên:\n   a. Phát triển toàn diện 4 kỹ năng sử dụng tiếng Anh tổng quát: nghe, nói, đọc, viết; phát triển kỹ năng sử dụng tiếng Anh chuyên ngành ở mức độ phù hợp với trình độ đào tạo, ngành đào tạo và loại chương trình đào tạo.\n   b. Đáp ứng được chuẩn ngoại ngữ tiếng Anh đầu ra theo quy định của ĐHQG-HCM.\n\n2. Các ngoại ngữ khác tiếng Anh được đưa vào nhằm khuyến khích sinh viên học để đáp ứng nhu cầu đa dạng của thị trường lao động.\n\n3. Sinh viên chương trình chuẩn, chương trình tài năng, chương trình văn bằng hai và chương trình liên thông được chọn một trong các chương chỉ ngoại ngữ: tiếng Anh, tiếng Nhật hoặc tiếng Pháp để xét tốt nghiệp, tùy nhiên sinh viên vẫn phải hoàn thành chương trình ngoại ngữ quy định tại Điều 3 (ngoại trừ chương trình định hướng Nhật Bản). Các chuẩn quá trình được xây dựng nhằm thúc đẩy sinh viên học ngoại ngữ. Việc xét chuẩn quá trình thực hiện theo Điều 8 của Quy định này.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nCHƯƠNG II\nCHƯƠNG TRÌNH GIÁNG DẤY VÀ TỔ CHỨC ĐÀO TẠO NGOẠI NGỮ\n\nĐiều 3. Chương trình giáng dầy tiếng Anh\n\n1. Chương trình giáng dầy tiếng Anh của từng loại chương trình bao gồm những môn học được liệt kê theo cấp độ khó tăng dần như trong Bảng 1 nhằm hỗ trợ sinh viên đạt chuẩn ngoại ngữ xét tốt nghiệp theo quy định của từng chương trình. Đối với những môn học tiếng Anh nằm trong chương trình đào tạo (CTDT) được xét miễn học theo Điều 4 và Điều 5 của Quy định này thì sinh viên được nhận điểm Miễn cho môn học đó và không tính vào điểm trung bình chung, điểm trung bình chung tích lũy, điểm trung bình học kỳ.\n\nBảng 1. Chương trình giáng dầy tiếng Anh áp dụng từ khóa tuyển sinh năm 2022\n\n| CTC và CTTN | CTTT |\n|-------------|------|\n| Gồm 3 môn học: | Gồm 8 môn học: |\n| 1. Anh văn 1 (mã môn ENG01) | 1. Anh văn 1 (mã môn ENG01) |\n| 2. Anh văn 2 (mã môn ENG02) | 2. Anh văn 2 (mã môn ENG02) |\n| 3. Anh văn 3 (mã môn ENG03) | 3. Anh văn 3 (mã môn ENG03) |\n| 4. Anh văn 4 (mã môn ENG04) | 4. Anh văn 4 (mã môn ENG04) |\n| 5. Anh văn 5 (mã môn ENG05) | 5. Anh văn 5 (mã môn ENG05) |\n| 6. Tiếng Anh 1 (mã môn ENGL1113) | 6. Tiếng Anh 1 (mã môn ENGL1113) |\n| 7. Tiếng Anh 2 (mã môn ENGL1213) | 7. Tiếng Anh 2 (mã môn ENGL1213) |\n| 8. Tiếng Anh chuyên ngành công nghệ thông tin (mã môn SPCH3723) | 8. Tiếng Anh chuyên ngành công nghệ thông tin (mã môn SPCH3723) |\n\n2. Ngoài các môn học tiếng Anh tại Khoản 1 của Điều 3, nếu sinh viên có nguyện vọng thì có thể đăng ký học môn Kỹ năng thuyết trình tiếng Anh (mã môn: ENG06), Kỹ năng viết tiếng Anh (mã môn: ENG07) để tích lũy thêm số tín chỉ ngoại ngữ tối thiểu cần đạt theo chương trình đào tạo (các môn học này không dùng để thay thế cho những môn học thuộc khối kiến thức chuyên ngành).\n\n3. Đồng thời, trong CTDT của ngành học có thể có những môn học chuyên ngành được giảng dạy bằng ngoại ngữ nhằm cung cấp kiến thức ngoại ngữ chuyên ngành và tạo môi trường cho sinh viên thực hành các kỹ năng ngoại ngữ, goi tắt là môn học Ngoại ngữ chuyên môn (NNCM). Những môn học đó được thiết kế và tổ chức giảng dạy tuân thủ theo các quy định tại Chương III của Quy định này.\n\n4. Những loại chương trình không được liệt kê tại Bảng 1 thì thực hiện theo bản mô tả chương trình đào tạo và quy định riêng của loại chương trình đó (nếu có).\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 4. Kiểm tra xếp lớp đầu khóa cho sinh viên thuộc CTC, CTTN, CTTT\n\n1. Vào đầu khóa học, Trưởng tổ chức kiểm tra tiếng Anh để xếp lớp cho tất cả sinh viên khóa tuyển mới. Để kiểm tra xếp lớp đầu khóa có đăng thức như đề thi TOEIC 2 kỹ năng (nghe và đọc). Căn cứ vào kết quả kiểm tra tiếng Anh, sinh viên được xếp vào lớp tiếng Anh phù hợp với trình độ của sinh viên theo Bảng 2. Tuy theo tính hình thực tế, các mức điểm có thể được Hiệu trưởng quyết định điều chỉnh theo đề xuất hợp lý của bộ phận chuyên môn.\n\n\n\n| Điểm kiểm tra (đạng thức TOEIC nghe và đọc) | CTC và CTTN | CTTT |\n|---------------------------------------------|-------------|------|\n| < 300                                       | Không được học Anh văn 1 (mã môn ENG01), được đăng ký học Anh văn số cấp ngoại CTĐT chính quy do Trung tâm Ngoại ngữ phụ trách (không bắt buộc). | Học Anh văn 1 (mã môn ENG01) |\n| 300 – 345                                   | Học Anh văn 1 (mã môn ENG01); Học Anh văn 2 (mã môn ENG02) | |\n| 350 – 395                                   | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) |\n| 400 – 445                                   | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03); Học Anh văn 4 (mã môn ENG04) |\n| 450 – 495                                   | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03); Học Anh văn 4 (mã môn ENG04); Học Anh văn 5 (mã môn ENG05) |\n| ≥ 500                                       | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | |\n\n2. Nếu sinh viên nộp chứng chỉ ngoại ngữ để được xét miễn các môn học tiếng Anh theo quy định tại Điều 5 thì không cần tham gia thi xếp lớp. Thời điểm nộp chứng chỉ để xét miễn: chậm nhất là 2 tuần trước khi bắt đầu học kỳ 1.\n\n3. Nếu không dự thi xếp lớp và không nộp chứng chỉ tiếng Anh, sinh viên được xếp vào trình độ tương ứng với điểm kiểm tra dưới 300 theo Bảng 2.\n\n**Điều 5. Xét miễn các môn học tiếng Anh**\n\n1. Sinh viên được xét miễn học các môn tiếng Anh tương ứng nếu có một trong các chứng chỉ/chứng nhận đạt trình độ tối thiểu theo quy định tại Bảng 3. Sinh viên được miễn môn học nào thì đồng thời được miễn những môn học ở cấp độ thấp hơn mà sinh viên chưa học hoặc chưa đạt.\n\n| TOEIC | TOEFL iBT | IELTS | VNU-EPT | Cambridge English | CTC/CTTN | CTTT |\n|-------|-----------|-------|---------|-------------------|----------|------|\n| Nghe - Đọc | Nói - Việt |       |         |                   |          |      |\n| 350   | 100       | 32    | 3.5     | 152               | A2 Key (Merit) | Anh văn 1 (mã môn ENG01) | Anh văn 1 (mã môn ENG01) |\n\nBảng 3. Điểm kiểm miễn học môn tiếng Anh\n\n| 400 | 120 | 35 | 4.0 | 165 | KET (Distinction) | A2 Key (Grade B) | Anh văn 2 (mã môn ENG02) | Anh văn 2 (mã môn ENG02) |\n|-----|-----|----|-----|-----|------------------|------------------|----------------------|----------------------|\n| 450 | 140 | 45 | 4.5 | 176 | PET(Pass) Business Preliminary (Pass) | A2 Key (Grade A) B1 Preliminary (Grade C) B1 Business Preliminary (Pass) | Anh văn 3 (mã môn ENG03) | Anh văn 3 (mã môn ENG03) |\n| 500 | 160 | 50 | 5.0 | 201 | PET(Merit) Business Preliminary (Merit) | B1 Preliminary (Grade B) B1 Business Preliminary (Merit) | Anh văn 4 (mã môn ENG04) | Anh văn 4 (mã môn ENG04) |\n| 555 | 180 | 60 | 5.5 | 251 | PET(Distinction) FCE (Grade C) Business Preliminary (Distinction) Business Vantage (Grade C) | B1 Preliminary (Grade A) B2 First (Grade C) B1 Business Preliminary (Distinction) B2 Business Vantage (Grade C) | Anh văn 5 (mã môn ENG05) | Anh văn 5 (mã môn ENG05) |\n\n2. Hạng năm, Trung tâm Ngoại ngữ của Trường tổ chức 04 đợt kiểm tra năng lực tiếng Anh với 04 kỳ năng nghe – đọc – nói – viết và cấp chứng nhận nội bộ. Sinh viên có thể dùng chứng nhận nội bộ này tương đương với chứng chỉ TOEIC để nộp xét miễn các môn tiếng Anh như trong Bảng 3.\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 6. Xét miễn các môn học tiếng Nhật đối với sinh viên thuộc chương trình Công nghệ Thông tin Việt - Nhật (chương trình chất lượng cao định hướng Nhật Bản)\n\nSinh viên được xét miễn học các môn tiếng Nhật tương ứng trong CTĐT nếu có một trong các chứng chỉ đạt trình độ theo quy định tại Bảng 4. Sinh viên được miễn môn học nào thì đồng thời được miễn những môn học ở cấp độ thấp hơn mà sinh viên chưa học hoặc chưa đạt.\n\n| Chứng chỉ | Môn học được miễn |\n|-----------|------------------|\n| JLPT N5   | JAN01, JAN02     |\n| NAT-TEST N4 | JAN01 đến JAN03 |\n| N3        | JAN01 đến JAN06  |\n| N2        | JAN01 đến JAN07  |\n| N1        | JAN01 đến JAN08  |\n\nĐiều 7. Thời điểm xét miễn, cách tính điểm miễn các môn học ngoại ngữ\n\n1. Trường xét miễn các môn học ngoại ngữ trong vòng 4 học kỳ chính kể từ khi nhập học, sau thời gian này (rghĩa là sau học kỳ 2 của năm thứ hai) sinh viên không được xét miễn các môn học ngoại ngữ và phải đăng ký học những môn học ngoại ngữ trong chương trình đào tạo.\n\n2. Sinh viên đạt các văn bằng/chứng chỉ/chứng nhận tại Điều 5, Điều 6 của Quy định này thì nộp bản sao văn bằng/chứng chỉ/chứng nhận còn hiệu lực cho Trường để được xét miễn các môn học tương ứng. Văn bằng/chứng chỉ/chứng nhận phải còn thời hạn và năm cấp đến ngày đăng ký xét công nhận đạt chuẩn. Trường tổ chức xét miễn 4 đợt/năm tương ứng với 4 đợt tốt nghiệp đại học trong năm.\n\n3. Điểm Miễn được tính cho học kỳ kế tiếp trong tiến trình học.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 8. Chuẩn quả trình về ngoại ngữ\n\n1. Sau 2 học kỳ chính kể từ thời điểm nhập học, sinh viên phải đạt môn Anh văn 1 (mã môn ENG01), nếu không đạt môn Anh văn 1, sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\n2. Sau 4 học kỳ chính kể từ thời điểm nhập học, sinh viên phải đạt môn Anh văn 2 (mã môn ENG02). Nếu không đạt môn Anh văn 2, sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\nSinh viên chương trình Công nghệ Thông tin Việt Nhật (CLC định hướng Nhật Bản) phải đạt môn Tiếng Nhật 2 (mã môn JAN02) hoặc có chứng chỉ tương đương JLPT N5 hoặc NAT-TEST N5. Nếu không đạt thì sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\n3. Sau 6 học kỳ chính kể từ thời điểm nhập học, sinh viên phải đạt môn Anh văn 3 (mã môn ENG03). Nếu không đạt môn Anh văn 3, sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\n4. Thời điểm nộp chứng chỉ để xét chuẩn quá trình: 2 tuần trước khi bắt đầu học kỳ đăng ký học phần của mỗi học kỳ.\n\n5. Không xét chuẩn quá trình đối với chương trình có ngoại ngữ khác tiếng Anh và tiếng Nhật, chương trình văn bằng hai, chương trình liên thông từ cao đẳng lên đại học.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 9. Văn bằng, chứng chỉ/chứng nhận được sử dụng để công nhận đạt chuẩn xét tốt nghiệp\n\nĐược xét tốt nghiệp sinh viên phải hoàn tất các môn học tiếng Anh trong chương trình giảng dạy tiếng Anh tại Điều 3 và có một trong các văn bằng, chứng chỉ/chứng nhận được quy định như sau:\n\n1. Văn bằng tốt nghiệp đại học/trên đại học trong nước, nước ngoài mà ngành học hoặc ngôn ngữ sử dụng toàn phần trong đào tạo (không thông qua phiên dịch) là một trong ba ngoại ngữ: tiếng Anh, tiếng Pháp, tiếng Nhật.\n\n\n\n2. Chứng chỉ/chứng nhận ngoại ngữ:\nSinh viên có một trong các loại chứng chỉ/chứng nhận tiếng Anh đạt điểm tối thiểu trong Bảng 5; hoặc có chứng chỉ/chứng nhận tiếng Pháp, hoặc tiếng Nhật tối thiểu tại Bảng 6.\n\n**Bảng 5. Chứng chỉ/chứng nhận tiếng Anh dùng để xét công nhận tốt nghiệp**\n\n| Chứng chỉ | TOEIC | TOEFL iBT | IELTS | Cambridge English | VNU-EPT | Chứng chỉ theo khung năng lực ngoại ngữ 6 bậc (*) |\n|-----------|-------|-----------|-------|-------------------|---------|-----------------------------------------------|\n| VB2, LT, CTC | 450   | 185       | 45    | PET (Pass) Business Preliminary (Pass) | A2 Key (Grade A) B1 Preliminary (Grade C) B1 Business Preliminary (Pass) | 176 | B1 |\n| CTTN, CLC  | 555   | 205       | 60    | PET (Distinction) FCE (Grade C) Business Preliminary (Distinction) Business Vantage (Grade C) | B1 Preliminary (Grade B) B1 Business Preliminary (Merit) | 201 | B2 |\n| CTTT       | 675   | 225       | 79    | FCE (Grade B) Business Vantage (Grade B) | B1 Preliminary (Grade A) B2 First (Grade C) B1 Business Preliminary (Distinction) B2 Business Vantage (Grade C) | 251 | C1 |\n\n* Trường chỉ cho phép sinh viên sử dụng Chứng chỉ theo khung năng lực ngoại ngữ 6 bậc do Bộ GD&ĐT quy định và công nhận.\n\n**Bảng 6. Chứng chỉ tiếng Pháp và tiếng Nhật dùng để xét công nhận tốt nghiệp**\n\n| Chứng chỉ | Tiếng Pháp | Tiếng Nhật |\n|-----------|------------|------------|\n| VB2, LT, CTC | DELF B1 hoặc TCF Niveau 3 | JLPT N4 hoặc NAT-TEST N4 |\n| CTTN, CLC  | DELF B2 hoặc TCF Niveau 4 | JLPT N3 hoặc NAT-TEST N3 |\n\n\n\n3. Tại bất cứ thời điểm nào trong khóa học, sinh viên đạt các chứng chỉ/chứng nhận thỏa điều kiện tại Khoản 2 của Điều này có thể nộp cho Trường (sinh viên cấp nhất chứng chỉ/chứng nhận trên trang daa.uit.edu.vn) để được công nhận đạt chuẩn ngoại ngữ để xét tốt nghiệp. Chứng chỉ/chứng nhận phải còn thời hạn hai năm tính từ ngày cấp đến ngày đăng ký xét công nhận đạt chuẩn (ngày nộp cho Trường).\n\n4. Việc công nhận các loại chứng chỉ/chứng nhận khác do Hiệu trưởng xem xét và quyết định.\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\nCHƯƠNG III\nGIẢNG DẠY CHUYÊN NGÀNH BẰNG NGOẠI NGỮ\n\nĐiều 10. Chương trình giảng dạy và tổ chức giảng dạy NNCM\n\n1. Môn học NNCM đáp ứng các yêu cầu sau:\n   a. Là các môn học thuộc khối thực có bản, cơ sở hoặc chuyên ngành được giảng dạy chủ yếu bằng tiếng Anh/tiếng Nhật. Nội dung giảng dạy hoàn toàn giống môn học được giảng dạy bằng tiếng Việt.\n   b. Cần bố giảng dạy (CBGD) lý thuyết phải giảng dạy bằng tiếng Anh/tiếng Nhật.\n   c. Tài liệu giảng dạy và giáo trình chính của môn học bằng tiếng Anh/tiếng Nhật.\n\n2. Để được tham gia học các lớp NNCM:\n   a. Đối với tiếng Anh: Sinh viên phải có một trong các loại chứng chỉ TCEIC 400 tại Bằng 3 hoặc đã đạt môn học Anh văn 2 (mã môn ENG02).\n   b. Đối với tiếng Nhật: Sinh viên phải có một trong các loại chứng chỉ N4 tại Bằng 4 hoặc đã đạt môn học Tiếng Nhật 3 (mã môn JAN03).\n\n3. Mỗi lớp học NNCM có tối thiểu 01 trợ giảng để hỗ trợ sinh viên trong quá trình học tập. Trợ giảng do CBGD lý thuyết giới thiệu. Trợ giảng có thể sử dụng tiếng Việt trong quá trình hỗ trợ sinh viên.\n\nĐiều 11. Yêu cầu về cần bố giảng dạy NNCM\n\nCBGD phải đáp ứng yêu cầu theo quy định chung của Trường; ngoài ra, CBGD lý thuyết phải đáp ứng thêm một trong các yêu cầu sau đây:\n1. Có trình độ tiếng Anh/tiếng Nhật tối thiểu tương đương cấp độ C1 tham chiếu theo khung Châu Âu (CEFR).\n2. Tốt nghiệp tại một trường đại học nước ngoài, có sử dụng tiếng Anh/tiếng Nhật trong quá trình học tập (có môn học bằng tiếng Anh/tiếng Nhật, hoặc luận án tốt nghiệp được viết bằng tiếng Anh/tiếng Nhật).\n3. Tốt nghiệp tại một trường đại học nước có chương trình đào tạo sử dụng hoàn toàn bằng tiếng Anh/tiếng Nhật (không thông qua phiền dịch).\n\nĐiều 12. Quyền lợi của sinh viên học NNCM\n\nMôn học NNCM được ghi chú rõ về ngôn ngữ giảng dạy trong bảng điểm và giấy chứng nhận hoàn thành môn học.",
            "chunk_content": "QUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nCHƯƠNG II\nCHƯƠNG TRÌNH GIÁNG DẤY VÀ TỔ CHỨC ĐÀO TẠO NGOẠI NGỮ\n\nĐiều 3. Chương trình giáng dầy tiếng Anh\n\n1. Chương trình giáng dầy tiếng Anh của từng loại chương trình bao gồm những môn học được liệt kê theo cấp độ khó tăng dần như trong Bảng 1 nhằm hỗ trợ sinh viên đạt chuẩn ngoại ngữ xét tốt nghiệp theo quy định của từng chương trình. Đối với những môn học tiếng Anh nằm trong chương trình đào tạo (CTDT) được xét miễn học theo Điều 4 và Điều 5 của Quy định này thì sinh viên được nhận điểm Miễn cho môn học đó và không tính vào điểm trung bình chung, điểm trung bình chung tích lũy, điểm trung bình học kỳ.\n\nBảng 1. Chương trình giáng dầy tiếng Anh áp dụng từ khóa tuyển sinh năm 2022\n\n| CTC và CTTN | CTTT |\n|-------------|------|\n| Gồm 3 môn học: | Gồm 8 môn học: |\n| 1. Anh văn 1 (mã môn ENG01) | 1. Anh văn 1 (mã môn ENG01) |\n| 2. Anh văn 2 (mã môn ENG02) | 2. Anh văn 2 (mã môn ENG02) |\n| 3. Anh văn 3 (mã môn ENG03) | 3. Anh văn 3 (mã môn ENG03) |\n| 4. Anh văn 4 (mã môn ENG04) | 4. Anh văn 4 (mã môn ENG04) |\n| 5. Anh văn 5 (mã môn ENG05) | 5. Anh văn 5 (mã môn ENG05) |\n| 6. Tiếng Anh 1 (mã môn ENGL1113) | 6. Tiếng Anh 1 (mã môn ENGL1113) |\n| 7. Tiếng Anh 2 (mã môn ENGL1213) | 7. Tiếng Anh 2 (mã môn ENGL1213) |\n| 8. Tiếng Anh chuyên ngành công nghệ thông tin (mã môn SPCH3723) | 8. Tiếng Anh chuyên ngành công nghệ thông tin (mã môn SPCH3723) |\n\n2. Ngoài các môn học tiếng Anh tại Khoản 1 của Điều 3, nếu sinh viên có nguyện vọng thì có thể đăng ký học môn Kỹ năng thuyết trình tiếng Anh (mã môn: ENG06), Kỹ năng viết tiếng Anh (mã môn: ENG07) để tích lũy thêm số tín chỉ ngoại ngữ tối thiểu cần đạt theo chương trình đào tạo (các môn học này không dùng để thay thế cho những môn học thuộc khối kiến thức chuyên ngành).\n\n3. Đồng thời, trong CTDT của ngành học có thể có những môn học chuyên ngành được giảng dạy bằng ngoại ngữ nhằm cung cấp kiến thức ngoại ngữ chuyên ngành và tạo môi trường cho sinh viên thực hành các kỹ năng ngoại ngữ, goi tắt là môn học Ngoại ngữ chuyên môn (NNCM). Những môn học đó được thiết kế và tổ chức giảng dạy tuân thủ theo các quy định tại Chương III của Quy định này.\n\n4. Những loại chương trình không được liệt kê tại Bảng 1 thì thực hiện theo bản mô tả chương trình đào tạo và quy định riêng của loại chương trình đó (nếu có)."
        }
    },
    {
        "file_name": "828_qd-dhcntt_04-10-2022_quy_dinh_dao_tao_ngoai_ngu_doi_voi_he_chinh_qui_khoa_2022_0_0",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong Chương II của Quy định đào tạo ngoại ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin, cụ thể là Điều 4 và Điều 5, quy định về kiểm tra xếp lớp đầu khóa cho sinh viên và xét miễn các môn học tiếng Anh dựa trên chứng chỉ ngoại ngữ.",
            "original_content": "QUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nHIỆU TRƯỞNG TRƯỜNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n\nĐiều 1. Ban hành kèm theo Quyết định này “Quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin”.\n\nĐiều 2. Các Ông/Bà Trường các Phòng, Ban, các đơn vị có liên quan và sinh viên chính quy của Trường Đại học Công nghệ Thông tin chịu trách nhiệm thi hành Quyết định này.\n\n\nQUY ĐỊNH ĐÀO TẠO NGOẠI NGỮ ĐỐI VỚI HỆ ĐẠI HỌC CHÍNH QUY CỦA TRƯỞNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n\nBan hành kèm theo Quyết định số: 248/QĐ-DHCNTT, ngày 04 tháng 10 năm 2022\n\ncủa Hiệu trưởng Trường Đại học Công nghệ Thông tin.\n\nCHƯƠNG I\n\nNHỮNG QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Văn bản này quy định về đào tạo ngoại ngữ đối với các chương trình đào tạo hệ đại học chính quy của Trường Đại học Công nghệ Thông tin (gọi tắt là Trường) bao gồm: chương trình giảng dạy, kiểm tra xếp lớp đầu khóa, xét miễn học các môn học ngoại ngữ, chuẩn ngoại ngữ xét tốt nghiệp và tổ chức giảng dạy các môn học chuyên ngành bằng ngoại ngữ.\n\n2. Quy định này áp dụng với sinh viên các loại chương trình đại học chính quy, bao gồm: chương trình chuẩn (CTC) (trước đây gọi là chương trình đại trà), chương trình chất lượng cao (CLC), chương trình tài năng (CTTN), chương trình tiến tiến (CTTT), chương trình văn bằng hai (VB2), chương trình liên thông từ cao đẳng lên đại học (LT).\n\n3. Quy định này áp dụng bắt buộc cho các khóa tuyển sinh từ năm 2022. Các khóa tuyển sinh trước năm 2022 có thể lựa chọn áp dụng quy định này hoặc quy định được ban hành trước đó.\n\nĐiều 2. Mục đích đào tạo ngoại ngữ\n\n1. Chương trình giảng dạy tiếng Anh nhằm mục đích giúp sinh viên:\n   a. Phát triển toàn diện 4 kỹ năng sử dụng tiếng Anh tổng quát: nghe, nói, đọc, viết; phát triển kỹ năng sử dụng tiếng Anh chuyên ngành ở mức độ phù hợp với trình độ đào tạo, ngành đào tạo và loại chương trình đào tạo.\n   b. Đáp ứng được chuẩn ngoại ngữ tiếng Anh đầu ra theo quy định của ĐHQG-HCM.\n\n2. Các ngoại ngữ khác tiếng Anh được đưa vào nhằm khuyến khích sinh viên học để đáp ứng nhu cầu đa dạng của thị trường lao động.\n\n3. Sinh viên chương trình chuẩn, chương trình tài năng, chương trình văn bằng hai và chương trình liên thông được chọn một trong các chương chỉ ngoại ngữ: tiếng Anh, tiếng Nhật hoặc tiếng Pháp để xét tốt nghiệp, tùy nhiên sinh viên vẫn phải hoàn thành chương trình ngoại ngữ quy định tại Điều 3 (ngoại trừ chương trình định hướng Nhật Bản). Các chuẩn quá trình được xây dựng nhằm thúc đẩy sinh viên học ngoại ngữ. Việc xét chuẩn quá trình thực hiện theo Điều 8 của Quy định này.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nCHƯƠNG II\nCHƯƠNG TRÌNH GIÁNG DẤY VÀ TỔ CHỨC ĐÀO TẠO NGOẠI NGỮ\n\nĐiều 3. Chương trình giáng dầy tiếng Anh\n\n1. Chương trình giáng dầy tiếng Anh của từng loại chương trình bao gồm những môn học được liệt kê theo cấp độ khó tăng dần như trong Bảng 1 nhằm hỗ trợ sinh viên đạt chuẩn ngoại ngữ xét tốt nghiệp theo quy định của từng chương trình. Đối với những môn học tiếng Anh nằm trong chương trình đào tạo (CTDT) được xét miễn học theo Điều 4 và Điều 5 của Quy định này thì sinh viên được nhận điểm Miễn cho môn học đó và không tính vào điểm trung bình chung, điểm trung bình chung tích lũy, điểm trung bình học kỳ.\n\nBảng 1. Chương trình giáng dầy tiếng Anh áp dụng từ khóa tuyển sinh năm 2022\n\n| CTC và CTTN | CTTT |\n|-------------|------|\n| Gồm 3 môn học: | Gồm 8 môn học: |\n| 1. Anh văn 1 (mã môn ENG01) | 1. Anh văn 1 (mã môn ENG01) |\n| 2. Anh văn 2 (mã môn ENG02) | 2. Anh văn 2 (mã môn ENG02) |\n| 3. Anh văn 3 (mã môn ENG03) | 3. Anh văn 3 (mã môn ENG03) |\n| 4. Anh văn 4 (mã môn ENG04) | 4. Anh văn 4 (mã môn ENG04) |\n| 5. Anh văn 5 (mã môn ENG05) | 5. Anh văn 5 (mã môn ENG05) |\n| 6. Tiếng Anh 1 (mã môn ENGL1113) | 6. Tiếng Anh 1 (mã môn ENGL1113) |\n| 7. Tiếng Anh 2 (mã môn ENGL1213) | 7. Tiếng Anh 2 (mã môn ENGL1213) |\n| 8. Tiếng Anh chuyên ngành công nghệ thông tin (mã môn SPCH3723) | 8. Tiếng Anh chuyên ngành công nghệ thông tin (mã môn SPCH3723) |\n\n2. Ngoài các môn học tiếng Anh tại Khoản 1 của Điều 3, nếu sinh viên có nguyện vọng thì có thể đăng ký học môn Kỹ năng thuyết trình tiếng Anh (mã môn: ENG06), Kỹ năng viết tiếng Anh (mã môn: ENG07) để tích lũy thêm số tín chỉ ngoại ngữ tối thiểu cần đạt theo chương trình đào tạo (các môn học này không dùng để thay thế cho những môn học thuộc khối kiến thức chuyên ngành).\n\n3. Đồng thời, trong CTDT của ngành học có thể có những môn học chuyên ngành được giảng dạy bằng ngoại ngữ nhằm cung cấp kiến thức ngoại ngữ chuyên ngành và tạo môi trường cho sinh viên thực hành các kỹ năng ngoại ngữ, goi tắt là môn học Ngoại ngữ chuyên môn (NNCM). Những môn học đó được thiết kế và tổ chức giảng dạy tuân thủ theo các quy định tại Chương III của Quy định này.\n\n4. Những loại chương trình không được liệt kê tại Bảng 1 thì thực hiện theo bản mô tả chương trình đào tạo và quy định riêng của loại chương trình đó (nếu có).\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 4. Kiểm tra xếp lớp đầu khóa cho sinh viên thuộc CTC, CTTN, CTTT\n\n1. Vào đầu khóa học, Trưởng tổ chức kiểm tra tiếng Anh để xếp lớp cho tất cả sinh viên khóa tuyển mới. Để kiểm tra xếp lớp đầu khóa có đăng thức như đề thi TOEIC 2 kỹ năng (nghe và đọc). Căn cứ vào kết quả kiểm tra tiếng Anh, sinh viên được xếp vào lớp tiếng Anh phù hợp với trình độ của sinh viên theo Bảng 2. Tuy theo tính hình thực tế, các mức điểm có thể được Hiệu trưởng quyết định điều chỉnh theo đề xuất hợp lý của bộ phận chuyên môn.\n\n\n\n| Điểm kiểm tra (đạng thức TOEIC nghe và đọc) | CTC và CTTN | CTTT |\n|---------------------------------------------|-------------|------|\n| < 300                                       | Không được học Anh văn 1 (mã môn ENG01), được đăng ký học Anh văn số cấp ngoại CTĐT chính quy do Trung tâm Ngoại ngữ phụ trách (không bắt buộc). | Học Anh văn 1 (mã môn ENG01) |\n| 300 – 345                                   | Học Anh văn 1 (mã môn ENG01); Học Anh văn 2 (mã môn ENG02) | |\n| 350 – 395                                   | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) |\n| 400 – 445                                   | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03); Học Anh văn 4 (mã môn ENG04) |\n| 450 – 495                                   | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03); Học Anh văn 4 (mã môn ENG04); Học Anh văn 5 (mã môn ENG05) |\n| ≥ 500                                       | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | |\n\n2. Nếu sinh viên nộp chứng chỉ ngoại ngữ để được xét miễn các môn học tiếng Anh theo quy định tại Điều 5 thì không cần tham gia thi xếp lớp. Thời điểm nộp chứng chỉ để xét miễn: chậm nhất là 2 tuần trước khi bắt đầu học kỳ 1.\n\n3. Nếu không dự thi xếp lớp và không nộp chứng chỉ tiếng Anh, sinh viên được xếp vào trình độ tương ứng với điểm kiểm tra dưới 300 theo Bảng 2.\n\n**Điều 5. Xét miễn các môn học tiếng Anh**\n\n1. Sinh viên được xét miễn học các môn tiếng Anh tương ứng nếu có một trong các chứng chỉ/chứng nhận đạt trình độ tối thiểu theo quy định tại Bảng 3. Sinh viên được miễn môn học nào thì đồng thời được miễn những môn học ở cấp độ thấp hơn mà sinh viên chưa học hoặc chưa đạt.\n\n| TOEIC | TOEFL iBT | IELTS | VNU-EPT | Cambridge English | CTC/CTTN | CTTT |\n|-------|-----------|-------|---------|-------------------|----------|------|\n| Nghe - Đọc | Nói - Việt |       |         |                   |          |      |\n| 350   | 100       | 32    | 3.5     | 152               | A2 Key (Merit) | Anh văn 1 (mã môn ENG01) | Anh văn 1 (mã môn ENG01) |\n\nBảng 3. Điểm kiểm miễn học môn tiếng Anh\n\n| 400 | 120 | 35 | 4.0 | 165 | KET (Distinction) | A2 Key (Grade B) | Anh văn 2 (mã môn ENG02) | Anh văn 2 (mã môn ENG02) |\n|-----|-----|----|-----|-----|------------------|------------------|----------------------|----------------------|\n| 450 | 140 | 45 | 4.5 | 176 | PET(Pass) Business Preliminary (Pass) | A2 Key (Grade A) B1 Preliminary (Grade C) B1 Business Preliminary (Pass) | Anh văn 3 (mã môn ENG03) | Anh văn 3 (mã môn ENG03) |\n| 500 | 160 | 50 | 5.0 | 201 | PET(Merit) Business Preliminary (Merit) | B1 Preliminary (Grade B) B1 Business Preliminary (Merit) | Anh văn 4 (mã môn ENG04) | Anh văn 4 (mã môn ENG04) |\n| 555 | 180 | 60 | 5.5 | 251 | PET(Distinction) FCE (Grade C) Business Preliminary (Distinction) Business Vantage (Grade C) | B1 Preliminary (Grade A) B2 First (Grade C) B1 Business Preliminary (Distinction) B2 Business Vantage (Grade C) | Anh văn 5 (mã môn ENG05) | Anh văn 5 (mã môn ENG05) |\n\n2. Hạng năm, Trung tâm Ngoại ngữ của Trường tổ chức 04 đợt kiểm tra năng lực tiếng Anh với 04 kỳ năng nghe – đọc – nói – viết và cấp chứng nhận nội bộ. Sinh viên có thể dùng chứng nhận nội bộ này tương đương với chứng chỉ TOEIC để nộp xét miễn các môn tiếng Anh như trong Bảng 3.\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 6. Xét miễn các môn học tiếng Nhật đối với sinh viên thuộc chương trình Công nghệ Thông tin Việt - Nhật (chương trình chất lượng cao định hướng Nhật Bản)\n\nSinh viên được xét miễn học các môn tiếng Nhật tương ứng trong CTĐT nếu có một trong các chứng chỉ đạt trình độ theo quy định tại Bảng 4. Sinh viên được miễn môn học nào thì đồng thời được miễn những môn học ở cấp độ thấp hơn mà sinh viên chưa học hoặc chưa đạt.\n\n| Chứng chỉ | Môn học được miễn |\n|-----------|------------------|\n| JLPT N5   | JAN01, JAN02     |\n| NAT-TEST N4 | JAN01 đến JAN03 |\n| N3        | JAN01 đến JAN06  |\n| N2        | JAN01 đến JAN07  |\n| N1        | JAN01 đến JAN08  |\n\nĐiều 7. Thời điểm xét miễn, cách tính điểm miễn các môn học ngoại ngữ\n\n1. Trường xét miễn các môn học ngoại ngữ trong vòng 4 học kỳ chính kể từ khi nhập học, sau thời gian này (rghĩa là sau học kỳ 2 của năm thứ hai) sinh viên không được xét miễn các môn học ngoại ngữ và phải đăng ký học những môn học ngoại ngữ trong chương trình đào tạo.\n\n2. Sinh viên đạt các văn bằng/chứng chỉ/chứng nhận tại Điều 5, Điều 6 của Quy định này thì nộp bản sao văn bằng/chứng chỉ/chứng nhận còn hiệu lực cho Trường để được xét miễn các môn học tương ứng. Văn bằng/chứng chỉ/chứng nhận phải còn thời hạn và năm cấp đến ngày đăng ký xét công nhận đạt chuẩn. Trường tổ chức xét miễn 4 đợt/năm tương ứng với 4 đợt tốt nghiệp đại học trong năm.\n\n3. Điểm Miễn được tính cho học kỳ kế tiếp trong tiến trình học.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 8. Chuẩn quả trình về ngoại ngữ\n\n1. Sau 2 học kỳ chính kể từ thời điểm nhập học, sinh viên phải đạt môn Anh văn 1 (mã môn ENG01), nếu không đạt môn Anh văn 1, sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\n2. Sau 4 học kỳ chính kể từ thời điểm nhập học, sinh viên phải đạt môn Anh văn 2 (mã môn ENG02). Nếu không đạt môn Anh văn 2, sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\nSinh viên chương trình Công nghệ Thông tin Việt Nhật (CLC định hướng Nhật Bản) phải đạt môn Tiếng Nhật 2 (mã môn JAN02) hoặc có chứng chỉ tương đương JLPT N5 hoặc NAT-TEST N5. Nếu không đạt thì sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\n3. Sau 6 học kỳ chính kể từ thời điểm nhập học, sinh viên phải đạt môn Anh văn 3 (mã môn ENG03). Nếu không đạt môn Anh văn 3, sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\n4. Thời điểm nộp chứng chỉ để xét chuẩn quá trình: 2 tuần trước khi bắt đầu học kỳ đăng ký học phần của mỗi học kỳ.\n\n5. Không xét chuẩn quá trình đối với chương trình có ngoại ngữ khác tiếng Anh và tiếng Nhật, chương trình văn bằng hai, chương trình liên thông từ cao đẳng lên đại học.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 9. Văn bằng, chứng chỉ/chứng nhận được sử dụng để công nhận đạt chuẩn xét tốt nghiệp\n\nĐược xét tốt nghiệp sinh viên phải hoàn tất các môn học tiếng Anh trong chương trình giảng dạy tiếng Anh tại Điều 3 và có một trong các văn bằng, chứng chỉ/chứng nhận được quy định như sau:\n\n1. Văn bằng tốt nghiệp đại học/trên đại học trong nước, nước ngoài mà ngành học hoặc ngôn ngữ sử dụng toàn phần trong đào tạo (không thông qua phiên dịch) là một trong ba ngoại ngữ: tiếng Anh, tiếng Pháp, tiếng Nhật.\n\n\n\n2. Chứng chỉ/chứng nhận ngoại ngữ:\nSinh viên có một trong các loại chứng chỉ/chứng nhận tiếng Anh đạt điểm tối thiểu trong Bảng 5; hoặc có chứng chỉ/chứng nhận tiếng Pháp, hoặc tiếng Nhật tối thiểu tại Bảng 6.\n\n**Bảng 5. Chứng chỉ/chứng nhận tiếng Anh dùng để xét công nhận tốt nghiệp**\n\n| Chứng chỉ | TOEIC | TOEFL iBT | IELTS | Cambridge English | VNU-EPT | Chứng chỉ theo khung năng lực ngoại ngữ 6 bậc (*) |\n|-----------|-------|-----------|-------|-------------------|---------|-----------------------------------------------|\n| VB2, LT, CTC | 450   | 185       | 45    | PET (Pass) Business Preliminary (Pass) | A2 Key (Grade A) B1 Preliminary (Grade C) B1 Business Preliminary (Pass) | 176 | B1 |\n| CTTN, CLC  | 555   | 205       | 60    | PET (Distinction) FCE (Grade C) Business Preliminary (Distinction) Business Vantage (Grade C) | B1 Preliminary (Grade B) B1 Business Preliminary (Merit) | 201 | B2 |\n| CTTT       | 675   | 225       | 79    | FCE (Grade B) Business Vantage (Grade B) | B1 Preliminary (Grade A) B2 First (Grade C) B1 Business Preliminary (Distinction) B2 Business Vantage (Grade C) | 251 | C1 |\n\n* Trường chỉ cho phép sinh viên sử dụng Chứng chỉ theo khung năng lực ngoại ngữ 6 bậc do Bộ GD&ĐT quy định và công nhận.\n\n**Bảng 6. Chứng chỉ tiếng Pháp và tiếng Nhật dùng để xét công nhận tốt nghiệp**\n\n| Chứng chỉ | Tiếng Pháp | Tiếng Nhật |\n|-----------|------------|------------|\n| VB2, LT, CTC | DELF B1 hoặc TCF Niveau 3 | JLPT N4 hoặc NAT-TEST N4 |\n| CTTN, CLC  | DELF B2 hoặc TCF Niveau 4 | JLPT N3 hoặc NAT-TEST N3 |\n\n\n\n3. Tại bất cứ thời điểm nào trong khóa học, sinh viên đạt các chứng chỉ/chứng nhận thỏa điều kiện tại Khoản 2 của Điều này có thể nộp cho Trường (sinh viên cấp nhất chứng chỉ/chứng nhận trên trang daa.uit.edu.vn) để được công nhận đạt chuẩn ngoại ngữ để xét tốt nghiệp. Chứng chỉ/chứng nhận phải còn thời hạn hai năm tính từ ngày cấp đến ngày đăng ký xét công nhận đạt chuẩn (ngày nộp cho Trường).\n\n4. Việc công nhận các loại chứng chỉ/chứng nhận khác do Hiệu trưởng xem xét và quyết định.\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\nCHƯƠNG III\nGIẢNG DẠY CHUYÊN NGÀNH BẰNG NGOẠI NGỮ\n\nĐiều 10. Chương trình giảng dạy và tổ chức giảng dạy NNCM\n\n1. Môn học NNCM đáp ứng các yêu cầu sau:\n   a. Là các môn học thuộc khối thực có bản, cơ sở hoặc chuyên ngành được giảng dạy chủ yếu bằng tiếng Anh/tiếng Nhật. Nội dung giảng dạy hoàn toàn giống môn học được giảng dạy bằng tiếng Việt.\n   b. Cần bố giảng dạy (CBGD) lý thuyết phải giảng dạy bằng tiếng Anh/tiếng Nhật.\n   c. Tài liệu giảng dạy và giáo trình chính của môn học bằng tiếng Anh/tiếng Nhật.\n\n2. Để được tham gia học các lớp NNCM:\n   a. Đối với tiếng Anh: Sinh viên phải có một trong các loại chứng chỉ TCEIC 400 tại Bằng 3 hoặc đã đạt môn học Anh văn 2 (mã môn ENG02).\n   b. Đối với tiếng Nhật: Sinh viên phải có một trong các loại chứng chỉ N4 tại Bằng 4 hoặc đã đạt môn học Tiếng Nhật 3 (mã môn JAN03).\n\n3. Mỗi lớp học NNCM có tối thiểu 01 trợ giảng để hỗ trợ sinh viên trong quá trình học tập. Trợ giảng do CBGD lý thuyết giới thiệu. Trợ giảng có thể sử dụng tiếng Việt trong quá trình hỗ trợ sinh viên.\n\nĐiều 11. Yêu cầu về cần bố giảng dạy NNCM\n\nCBGD phải đáp ứng yêu cầu theo quy định chung của Trường; ngoài ra, CBGD lý thuyết phải đáp ứng thêm một trong các yêu cầu sau đây:\n1. Có trình độ tiếng Anh/tiếng Nhật tối thiểu tương đương cấp độ C1 tham chiếu theo khung Châu Âu (CEFR).\n2. Tốt nghiệp tại một trường đại học nước ngoài, có sử dụng tiếng Anh/tiếng Nhật trong quá trình học tập (có môn học bằng tiếng Anh/tiếng Nhật, hoặc luận án tốt nghiệp được viết bằng tiếng Anh/tiếng Nhật).\n3. Tốt nghiệp tại một trường đại học nước có chương trình đào tạo sử dụng hoàn toàn bằng tiếng Anh/tiếng Nhật (không thông qua phiền dịch).\n\nĐiều 12. Quyền lợi của sinh viên học NNCM\n\nMôn học NNCM được ghi chú rõ về ngôn ngữ giảng dạy trong bảng điểm và giấy chứng nhận hoàn thành môn học.",
            "chunk_content": "QUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 4. Kiểm tra xếp lớp đầu khóa cho sinh viên thuộc CTC, CTTN, CTTT\n\n1. Vào đầu khóa học, Trưởng tổ chức kiểm tra tiếng Anh để xếp lớp cho tất cả sinh viên khóa tuyển mới. Để kiểm tra xếp lớp đầu khóa có đăng thức như đề thi TOEIC 2 kỹ năng (nghe và đọc). Căn cứ vào kết quả kiểm tra tiếng Anh, sinh viên được xếp vào lớp tiếng Anh phù hợp với trình độ của sinh viên theo Bảng 2. Tuy theo tính hình thực tế, các mức điểm có thể được Hiệu trưởng quyết định điều chỉnh theo đề xuất hợp lý của bộ phận chuyên môn.\n\n\n\n| Điểm kiểm tra (đạng thức TOEIC nghe và đọc) | CTC và CTTN | CTTT |\n|---------------------------------------------|-------------|------|\n| < 300                                       | Không được học Anh văn 1 (mã môn ENG01), được đăng ký học Anh văn số cấp ngoại CTĐT chính quy do Trung tâm Ngoại ngữ phụ trách (không bắt buộc). | Học Anh văn 1 (mã môn ENG01) |\n| 300 – 345                                   | Học Anh văn 1 (mã môn ENG01); Học Anh văn 2 (mã môn ENG02) | |\n| 350 – 395                                   | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) |\n| 400 – 445                                   | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03); Học Anh văn 4 (mã môn ENG04) |\n| 450 – 495                                   | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03); Học Anh văn 4 (mã môn ENG04); Học Anh văn 5 (mã môn ENG05) |\n| ≥ 500                                       | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | |\n\n2. Nếu sinh viên nộp chứng chỉ ngoại ngữ để được xét miễn các môn học tiếng Anh theo quy định tại Điều 5 thì không cần tham gia thi xếp lớp. Thời điểm nộp chứng chỉ để xét miễn: chậm nhất là 2 tuần trước khi bắt đầu học kỳ 1.\n\n3. Nếu không dự thi xếp lớp và không nộp chứng chỉ tiếng Anh, sinh viên được xếp vào trình độ tương ứng với điểm kiểm tra dưới 300 theo Bảng 2.\n\n**Điều 5. Xét miễn các môn học tiếng Anh**\n\n1. Sinh viên được xét miễn học các môn tiếng Anh tương ứng nếu có một trong các chứng chỉ/chứng nhận đạt trình độ tối thiểu theo quy định tại Bảng 3. Sinh viên được miễn môn học nào thì đồng thời được miễn những môn học ở cấp độ thấp hơn mà sinh viên chưa học hoặc chưa đạt.\n\n| TOEIC | TOEFL iBT | IELTS | VNU-EPT | Cambridge English | CTC/CTTN | CTTT |\n|-------|-----------|-------|---------|-------------------|----------|------|\n| Nghe - Đọc | Nói - Việt |       |         |                   |          |      |\n| 350   | 100       | 32    | 3.5     | 152               | A2 Key (Merit) | Anh văn 1 (mã môn ENG01) | Anh văn 1 (mã môn ENG01) |\n\nBảng 3. Điểm kiểm miễn học môn tiếng Anh\n\n| 400 | 120 | 35 | 4.0 | 165 | KET (Distinction) | A2 Key (Grade B) | Anh văn 2 (mã môn ENG02) | Anh văn 2 (mã môn ENG02) |\n|-----|-----|----|-----|-----|------------------|------------------|----------------------|----------------------|\n| 450 | 140 | 45 | 4.5 | 176 | PET(Pass) Business Preliminary (Pass) | A2 Key (Grade A) B1 Preliminary (Grade C) B1 Business Preliminary (Pass) | Anh văn 3 (mã môn ENG03) | Anh văn 3 (mã môn ENG03) |\n| 500 | 160 | 50 | 5.0 | 201 | PET(Merit) Business Preliminary (Merit) | B1 Preliminary (Grade B) B1 Business Preliminary (Merit) | Anh văn 4 (mã môn ENG04) | Anh văn 4 (mã môn ENG04) |\n| 555 | 180 | 60 | 5.5 | 251 | PET(Distinction) FCE (Grade C) Business Preliminary (Distinction) Business Vantage (Grade C) | B1 Preliminary (Grade A) B2 First (Grade C) B1 Business Preliminary (Distinction) B2 Business Vantage (Grade C) | Anh văn 5 (mã môn ENG05) | Anh văn 5 (mã môn ENG05) |\n\n2. Hạng năm, Trung tâm Ngoại ngữ của Trường tổ chức 04 đợt kiểm tra năng lực tiếng Anh với 04 kỳ năng nghe – đọc – nói – viết và cấp chứng nhận nội bộ. Sinh viên có thể dùng chứng nhận nội bộ này tương đương với chứng chỉ TOEIC để nộp xét miễn các môn tiếng Anh như trong Bảng 3."
        }
    },
    {
        "file_name": "828_qd-dhcntt_04-10-2022_quy_dinh_dao_tao_ngoai_ngu_doi_voi_he_chinh_qui_khoa_2022_0_0",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong Chương II của Quy định đào tạo ngoại ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin, cụ thể là Điều 6 và Điều 7, quy định về việc xét miễn các môn học tiếng Nhật cho sinh viên thuộc chương trình Công nghệ Thông tin Việt - Nhật và cách thức xét miễn các môn học ngoại ngữ.",
            "original_content": "QUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nHIỆU TRƯỞNG TRƯỜNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n\nĐiều 1. Ban hành kèm theo Quyết định này “Quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin”.\n\nĐiều 2. Các Ông/Bà Trường các Phòng, Ban, các đơn vị có liên quan và sinh viên chính quy của Trường Đại học Công nghệ Thông tin chịu trách nhiệm thi hành Quyết định này.\n\n\nQUY ĐỊNH ĐÀO TẠO NGOẠI NGỮ ĐỐI VỚI HỆ ĐẠI HỌC CHÍNH QUY CỦA TRƯỞNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n\nBan hành kèm theo Quyết định số: 248/QĐ-DHCNTT, ngày 04 tháng 10 năm 2022\n\ncủa Hiệu trưởng Trường Đại học Công nghệ Thông tin.\n\nCHƯƠNG I\n\nNHỮNG QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Văn bản này quy định về đào tạo ngoại ngữ đối với các chương trình đào tạo hệ đại học chính quy của Trường Đại học Công nghệ Thông tin (gọi tắt là Trường) bao gồm: chương trình giảng dạy, kiểm tra xếp lớp đầu khóa, xét miễn học các môn học ngoại ngữ, chuẩn ngoại ngữ xét tốt nghiệp và tổ chức giảng dạy các môn học chuyên ngành bằng ngoại ngữ.\n\n2. Quy định này áp dụng với sinh viên các loại chương trình đại học chính quy, bao gồm: chương trình chuẩn (CTC) (trước đây gọi là chương trình đại trà), chương trình chất lượng cao (CLC), chương trình tài năng (CTTN), chương trình tiến tiến (CTTT), chương trình văn bằng hai (VB2), chương trình liên thông từ cao đẳng lên đại học (LT).\n\n3. Quy định này áp dụng bắt buộc cho các khóa tuyển sinh từ năm 2022. Các khóa tuyển sinh trước năm 2022 có thể lựa chọn áp dụng quy định này hoặc quy định được ban hành trước đó.\n\nĐiều 2. Mục đích đào tạo ngoại ngữ\n\n1. Chương trình giảng dạy tiếng Anh nhằm mục đích giúp sinh viên:\n   a. Phát triển toàn diện 4 kỹ năng sử dụng tiếng Anh tổng quát: nghe, nói, đọc, viết; phát triển kỹ năng sử dụng tiếng Anh chuyên ngành ở mức độ phù hợp với trình độ đào tạo, ngành đào tạo và loại chương trình đào tạo.\n   b. Đáp ứng được chuẩn ngoại ngữ tiếng Anh đầu ra theo quy định của ĐHQG-HCM.\n\n2. Các ngoại ngữ khác tiếng Anh được đưa vào nhằm khuyến khích sinh viên học để đáp ứng nhu cầu đa dạng của thị trường lao động.\n\n3. Sinh viên chương trình chuẩn, chương trình tài năng, chương trình văn bằng hai và chương trình liên thông được chọn một trong các chương chỉ ngoại ngữ: tiếng Anh, tiếng Nhật hoặc tiếng Pháp để xét tốt nghiệp, tùy nhiên sinh viên vẫn phải hoàn thành chương trình ngoại ngữ quy định tại Điều 3 (ngoại trừ chương trình định hướng Nhật Bản). Các chuẩn quá trình được xây dựng nhằm thúc đẩy sinh viên học ngoại ngữ. Việc xét chuẩn quá trình thực hiện theo Điều 8 của Quy định này.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nCHƯƠNG II\nCHƯƠNG TRÌNH GIÁNG DẤY VÀ TỔ CHỨC ĐÀO TẠO NGOẠI NGỮ\n\nĐiều 3. Chương trình giáng dầy tiếng Anh\n\n1. Chương trình giáng dầy tiếng Anh của từng loại chương trình bao gồm những môn học được liệt kê theo cấp độ khó tăng dần như trong Bảng 1 nhằm hỗ trợ sinh viên đạt chuẩn ngoại ngữ xét tốt nghiệp theo quy định của từng chương trình. Đối với những môn học tiếng Anh nằm trong chương trình đào tạo (CTDT) được xét miễn học theo Điều 4 và Điều 5 của Quy định này thì sinh viên được nhận điểm Miễn cho môn học đó và không tính vào điểm trung bình chung, điểm trung bình chung tích lũy, điểm trung bình học kỳ.\n\nBảng 1. Chương trình giáng dầy tiếng Anh áp dụng từ khóa tuyển sinh năm 2022\n\n| CTC và CTTN | CTTT |\n|-------------|------|\n| Gồm 3 môn học: | Gồm 8 môn học: |\n| 1. Anh văn 1 (mã môn ENG01) | 1. Anh văn 1 (mã môn ENG01) |\n| 2. Anh văn 2 (mã môn ENG02) | 2. Anh văn 2 (mã môn ENG02) |\n| 3. Anh văn 3 (mã môn ENG03) | 3. Anh văn 3 (mã môn ENG03) |\n| 4. Anh văn 4 (mã môn ENG04) | 4. Anh văn 4 (mã môn ENG04) |\n| 5. Anh văn 5 (mã môn ENG05) | 5. Anh văn 5 (mã môn ENG05) |\n| 6. Tiếng Anh 1 (mã môn ENGL1113) | 6. Tiếng Anh 1 (mã môn ENGL1113) |\n| 7. Tiếng Anh 2 (mã môn ENGL1213) | 7. Tiếng Anh 2 (mã môn ENGL1213) |\n| 8. Tiếng Anh chuyên ngành công nghệ thông tin (mã môn SPCH3723) | 8. Tiếng Anh chuyên ngành công nghệ thông tin (mã môn SPCH3723) |\n\n2. Ngoài các môn học tiếng Anh tại Khoản 1 của Điều 3, nếu sinh viên có nguyện vọng thì có thể đăng ký học môn Kỹ năng thuyết trình tiếng Anh (mã môn: ENG06), Kỹ năng viết tiếng Anh (mã môn: ENG07) để tích lũy thêm số tín chỉ ngoại ngữ tối thiểu cần đạt theo chương trình đào tạo (các môn học này không dùng để thay thế cho những môn học thuộc khối kiến thức chuyên ngành).\n\n3. Đồng thời, trong CTDT của ngành học có thể có những môn học chuyên ngành được giảng dạy bằng ngoại ngữ nhằm cung cấp kiến thức ngoại ngữ chuyên ngành và tạo môi trường cho sinh viên thực hành các kỹ năng ngoại ngữ, goi tắt là môn học Ngoại ngữ chuyên môn (NNCM). Những môn học đó được thiết kế và tổ chức giảng dạy tuân thủ theo các quy định tại Chương III của Quy định này.\n\n4. Những loại chương trình không được liệt kê tại Bảng 1 thì thực hiện theo bản mô tả chương trình đào tạo và quy định riêng của loại chương trình đó (nếu có).\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 4. Kiểm tra xếp lớp đầu khóa cho sinh viên thuộc CTC, CTTN, CTTT\n\n1. Vào đầu khóa học, Trưởng tổ chức kiểm tra tiếng Anh để xếp lớp cho tất cả sinh viên khóa tuyển mới. Để kiểm tra xếp lớp đầu khóa có đăng thức như đề thi TOEIC 2 kỹ năng (nghe và đọc). Căn cứ vào kết quả kiểm tra tiếng Anh, sinh viên được xếp vào lớp tiếng Anh phù hợp với trình độ của sinh viên theo Bảng 2. Tuy theo tính hình thực tế, các mức điểm có thể được Hiệu trưởng quyết định điều chỉnh theo đề xuất hợp lý của bộ phận chuyên môn.\n\n\n\n| Điểm kiểm tra (đạng thức TOEIC nghe và đọc) | CTC và CTTN | CTTT |\n|---------------------------------------------|-------------|------|\n| < 300                                       | Không được học Anh văn 1 (mã môn ENG01), được đăng ký học Anh văn số cấp ngoại CTĐT chính quy do Trung tâm Ngoại ngữ phụ trách (không bắt buộc). | Học Anh văn 1 (mã môn ENG01) |\n| 300 – 345                                   | Học Anh văn 1 (mã môn ENG01); Học Anh văn 2 (mã môn ENG02) | |\n| 350 – 395                                   | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) |\n| 400 – 445                                   | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03); Học Anh văn 4 (mã môn ENG04) |\n| 450 – 495                                   | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03); Học Anh văn 4 (mã môn ENG04); Học Anh văn 5 (mã môn ENG05) |\n| ≥ 500                                       | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | |\n\n2. Nếu sinh viên nộp chứng chỉ ngoại ngữ để được xét miễn các môn học tiếng Anh theo quy định tại Điều 5 thì không cần tham gia thi xếp lớp. Thời điểm nộp chứng chỉ để xét miễn: chậm nhất là 2 tuần trước khi bắt đầu học kỳ 1.\n\n3. Nếu không dự thi xếp lớp và không nộp chứng chỉ tiếng Anh, sinh viên được xếp vào trình độ tương ứng với điểm kiểm tra dưới 300 theo Bảng 2.\n\n**Điều 5. Xét miễn các môn học tiếng Anh**\n\n1. Sinh viên được xét miễn học các môn tiếng Anh tương ứng nếu có một trong các chứng chỉ/chứng nhận đạt trình độ tối thiểu theo quy định tại Bảng 3. Sinh viên được miễn môn học nào thì đồng thời được miễn những môn học ở cấp độ thấp hơn mà sinh viên chưa học hoặc chưa đạt.\n\n| TOEIC | TOEFL iBT | IELTS | VNU-EPT | Cambridge English | CTC/CTTN | CTTT |\n|-------|-----------|-------|---------|-------------------|----------|------|\n| Nghe - Đọc | Nói - Việt |       |         |                   |          |      |\n| 350   | 100       | 32    | 3.5     | 152               | A2 Key (Merit) | Anh văn 1 (mã môn ENG01) | Anh văn 1 (mã môn ENG01) |\n\nBảng 3. Điểm kiểm miễn học môn tiếng Anh\n\n| 400 | 120 | 35 | 4.0 | 165 | KET (Distinction) | A2 Key (Grade B) | Anh văn 2 (mã môn ENG02) | Anh văn 2 (mã môn ENG02) |\n|-----|-----|----|-----|-----|------------------|------------------|----------------------|----------------------|\n| 450 | 140 | 45 | 4.5 | 176 | PET(Pass) Business Preliminary (Pass) | A2 Key (Grade A) B1 Preliminary (Grade C) B1 Business Preliminary (Pass) | Anh văn 3 (mã môn ENG03) | Anh văn 3 (mã môn ENG03) |\n| 500 | 160 | 50 | 5.0 | 201 | PET(Merit) Business Preliminary (Merit) | B1 Preliminary (Grade B) B1 Business Preliminary (Merit) | Anh văn 4 (mã môn ENG04) | Anh văn 4 (mã môn ENG04) |\n| 555 | 180 | 60 | 5.5 | 251 | PET(Distinction) FCE (Grade C) Business Preliminary (Distinction) Business Vantage (Grade C) | B1 Preliminary (Grade A) B2 First (Grade C) B1 Business Preliminary (Distinction) B2 Business Vantage (Grade C) | Anh văn 5 (mã môn ENG05) | Anh văn 5 (mã môn ENG05) |\n\n2. Hạng năm, Trung tâm Ngoại ngữ của Trường tổ chức 04 đợt kiểm tra năng lực tiếng Anh với 04 kỳ năng nghe – đọc – nói – viết và cấp chứng nhận nội bộ. Sinh viên có thể dùng chứng nhận nội bộ này tương đương với chứng chỉ TOEIC để nộp xét miễn các môn tiếng Anh như trong Bảng 3.\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 6. Xét miễn các môn học tiếng Nhật đối với sinh viên thuộc chương trình Công nghệ Thông tin Việt - Nhật (chương trình chất lượng cao định hướng Nhật Bản)\n\nSinh viên được xét miễn học các môn tiếng Nhật tương ứng trong CTĐT nếu có một trong các chứng chỉ đạt trình độ theo quy định tại Bảng 4. Sinh viên được miễn môn học nào thì đồng thời được miễn những môn học ở cấp độ thấp hơn mà sinh viên chưa học hoặc chưa đạt.\n\n| Chứng chỉ | Môn học được miễn |\n|-----------|------------------|\n| JLPT N5   | JAN01, JAN02     |\n| NAT-TEST N4 | JAN01 đến JAN03 |\n| N3        | JAN01 đến JAN06  |\n| N2        | JAN01 đến JAN07  |\n| N1        | JAN01 đến JAN08  |\n\nĐiều 7. Thời điểm xét miễn, cách tính điểm miễn các môn học ngoại ngữ\n\n1. Trường xét miễn các môn học ngoại ngữ trong vòng 4 học kỳ chính kể từ khi nhập học, sau thời gian này (rghĩa là sau học kỳ 2 của năm thứ hai) sinh viên không được xét miễn các môn học ngoại ngữ và phải đăng ký học những môn học ngoại ngữ trong chương trình đào tạo.\n\n2. Sinh viên đạt các văn bằng/chứng chỉ/chứng nhận tại Điều 5, Điều 6 của Quy định này thì nộp bản sao văn bằng/chứng chỉ/chứng nhận còn hiệu lực cho Trường để được xét miễn các môn học tương ứng. Văn bằng/chứng chỉ/chứng nhận phải còn thời hạn và năm cấp đến ngày đăng ký xét công nhận đạt chuẩn. Trường tổ chức xét miễn 4 đợt/năm tương ứng với 4 đợt tốt nghiệp đại học trong năm.\n\n3. Điểm Miễn được tính cho học kỳ kế tiếp trong tiến trình học.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 8. Chuẩn quả trình về ngoại ngữ\n\n1. Sau 2 học kỳ chính kể từ thời điểm nhập học, sinh viên phải đạt môn Anh văn 1 (mã môn ENG01), nếu không đạt môn Anh văn 1, sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\n2. Sau 4 học kỳ chính kể từ thời điểm nhập học, sinh viên phải đạt môn Anh văn 2 (mã môn ENG02). Nếu không đạt môn Anh văn 2, sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\nSinh viên chương trình Công nghệ Thông tin Việt Nhật (CLC định hướng Nhật Bản) phải đạt môn Tiếng Nhật 2 (mã môn JAN02) hoặc có chứng chỉ tương đương JLPT N5 hoặc NAT-TEST N5. Nếu không đạt thì sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\n3. Sau 6 học kỳ chính kể từ thời điểm nhập học, sinh viên phải đạt môn Anh văn 3 (mã môn ENG03). Nếu không đạt môn Anh văn 3, sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\n4. Thời điểm nộp chứng chỉ để xét chuẩn quá trình: 2 tuần trước khi bắt đầu học kỳ đăng ký học phần của mỗi học kỳ.\n\n5. Không xét chuẩn quá trình đối với chương trình có ngoại ngữ khác tiếng Anh và tiếng Nhật, chương trình văn bằng hai, chương trình liên thông từ cao đẳng lên đại học.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 9. Văn bằng, chứng chỉ/chứng nhận được sử dụng để công nhận đạt chuẩn xét tốt nghiệp\n\nĐược xét tốt nghiệp sinh viên phải hoàn tất các môn học tiếng Anh trong chương trình giảng dạy tiếng Anh tại Điều 3 và có một trong các văn bằng, chứng chỉ/chứng nhận được quy định như sau:\n\n1. Văn bằng tốt nghiệp đại học/trên đại học trong nước, nước ngoài mà ngành học hoặc ngôn ngữ sử dụng toàn phần trong đào tạo (không thông qua phiên dịch) là một trong ba ngoại ngữ: tiếng Anh, tiếng Pháp, tiếng Nhật.\n\n\n\n2. Chứng chỉ/chứng nhận ngoại ngữ:\nSinh viên có một trong các loại chứng chỉ/chứng nhận tiếng Anh đạt điểm tối thiểu trong Bảng 5; hoặc có chứng chỉ/chứng nhận tiếng Pháp, hoặc tiếng Nhật tối thiểu tại Bảng 6.\n\n**Bảng 5. Chứng chỉ/chứng nhận tiếng Anh dùng để xét công nhận tốt nghiệp**\n\n| Chứng chỉ | TOEIC | TOEFL iBT | IELTS | Cambridge English | VNU-EPT | Chứng chỉ theo khung năng lực ngoại ngữ 6 bậc (*) |\n|-----------|-------|-----------|-------|-------------------|---------|-----------------------------------------------|\n| VB2, LT, CTC | 450   | 185       | 45    | PET (Pass) Business Preliminary (Pass) | A2 Key (Grade A) B1 Preliminary (Grade C) B1 Business Preliminary (Pass) | 176 | B1 |\n| CTTN, CLC  | 555   | 205       | 60    | PET (Distinction) FCE (Grade C) Business Preliminary (Distinction) Business Vantage (Grade C) | B1 Preliminary (Grade B) B1 Business Preliminary (Merit) | 201 | B2 |\n| CTTT       | 675   | 225       | 79    | FCE (Grade B) Business Vantage (Grade B) | B1 Preliminary (Grade A) B2 First (Grade C) B1 Business Preliminary (Distinction) B2 Business Vantage (Grade C) | 251 | C1 |\n\n* Trường chỉ cho phép sinh viên sử dụng Chứng chỉ theo khung năng lực ngoại ngữ 6 bậc do Bộ GD&ĐT quy định và công nhận.\n\n**Bảng 6. Chứng chỉ tiếng Pháp và tiếng Nhật dùng để xét công nhận tốt nghiệp**\n\n| Chứng chỉ | Tiếng Pháp | Tiếng Nhật |\n|-----------|------------|------------|\n| VB2, LT, CTC | DELF B1 hoặc TCF Niveau 3 | JLPT N4 hoặc NAT-TEST N4 |\n| CTTN, CLC  | DELF B2 hoặc TCF Niveau 4 | JLPT N3 hoặc NAT-TEST N3 |\n\n\n\n3. Tại bất cứ thời điểm nào trong khóa học, sinh viên đạt các chứng chỉ/chứng nhận thỏa điều kiện tại Khoản 2 của Điều này có thể nộp cho Trường (sinh viên cấp nhất chứng chỉ/chứng nhận trên trang daa.uit.edu.vn) để được công nhận đạt chuẩn ngoại ngữ để xét tốt nghiệp. Chứng chỉ/chứng nhận phải còn thời hạn hai năm tính từ ngày cấp đến ngày đăng ký xét công nhận đạt chuẩn (ngày nộp cho Trường).\n\n4. Việc công nhận các loại chứng chỉ/chứng nhận khác do Hiệu trưởng xem xét và quyết định.\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\nCHƯƠNG III\nGIẢNG DẠY CHUYÊN NGÀNH BẰNG NGOẠI NGỮ\n\nĐiều 10. Chương trình giảng dạy và tổ chức giảng dạy NNCM\n\n1. Môn học NNCM đáp ứng các yêu cầu sau:\n   a. Là các môn học thuộc khối thực có bản, cơ sở hoặc chuyên ngành được giảng dạy chủ yếu bằng tiếng Anh/tiếng Nhật. Nội dung giảng dạy hoàn toàn giống môn học được giảng dạy bằng tiếng Việt.\n   b. Cần bố giảng dạy (CBGD) lý thuyết phải giảng dạy bằng tiếng Anh/tiếng Nhật.\n   c. Tài liệu giảng dạy và giáo trình chính của môn học bằng tiếng Anh/tiếng Nhật.\n\n2. Để được tham gia học các lớp NNCM:\n   a. Đối với tiếng Anh: Sinh viên phải có một trong các loại chứng chỉ TCEIC 400 tại Bằng 3 hoặc đã đạt môn học Anh văn 2 (mã môn ENG02).\n   b. Đối với tiếng Nhật: Sinh viên phải có một trong các loại chứng chỉ N4 tại Bằng 4 hoặc đã đạt môn học Tiếng Nhật 3 (mã môn JAN03).\n\n3. Mỗi lớp học NNCM có tối thiểu 01 trợ giảng để hỗ trợ sinh viên trong quá trình học tập. Trợ giảng do CBGD lý thuyết giới thiệu. Trợ giảng có thể sử dụng tiếng Việt trong quá trình hỗ trợ sinh viên.\n\nĐiều 11. Yêu cầu về cần bố giảng dạy NNCM\n\nCBGD phải đáp ứng yêu cầu theo quy định chung của Trường; ngoài ra, CBGD lý thuyết phải đáp ứng thêm một trong các yêu cầu sau đây:\n1. Có trình độ tiếng Anh/tiếng Nhật tối thiểu tương đương cấp độ C1 tham chiếu theo khung Châu Âu (CEFR).\n2. Tốt nghiệp tại một trường đại học nước ngoài, có sử dụng tiếng Anh/tiếng Nhật trong quá trình học tập (có môn học bằng tiếng Anh/tiếng Nhật, hoặc luận án tốt nghiệp được viết bằng tiếng Anh/tiếng Nhật).\n3. Tốt nghiệp tại một trường đại học nước có chương trình đào tạo sử dụng hoàn toàn bằng tiếng Anh/tiếng Nhật (không thông qua phiền dịch).\n\nĐiều 12. Quyền lợi của sinh viên học NNCM\n\nMôn học NNCM được ghi chú rõ về ngôn ngữ giảng dạy trong bảng điểm và giấy chứng nhận hoàn thành môn học.",
            "chunk_content": "QUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 6. Xét miễn các môn học tiếng Nhật đối với sinh viên thuộc chương trình Công nghệ Thông tin Việt - Nhật (chương trình chất lượng cao định hướng Nhật Bản)\n\nSinh viên được xét miễn học các môn tiếng Nhật tương ứng trong CTĐT nếu có một trong các chứng chỉ đạt trình độ theo quy định tại Bảng 4. Sinh viên được miễn môn học nào thì đồng thời được miễn những môn học ở cấp độ thấp hơn mà sinh viên chưa học hoặc chưa đạt.\n\n| Chứng chỉ | Môn học được miễn |\n|-----------|------------------|\n| JLPT N5   | JAN01, JAN02     |\n| NAT-TEST N4 | JAN01 đến JAN03 |\n| N3        | JAN01 đến JAN06  |\n| N2        | JAN01 đến JAN07  |\n| N1        | JAN01 đến JAN08  |\n\nĐiều 7. Thời điểm xét miễn, cách tính điểm miễn các môn học ngoại ngữ\n\n1. Trường xét miễn các môn học ngoại ngữ trong vòng 4 học kỳ chính kể từ khi nhập học, sau thời gian này (rghĩa là sau học kỳ 2 của năm thứ hai) sinh viên không được xét miễn các môn học ngoại ngữ và phải đăng ký học những môn học ngoại ngữ trong chương trình đào tạo.\n\n2. Sinh viên đạt các văn bằng/chứng chỉ/chứng nhận tại Điều 5, Điều 6 của Quy định này thì nộp bản sao văn bằng/chứng chỉ/chứng nhận còn hiệu lực cho Trường để được xét miễn các môn học tương ứng. Văn bằng/chứng chỉ/chứng nhận phải còn thời hạn và năm cấp đến ngày đăng ký xét công nhận đạt chuẩn. Trường tổ chức xét miễn 4 đợt/năm tương ứng với 4 đợt tốt nghiệp đại học trong năm.\n\n3. Điểm Miễn được tính cho học kỳ kế tiếp trong tiến trình học."
        }
    },
    {
        "file_name": "828_qd-dhcntt_04-10-2022_quy_dinh_dao_tao_ngoai_ngu_doi_voi_he_chinh_qui_khoa_2022_0_0",
        "documents": {
            "contextualized_content": "Chương 8 của Quy định đào tạo ngoại ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin quy định về chuẩn quá trình đạt yêu cầu ngoại ngữ của sinh viên, bao gồm các điều kiện cần đạt môn Anh văn 1, Anh văn 2, và Anh văn 3 trong thời gian học, cũng như quy định về số tín chỉ ngoại ngữ được đăng ký nếu không đạt chuẩn.",
            "original_content": "QUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nHIỆU TRƯỞNG TRƯỜNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n\nĐiều 1. Ban hành kèm theo Quyết định này “Quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin”.\n\nĐiều 2. Các Ông/Bà Trường các Phòng, Ban, các đơn vị có liên quan và sinh viên chính quy của Trường Đại học Công nghệ Thông tin chịu trách nhiệm thi hành Quyết định này.\n\n\nQUY ĐỊNH ĐÀO TẠO NGOẠI NGỮ ĐỐI VỚI HỆ ĐẠI HỌC CHÍNH QUY CỦA TRƯỞNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n\nBan hành kèm theo Quyết định số: 248/QĐ-DHCNTT, ngày 04 tháng 10 năm 2022\n\ncủa Hiệu trưởng Trường Đại học Công nghệ Thông tin.\n\nCHƯƠNG I\n\nNHỮNG QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Văn bản này quy định về đào tạo ngoại ngữ đối với các chương trình đào tạo hệ đại học chính quy của Trường Đại học Công nghệ Thông tin (gọi tắt là Trường) bao gồm: chương trình giảng dạy, kiểm tra xếp lớp đầu khóa, xét miễn học các môn học ngoại ngữ, chuẩn ngoại ngữ xét tốt nghiệp và tổ chức giảng dạy các môn học chuyên ngành bằng ngoại ngữ.\n\n2. Quy định này áp dụng với sinh viên các loại chương trình đại học chính quy, bao gồm: chương trình chuẩn (CTC) (trước đây gọi là chương trình đại trà), chương trình chất lượng cao (CLC), chương trình tài năng (CTTN), chương trình tiến tiến (CTTT), chương trình văn bằng hai (VB2), chương trình liên thông từ cao đẳng lên đại học (LT).\n\n3. Quy định này áp dụng bắt buộc cho các khóa tuyển sinh từ năm 2022. Các khóa tuyển sinh trước năm 2022 có thể lựa chọn áp dụng quy định này hoặc quy định được ban hành trước đó.\n\nĐiều 2. Mục đích đào tạo ngoại ngữ\n\n1. Chương trình giảng dạy tiếng Anh nhằm mục đích giúp sinh viên:\n   a. Phát triển toàn diện 4 kỹ năng sử dụng tiếng Anh tổng quát: nghe, nói, đọc, viết; phát triển kỹ năng sử dụng tiếng Anh chuyên ngành ở mức độ phù hợp với trình độ đào tạo, ngành đào tạo và loại chương trình đào tạo.\n   b. Đáp ứng được chuẩn ngoại ngữ tiếng Anh đầu ra theo quy định của ĐHQG-HCM.\n\n2. Các ngoại ngữ khác tiếng Anh được đưa vào nhằm khuyến khích sinh viên học để đáp ứng nhu cầu đa dạng của thị trường lao động.\n\n3. Sinh viên chương trình chuẩn, chương trình tài năng, chương trình văn bằng hai và chương trình liên thông được chọn một trong các chương chỉ ngoại ngữ: tiếng Anh, tiếng Nhật hoặc tiếng Pháp để xét tốt nghiệp, tùy nhiên sinh viên vẫn phải hoàn thành chương trình ngoại ngữ quy định tại Điều 3 (ngoại trừ chương trình định hướng Nhật Bản). Các chuẩn quá trình được xây dựng nhằm thúc đẩy sinh viên học ngoại ngữ. Việc xét chuẩn quá trình thực hiện theo Điều 8 của Quy định này.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nCHƯƠNG II\nCHƯƠNG TRÌNH GIÁNG DẤY VÀ TỔ CHỨC ĐÀO TẠO NGOẠI NGỮ\n\nĐiều 3. Chương trình giáng dầy tiếng Anh\n\n1. Chương trình giáng dầy tiếng Anh của từng loại chương trình bao gồm những môn học được liệt kê theo cấp độ khó tăng dần như trong Bảng 1 nhằm hỗ trợ sinh viên đạt chuẩn ngoại ngữ xét tốt nghiệp theo quy định của từng chương trình. Đối với những môn học tiếng Anh nằm trong chương trình đào tạo (CTDT) được xét miễn học theo Điều 4 và Điều 5 của Quy định này thì sinh viên được nhận điểm Miễn cho môn học đó và không tính vào điểm trung bình chung, điểm trung bình chung tích lũy, điểm trung bình học kỳ.\n\nBảng 1. Chương trình giáng dầy tiếng Anh áp dụng từ khóa tuyển sinh năm 2022\n\n| CTC và CTTN | CTTT |\n|-------------|------|\n| Gồm 3 môn học: | Gồm 8 môn học: |\n| 1. Anh văn 1 (mã môn ENG01) | 1. Anh văn 1 (mã môn ENG01) |\n| 2. Anh văn 2 (mã môn ENG02) | 2. Anh văn 2 (mã môn ENG02) |\n| 3. Anh văn 3 (mã môn ENG03) | 3. Anh văn 3 (mã môn ENG03) |\n| 4. Anh văn 4 (mã môn ENG04) | 4. Anh văn 4 (mã môn ENG04) |\n| 5. Anh văn 5 (mã môn ENG05) | 5. Anh văn 5 (mã môn ENG05) |\n| 6. Tiếng Anh 1 (mã môn ENGL1113) | 6. Tiếng Anh 1 (mã môn ENGL1113) |\n| 7. Tiếng Anh 2 (mã môn ENGL1213) | 7. Tiếng Anh 2 (mã môn ENGL1213) |\n| 8. Tiếng Anh chuyên ngành công nghệ thông tin (mã môn SPCH3723) | 8. Tiếng Anh chuyên ngành công nghệ thông tin (mã môn SPCH3723) |\n\n2. Ngoài các môn học tiếng Anh tại Khoản 1 của Điều 3, nếu sinh viên có nguyện vọng thì có thể đăng ký học môn Kỹ năng thuyết trình tiếng Anh (mã môn: ENG06), Kỹ năng viết tiếng Anh (mã môn: ENG07) để tích lũy thêm số tín chỉ ngoại ngữ tối thiểu cần đạt theo chương trình đào tạo (các môn học này không dùng để thay thế cho những môn học thuộc khối kiến thức chuyên ngành).\n\n3. Đồng thời, trong CTDT của ngành học có thể có những môn học chuyên ngành được giảng dạy bằng ngoại ngữ nhằm cung cấp kiến thức ngoại ngữ chuyên ngành và tạo môi trường cho sinh viên thực hành các kỹ năng ngoại ngữ, goi tắt là môn học Ngoại ngữ chuyên môn (NNCM). Những môn học đó được thiết kế và tổ chức giảng dạy tuân thủ theo các quy định tại Chương III của Quy định này.\n\n4. Những loại chương trình không được liệt kê tại Bảng 1 thì thực hiện theo bản mô tả chương trình đào tạo và quy định riêng của loại chương trình đó (nếu có).\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 4. Kiểm tra xếp lớp đầu khóa cho sinh viên thuộc CTC, CTTN, CTTT\n\n1. Vào đầu khóa học, Trưởng tổ chức kiểm tra tiếng Anh để xếp lớp cho tất cả sinh viên khóa tuyển mới. Để kiểm tra xếp lớp đầu khóa có đăng thức như đề thi TOEIC 2 kỹ năng (nghe và đọc). Căn cứ vào kết quả kiểm tra tiếng Anh, sinh viên được xếp vào lớp tiếng Anh phù hợp với trình độ của sinh viên theo Bảng 2. Tuy theo tính hình thực tế, các mức điểm có thể được Hiệu trưởng quyết định điều chỉnh theo đề xuất hợp lý của bộ phận chuyên môn.\n\n\n\n| Điểm kiểm tra (đạng thức TOEIC nghe và đọc) | CTC và CTTN | CTTT |\n|---------------------------------------------|-------------|------|\n| < 300                                       | Không được học Anh văn 1 (mã môn ENG01), được đăng ký học Anh văn số cấp ngoại CTĐT chính quy do Trung tâm Ngoại ngữ phụ trách (không bắt buộc). | Học Anh văn 1 (mã môn ENG01) |\n| 300 – 345                                   | Học Anh văn 1 (mã môn ENG01); Học Anh văn 2 (mã môn ENG02) | |\n| 350 – 395                                   | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) |\n| 400 – 445                                   | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03); Học Anh văn 4 (mã môn ENG04) |\n| 450 – 495                                   | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03); Học Anh văn 4 (mã môn ENG04); Học Anh văn 5 (mã môn ENG05) |\n| ≥ 500                                       | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | |\n\n2. Nếu sinh viên nộp chứng chỉ ngoại ngữ để được xét miễn các môn học tiếng Anh theo quy định tại Điều 5 thì không cần tham gia thi xếp lớp. Thời điểm nộp chứng chỉ để xét miễn: chậm nhất là 2 tuần trước khi bắt đầu học kỳ 1.\n\n3. Nếu không dự thi xếp lớp và không nộp chứng chỉ tiếng Anh, sinh viên được xếp vào trình độ tương ứng với điểm kiểm tra dưới 300 theo Bảng 2.\n\n**Điều 5. Xét miễn các môn học tiếng Anh**\n\n1. Sinh viên được xét miễn học các môn tiếng Anh tương ứng nếu có một trong các chứng chỉ/chứng nhận đạt trình độ tối thiểu theo quy định tại Bảng 3. Sinh viên được miễn môn học nào thì đồng thời được miễn những môn học ở cấp độ thấp hơn mà sinh viên chưa học hoặc chưa đạt.\n\n| TOEIC | TOEFL iBT | IELTS | VNU-EPT | Cambridge English | CTC/CTTN | CTTT |\n|-------|-----------|-------|---------|-------------------|----------|------|\n| Nghe - Đọc | Nói - Việt |       |         |                   |          |      |\n| 350   | 100       | 32    | 3.5     | 152               | A2 Key (Merit) | Anh văn 1 (mã môn ENG01) | Anh văn 1 (mã môn ENG01) |\n\nBảng 3. Điểm kiểm miễn học môn tiếng Anh\n\n| 400 | 120 | 35 | 4.0 | 165 | KET (Distinction) | A2 Key (Grade B) | Anh văn 2 (mã môn ENG02) | Anh văn 2 (mã môn ENG02) |\n|-----|-----|----|-----|-----|------------------|------------------|----------------------|----------------------|\n| 450 | 140 | 45 | 4.5 | 176 | PET(Pass) Business Preliminary (Pass) | A2 Key (Grade A) B1 Preliminary (Grade C) B1 Business Preliminary (Pass) | Anh văn 3 (mã môn ENG03) | Anh văn 3 (mã môn ENG03) |\n| 500 | 160 | 50 | 5.0 | 201 | PET(Merit) Business Preliminary (Merit) | B1 Preliminary (Grade B) B1 Business Preliminary (Merit) | Anh văn 4 (mã môn ENG04) | Anh văn 4 (mã môn ENG04) |\n| 555 | 180 | 60 | 5.5 | 251 | PET(Distinction) FCE (Grade C) Business Preliminary (Distinction) Business Vantage (Grade C) | B1 Preliminary (Grade A) B2 First (Grade C) B1 Business Preliminary (Distinction) B2 Business Vantage (Grade C) | Anh văn 5 (mã môn ENG05) | Anh văn 5 (mã môn ENG05) |\n\n2. Hạng năm, Trung tâm Ngoại ngữ của Trường tổ chức 04 đợt kiểm tra năng lực tiếng Anh với 04 kỳ năng nghe – đọc – nói – viết và cấp chứng nhận nội bộ. Sinh viên có thể dùng chứng nhận nội bộ này tương đương với chứng chỉ TOEIC để nộp xét miễn các môn tiếng Anh như trong Bảng 3.\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 6. Xét miễn các môn học tiếng Nhật đối với sinh viên thuộc chương trình Công nghệ Thông tin Việt - Nhật (chương trình chất lượng cao định hướng Nhật Bản)\n\nSinh viên được xét miễn học các môn tiếng Nhật tương ứng trong CTĐT nếu có một trong các chứng chỉ đạt trình độ theo quy định tại Bảng 4. Sinh viên được miễn môn học nào thì đồng thời được miễn những môn học ở cấp độ thấp hơn mà sinh viên chưa học hoặc chưa đạt.\n\n| Chứng chỉ | Môn học được miễn |\n|-----------|------------------|\n| JLPT N5   | JAN01, JAN02     |\n| NAT-TEST N4 | JAN01 đến JAN03 |\n| N3        | JAN01 đến JAN06  |\n| N2        | JAN01 đến JAN07  |\n| N1        | JAN01 đến JAN08  |\n\nĐiều 7. Thời điểm xét miễn, cách tính điểm miễn các môn học ngoại ngữ\n\n1. Trường xét miễn các môn học ngoại ngữ trong vòng 4 học kỳ chính kể từ khi nhập học, sau thời gian này (rghĩa là sau học kỳ 2 của năm thứ hai) sinh viên không được xét miễn các môn học ngoại ngữ và phải đăng ký học những môn học ngoại ngữ trong chương trình đào tạo.\n\n2. Sinh viên đạt các văn bằng/chứng chỉ/chứng nhận tại Điều 5, Điều 6 của Quy định này thì nộp bản sao văn bằng/chứng chỉ/chứng nhận còn hiệu lực cho Trường để được xét miễn các môn học tương ứng. Văn bằng/chứng chỉ/chứng nhận phải còn thời hạn và năm cấp đến ngày đăng ký xét công nhận đạt chuẩn. Trường tổ chức xét miễn 4 đợt/năm tương ứng với 4 đợt tốt nghiệp đại học trong năm.\n\n3. Điểm Miễn được tính cho học kỳ kế tiếp trong tiến trình học.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 8. Chuẩn quả trình về ngoại ngữ\n\n1. Sau 2 học kỳ chính kể từ thời điểm nhập học, sinh viên phải đạt môn Anh văn 1 (mã môn ENG01), nếu không đạt môn Anh văn 1, sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\n2. Sau 4 học kỳ chính kể từ thời điểm nhập học, sinh viên phải đạt môn Anh văn 2 (mã môn ENG02). Nếu không đạt môn Anh văn 2, sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\nSinh viên chương trình Công nghệ Thông tin Việt Nhật (CLC định hướng Nhật Bản) phải đạt môn Tiếng Nhật 2 (mã môn JAN02) hoặc có chứng chỉ tương đương JLPT N5 hoặc NAT-TEST N5. Nếu không đạt thì sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\n3. Sau 6 học kỳ chính kể từ thời điểm nhập học, sinh viên phải đạt môn Anh văn 3 (mã môn ENG03). Nếu không đạt môn Anh văn 3, sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\n4. Thời điểm nộp chứng chỉ để xét chuẩn quá trình: 2 tuần trước khi bắt đầu học kỳ đăng ký học phần của mỗi học kỳ.\n\n5. Không xét chuẩn quá trình đối với chương trình có ngoại ngữ khác tiếng Anh và tiếng Nhật, chương trình văn bằng hai, chương trình liên thông từ cao đẳng lên đại học.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 9. Văn bằng, chứng chỉ/chứng nhận được sử dụng để công nhận đạt chuẩn xét tốt nghiệp\n\nĐược xét tốt nghiệp sinh viên phải hoàn tất các môn học tiếng Anh trong chương trình giảng dạy tiếng Anh tại Điều 3 và có một trong các văn bằng, chứng chỉ/chứng nhận được quy định như sau:\n\n1. Văn bằng tốt nghiệp đại học/trên đại học trong nước, nước ngoài mà ngành học hoặc ngôn ngữ sử dụng toàn phần trong đào tạo (không thông qua phiên dịch) là một trong ba ngoại ngữ: tiếng Anh, tiếng Pháp, tiếng Nhật.\n\n\n\n2. Chứng chỉ/chứng nhận ngoại ngữ:\nSinh viên có một trong các loại chứng chỉ/chứng nhận tiếng Anh đạt điểm tối thiểu trong Bảng 5; hoặc có chứng chỉ/chứng nhận tiếng Pháp, hoặc tiếng Nhật tối thiểu tại Bảng 6.\n\n**Bảng 5. Chứng chỉ/chứng nhận tiếng Anh dùng để xét công nhận tốt nghiệp**\n\n| Chứng chỉ | TOEIC | TOEFL iBT | IELTS | Cambridge English | VNU-EPT | Chứng chỉ theo khung năng lực ngoại ngữ 6 bậc (*) |\n|-----------|-------|-----------|-------|-------------------|---------|-----------------------------------------------|\n| VB2, LT, CTC | 450   | 185       | 45    | PET (Pass) Business Preliminary (Pass) | A2 Key (Grade A) B1 Preliminary (Grade C) B1 Business Preliminary (Pass) | 176 | B1 |\n| CTTN, CLC  | 555   | 205       | 60    | PET (Distinction) FCE (Grade C) Business Preliminary (Distinction) Business Vantage (Grade C) | B1 Preliminary (Grade B) B1 Business Preliminary (Merit) | 201 | B2 |\n| CTTT       | 675   | 225       | 79    | FCE (Grade B) Business Vantage (Grade B) | B1 Preliminary (Grade A) B2 First (Grade C) B1 Business Preliminary (Distinction) B2 Business Vantage (Grade C) | 251 | C1 |\n\n* Trường chỉ cho phép sinh viên sử dụng Chứng chỉ theo khung năng lực ngoại ngữ 6 bậc do Bộ GD&ĐT quy định và công nhận.\n\n**Bảng 6. Chứng chỉ tiếng Pháp và tiếng Nhật dùng để xét công nhận tốt nghiệp**\n\n| Chứng chỉ | Tiếng Pháp | Tiếng Nhật |\n|-----------|------------|------------|\n| VB2, LT, CTC | DELF B1 hoặc TCF Niveau 3 | JLPT N4 hoặc NAT-TEST N4 |\n| CTTN, CLC  | DELF B2 hoặc TCF Niveau 4 | JLPT N3 hoặc NAT-TEST N3 |\n\n\n\n3. Tại bất cứ thời điểm nào trong khóa học, sinh viên đạt các chứng chỉ/chứng nhận thỏa điều kiện tại Khoản 2 của Điều này có thể nộp cho Trường (sinh viên cấp nhất chứng chỉ/chứng nhận trên trang daa.uit.edu.vn) để được công nhận đạt chuẩn ngoại ngữ để xét tốt nghiệp. Chứng chỉ/chứng nhận phải còn thời hạn hai năm tính từ ngày cấp đến ngày đăng ký xét công nhận đạt chuẩn (ngày nộp cho Trường).\n\n4. Việc công nhận các loại chứng chỉ/chứng nhận khác do Hiệu trưởng xem xét và quyết định.\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\nCHƯƠNG III\nGIẢNG DẠY CHUYÊN NGÀNH BẰNG NGOẠI NGỮ\n\nĐiều 10. Chương trình giảng dạy và tổ chức giảng dạy NNCM\n\n1. Môn học NNCM đáp ứng các yêu cầu sau:\n   a. Là các môn học thuộc khối thực có bản, cơ sở hoặc chuyên ngành được giảng dạy chủ yếu bằng tiếng Anh/tiếng Nhật. Nội dung giảng dạy hoàn toàn giống môn học được giảng dạy bằng tiếng Việt.\n   b. Cần bố giảng dạy (CBGD) lý thuyết phải giảng dạy bằng tiếng Anh/tiếng Nhật.\n   c. Tài liệu giảng dạy và giáo trình chính của môn học bằng tiếng Anh/tiếng Nhật.\n\n2. Để được tham gia học các lớp NNCM:\n   a. Đối với tiếng Anh: Sinh viên phải có một trong các loại chứng chỉ TCEIC 400 tại Bằng 3 hoặc đã đạt môn học Anh văn 2 (mã môn ENG02).\n   b. Đối với tiếng Nhật: Sinh viên phải có một trong các loại chứng chỉ N4 tại Bằng 4 hoặc đã đạt môn học Tiếng Nhật 3 (mã môn JAN03).\n\n3. Mỗi lớp học NNCM có tối thiểu 01 trợ giảng để hỗ trợ sinh viên trong quá trình học tập. Trợ giảng do CBGD lý thuyết giới thiệu. Trợ giảng có thể sử dụng tiếng Việt trong quá trình hỗ trợ sinh viên.\n\nĐiều 11. Yêu cầu về cần bố giảng dạy NNCM\n\nCBGD phải đáp ứng yêu cầu theo quy định chung của Trường; ngoài ra, CBGD lý thuyết phải đáp ứng thêm một trong các yêu cầu sau đây:\n1. Có trình độ tiếng Anh/tiếng Nhật tối thiểu tương đương cấp độ C1 tham chiếu theo khung Châu Âu (CEFR).\n2. Tốt nghiệp tại một trường đại học nước ngoài, có sử dụng tiếng Anh/tiếng Nhật trong quá trình học tập (có môn học bằng tiếng Anh/tiếng Nhật, hoặc luận án tốt nghiệp được viết bằng tiếng Anh/tiếng Nhật).\n3. Tốt nghiệp tại một trường đại học nước có chương trình đào tạo sử dụng hoàn toàn bằng tiếng Anh/tiếng Nhật (không thông qua phiền dịch).\n\nĐiều 12. Quyền lợi của sinh viên học NNCM\n\nMôn học NNCM được ghi chú rõ về ngôn ngữ giảng dạy trong bảng điểm và giấy chứng nhận hoàn thành môn học.",
            "chunk_content": "QUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 8. Chuẩn quả trình về ngoại ngữ\n\n1. Sau 2 học kỳ chính kể từ thời điểm nhập học, sinh viên phải đạt môn Anh văn 1 (mã môn ENG01), nếu không đạt môn Anh văn 1, sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\n2. Sau 4 học kỳ chính kể từ thời điểm nhập học, sinh viên phải đạt môn Anh văn 2 (mã môn ENG02). Nếu không đạt môn Anh văn 2, sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\nSinh viên chương trình Công nghệ Thông tin Việt Nhật (CLC định hướng Nhật Bản) phải đạt môn Tiếng Nhật 2 (mã môn JAN02) hoặc có chứng chỉ tương đương JLPT N5 hoặc NAT-TEST N5. Nếu không đạt thì sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\n3. Sau 6 học kỳ chính kể từ thời điểm nhập học, sinh viên phải đạt môn Anh văn 3 (mã môn ENG03). Nếu không đạt môn Anh văn 3, sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\n4. Thời điểm nộp chứng chỉ để xét chuẩn quá trình: 2 tuần trước khi bắt đầu học kỳ đăng ký học phần của mỗi học kỳ.\n\n5. Không xét chuẩn quá trình đối với chương trình có ngoại ngữ khác tiếng Anh và tiếng Nhật, chương trình văn bằng hai, chương trình liên thông từ cao đẳng lên đại học."
        }
    },
    {
        "file_name": "828_qd-dhcntt_04-10-2022_quy_dinh_dao_tao_ngoai_ngu_doi_voi_he_chinh_qui_khoa_2022_0_0",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong Chương III của Quy định đào tạo ngoại ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin, cụ thể là Điều 9, quy định về các văn bằng, chứng chỉ/chứng nhận cần thiết để sinh viên được công nhận đạt chuẩn ngoại ngữ xét tốt nghiệp.",
            "original_content": "QUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nHIỆU TRƯỞNG TRƯỜNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n\nĐiều 1. Ban hành kèm theo Quyết định này “Quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin”.\n\nĐiều 2. Các Ông/Bà Trường các Phòng, Ban, các đơn vị có liên quan và sinh viên chính quy của Trường Đại học Công nghệ Thông tin chịu trách nhiệm thi hành Quyết định này.\n\n\nQUY ĐỊNH ĐÀO TẠO NGOẠI NGỮ ĐỐI VỚI HỆ ĐẠI HỌC CHÍNH QUY CỦA TRƯỞNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n\nBan hành kèm theo Quyết định số: 248/QĐ-DHCNTT, ngày 04 tháng 10 năm 2022\n\ncủa Hiệu trưởng Trường Đại học Công nghệ Thông tin.\n\nCHƯƠNG I\n\nNHỮNG QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Văn bản này quy định về đào tạo ngoại ngữ đối với các chương trình đào tạo hệ đại học chính quy của Trường Đại học Công nghệ Thông tin (gọi tắt là Trường) bao gồm: chương trình giảng dạy, kiểm tra xếp lớp đầu khóa, xét miễn học các môn học ngoại ngữ, chuẩn ngoại ngữ xét tốt nghiệp và tổ chức giảng dạy các môn học chuyên ngành bằng ngoại ngữ.\n\n2. Quy định này áp dụng với sinh viên các loại chương trình đại học chính quy, bao gồm: chương trình chuẩn (CTC) (trước đây gọi là chương trình đại trà), chương trình chất lượng cao (CLC), chương trình tài năng (CTTN), chương trình tiến tiến (CTTT), chương trình văn bằng hai (VB2), chương trình liên thông từ cao đẳng lên đại học (LT).\n\n3. Quy định này áp dụng bắt buộc cho các khóa tuyển sinh từ năm 2022. Các khóa tuyển sinh trước năm 2022 có thể lựa chọn áp dụng quy định này hoặc quy định được ban hành trước đó.\n\nĐiều 2. Mục đích đào tạo ngoại ngữ\n\n1. Chương trình giảng dạy tiếng Anh nhằm mục đích giúp sinh viên:\n   a. Phát triển toàn diện 4 kỹ năng sử dụng tiếng Anh tổng quát: nghe, nói, đọc, viết; phát triển kỹ năng sử dụng tiếng Anh chuyên ngành ở mức độ phù hợp với trình độ đào tạo, ngành đào tạo và loại chương trình đào tạo.\n   b. Đáp ứng được chuẩn ngoại ngữ tiếng Anh đầu ra theo quy định của ĐHQG-HCM.\n\n2. Các ngoại ngữ khác tiếng Anh được đưa vào nhằm khuyến khích sinh viên học để đáp ứng nhu cầu đa dạng của thị trường lao động.\n\n3. Sinh viên chương trình chuẩn, chương trình tài năng, chương trình văn bằng hai và chương trình liên thông được chọn một trong các chương chỉ ngoại ngữ: tiếng Anh, tiếng Nhật hoặc tiếng Pháp để xét tốt nghiệp, tùy nhiên sinh viên vẫn phải hoàn thành chương trình ngoại ngữ quy định tại Điều 3 (ngoại trừ chương trình định hướng Nhật Bản). Các chuẩn quá trình được xây dựng nhằm thúc đẩy sinh viên học ngoại ngữ. Việc xét chuẩn quá trình thực hiện theo Điều 8 của Quy định này.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nCHƯƠNG II\nCHƯƠNG TRÌNH GIÁNG DẤY VÀ TỔ CHỨC ĐÀO TẠO NGOẠI NGỮ\n\nĐiều 3. Chương trình giáng dầy tiếng Anh\n\n1. Chương trình giáng dầy tiếng Anh của từng loại chương trình bao gồm những môn học được liệt kê theo cấp độ khó tăng dần như trong Bảng 1 nhằm hỗ trợ sinh viên đạt chuẩn ngoại ngữ xét tốt nghiệp theo quy định của từng chương trình. Đối với những môn học tiếng Anh nằm trong chương trình đào tạo (CTDT) được xét miễn học theo Điều 4 và Điều 5 của Quy định này thì sinh viên được nhận điểm Miễn cho môn học đó và không tính vào điểm trung bình chung, điểm trung bình chung tích lũy, điểm trung bình học kỳ.\n\nBảng 1. Chương trình giáng dầy tiếng Anh áp dụng từ khóa tuyển sinh năm 2022\n\n| CTC và CTTN | CTTT |\n|-------------|------|\n| Gồm 3 môn học: | Gồm 8 môn học: |\n| 1. Anh văn 1 (mã môn ENG01) | 1. Anh văn 1 (mã môn ENG01) |\n| 2. Anh văn 2 (mã môn ENG02) | 2. Anh văn 2 (mã môn ENG02) |\n| 3. Anh văn 3 (mã môn ENG03) | 3. Anh văn 3 (mã môn ENG03) |\n| 4. Anh văn 4 (mã môn ENG04) | 4. Anh văn 4 (mã môn ENG04) |\n| 5. Anh văn 5 (mã môn ENG05) | 5. Anh văn 5 (mã môn ENG05) |\n| 6. Tiếng Anh 1 (mã môn ENGL1113) | 6. Tiếng Anh 1 (mã môn ENGL1113) |\n| 7. Tiếng Anh 2 (mã môn ENGL1213) | 7. Tiếng Anh 2 (mã môn ENGL1213) |\n| 8. Tiếng Anh chuyên ngành công nghệ thông tin (mã môn SPCH3723) | 8. Tiếng Anh chuyên ngành công nghệ thông tin (mã môn SPCH3723) |\n\n2. Ngoài các môn học tiếng Anh tại Khoản 1 của Điều 3, nếu sinh viên có nguyện vọng thì có thể đăng ký học môn Kỹ năng thuyết trình tiếng Anh (mã môn: ENG06), Kỹ năng viết tiếng Anh (mã môn: ENG07) để tích lũy thêm số tín chỉ ngoại ngữ tối thiểu cần đạt theo chương trình đào tạo (các môn học này không dùng để thay thế cho những môn học thuộc khối kiến thức chuyên ngành).\n\n3. Đồng thời, trong CTDT của ngành học có thể có những môn học chuyên ngành được giảng dạy bằng ngoại ngữ nhằm cung cấp kiến thức ngoại ngữ chuyên ngành và tạo môi trường cho sinh viên thực hành các kỹ năng ngoại ngữ, goi tắt là môn học Ngoại ngữ chuyên môn (NNCM). Những môn học đó được thiết kế và tổ chức giảng dạy tuân thủ theo các quy định tại Chương III của Quy định này.\n\n4. Những loại chương trình không được liệt kê tại Bảng 1 thì thực hiện theo bản mô tả chương trình đào tạo và quy định riêng của loại chương trình đó (nếu có).\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 4. Kiểm tra xếp lớp đầu khóa cho sinh viên thuộc CTC, CTTN, CTTT\n\n1. Vào đầu khóa học, Trưởng tổ chức kiểm tra tiếng Anh để xếp lớp cho tất cả sinh viên khóa tuyển mới. Để kiểm tra xếp lớp đầu khóa có đăng thức như đề thi TOEIC 2 kỹ năng (nghe và đọc). Căn cứ vào kết quả kiểm tra tiếng Anh, sinh viên được xếp vào lớp tiếng Anh phù hợp với trình độ của sinh viên theo Bảng 2. Tuy theo tính hình thực tế, các mức điểm có thể được Hiệu trưởng quyết định điều chỉnh theo đề xuất hợp lý của bộ phận chuyên môn.\n\n\n\n| Điểm kiểm tra (đạng thức TOEIC nghe và đọc) | CTC và CTTN | CTTT |\n|---------------------------------------------|-------------|------|\n| < 300                                       | Không được học Anh văn 1 (mã môn ENG01), được đăng ký học Anh văn số cấp ngoại CTĐT chính quy do Trung tâm Ngoại ngữ phụ trách (không bắt buộc). | Học Anh văn 1 (mã môn ENG01) |\n| 300 – 345                                   | Học Anh văn 1 (mã môn ENG01); Học Anh văn 2 (mã môn ENG02) | |\n| 350 – 395                                   | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) |\n| 400 – 445                                   | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03); Học Anh văn 4 (mã môn ENG04) |\n| 450 – 495                                   | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03); Học Anh văn 4 (mã môn ENG04); Học Anh văn 5 (mã môn ENG05) |\n| ≥ 500                                       | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | |\n\n2. Nếu sinh viên nộp chứng chỉ ngoại ngữ để được xét miễn các môn học tiếng Anh theo quy định tại Điều 5 thì không cần tham gia thi xếp lớp. Thời điểm nộp chứng chỉ để xét miễn: chậm nhất là 2 tuần trước khi bắt đầu học kỳ 1.\n\n3. Nếu không dự thi xếp lớp và không nộp chứng chỉ tiếng Anh, sinh viên được xếp vào trình độ tương ứng với điểm kiểm tra dưới 300 theo Bảng 2.\n\n**Điều 5. Xét miễn các môn học tiếng Anh**\n\n1. Sinh viên được xét miễn học các môn tiếng Anh tương ứng nếu có một trong các chứng chỉ/chứng nhận đạt trình độ tối thiểu theo quy định tại Bảng 3. Sinh viên được miễn môn học nào thì đồng thời được miễn những môn học ở cấp độ thấp hơn mà sinh viên chưa học hoặc chưa đạt.\n\n| TOEIC | TOEFL iBT | IELTS | VNU-EPT | Cambridge English | CTC/CTTN | CTTT |\n|-------|-----------|-------|---------|-------------------|----------|------|\n| Nghe - Đọc | Nói - Việt |       |         |                   |          |      |\n| 350   | 100       | 32    | 3.5     | 152               | A2 Key (Merit) | Anh văn 1 (mã môn ENG01) | Anh văn 1 (mã môn ENG01) |\n\nBảng 3. Điểm kiểm miễn học môn tiếng Anh\n\n| 400 | 120 | 35 | 4.0 | 165 | KET (Distinction) | A2 Key (Grade B) | Anh văn 2 (mã môn ENG02) | Anh văn 2 (mã môn ENG02) |\n|-----|-----|----|-----|-----|------------------|------------------|----------------------|----------------------|\n| 450 | 140 | 45 | 4.5 | 176 | PET(Pass) Business Preliminary (Pass) | A2 Key (Grade A) B1 Preliminary (Grade C) B1 Business Preliminary (Pass) | Anh văn 3 (mã môn ENG03) | Anh văn 3 (mã môn ENG03) |\n| 500 | 160 | 50 | 5.0 | 201 | PET(Merit) Business Preliminary (Merit) | B1 Preliminary (Grade B) B1 Business Preliminary (Merit) | Anh văn 4 (mã môn ENG04) | Anh văn 4 (mã môn ENG04) |\n| 555 | 180 | 60 | 5.5 | 251 | PET(Distinction) FCE (Grade C) Business Preliminary (Distinction) Business Vantage (Grade C) | B1 Preliminary (Grade A) B2 First (Grade C) B1 Business Preliminary (Distinction) B2 Business Vantage (Grade C) | Anh văn 5 (mã môn ENG05) | Anh văn 5 (mã môn ENG05) |\n\n2. Hạng năm, Trung tâm Ngoại ngữ của Trường tổ chức 04 đợt kiểm tra năng lực tiếng Anh với 04 kỳ năng nghe – đọc – nói – viết và cấp chứng nhận nội bộ. Sinh viên có thể dùng chứng nhận nội bộ này tương đương với chứng chỉ TOEIC để nộp xét miễn các môn tiếng Anh như trong Bảng 3.\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 6. Xét miễn các môn học tiếng Nhật đối với sinh viên thuộc chương trình Công nghệ Thông tin Việt - Nhật (chương trình chất lượng cao định hướng Nhật Bản)\n\nSinh viên được xét miễn học các môn tiếng Nhật tương ứng trong CTĐT nếu có một trong các chứng chỉ đạt trình độ theo quy định tại Bảng 4. Sinh viên được miễn môn học nào thì đồng thời được miễn những môn học ở cấp độ thấp hơn mà sinh viên chưa học hoặc chưa đạt.\n\n| Chứng chỉ | Môn học được miễn |\n|-----------|------------------|\n| JLPT N5   | JAN01, JAN02     |\n| NAT-TEST N4 | JAN01 đến JAN03 |\n| N3        | JAN01 đến JAN06  |\n| N2        | JAN01 đến JAN07  |\n| N1        | JAN01 đến JAN08  |\n\nĐiều 7. Thời điểm xét miễn, cách tính điểm miễn các môn học ngoại ngữ\n\n1. Trường xét miễn các môn học ngoại ngữ trong vòng 4 học kỳ chính kể từ khi nhập học, sau thời gian này (rghĩa là sau học kỳ 2 của năm thứ hai) sinh viên không được xét miễn các môn học ngoại ngữ và phải đăng ký học những môn học ngoại ngữ trong chương trình đào tạo.\n\n2. Sinh viên đạt các văn bằng/chứng chỉ/chứng nhận tại Điều 5, Điều 6 của Quy định này thì nộp bản sao văn bằng/chứng chỉ/chứng nhận còn hiệu lực cho Trường để được xét miễn các môn học tương ứng. Văn bằng/chứng chỉ/chứng nhận phải còn thời hạn và năm cấp đến ngày đăng ký xét công nhận đạt chuẩn. Trường tổ chức xét miễn 4 đợt/năm tương ứng với 4 đợt tốt nghiệp đại học trong năm.\n\n3. Điểm Miễn được tính cho học kỳ kế tiếp trong tiến trình học.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 8. Chuẩn quả trình về ngoại ngữ\n\n1. Sau 2 học kỳ chính kể từ thời điểm nhập học, sinh viên phải đạt môn Anh văn 1 (mã môn ENG01), nếu không đạt môn Anh văn 1, sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\n2. Sau 4 học kỳ chính kể từ thời điểm nhập học, sinh viên phải đạt môn Anh văn 2 (mã môn ENG02). Nếu không đạt môn Anh văn 2, sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\nSinh viên chương trình Công nghệ Thông tin Việt Nhật (CLC định hướng Nhật Bản) phải đạt môn Tiếng Nhật 2 (mã môn JAN02) hoặc có chứng chỉ tương đương JLPT N5 hoặc NAT-TEST N5. Nếu không đạt thì sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\n3. Sau 6 học kỳ chính kể từ thời điểm nhập học, sinh viên phải đạt môn Anh văn 3 (mã môn ENG03). Nếu không đạt môn Anh văn 3, sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\n4. Thời điểm nộp chứng chỉ để xét chuẩn quá trình: 2 tuần trước khi bắt đầu học kỳ đăng ký học phần của mỗi học kỳ.\n\n5. Không xét chuẩn quá trình đối với chương trình có ngoại ngữ khác tiếng Anh và tiếng Nhật, chương trình văn bằng hai, chương trình liên thông từ cao đẳng lên đại học.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 9. Văn bằng, chứng chỉ/chứng nhận được sử dụng để công nhận đạt chuẩn xét tốt nghiệp\n\nĐược xét tốt nghiệp sinh viên phải hoàn tất các môn học tiếng Anh trong chương trình giảng dạy tiếng Anh tại Điều 3 và có một trong các văn bằng, chứng chỉ/chứng nhận được quy định như sau:\n\n1. Văn bằng tốt nghiệp đại học/trên đại học trong nước, nước ngoài mà ngành học hoặc ngôn ngữ sử dụng toàn phần trong đào tạo (không thông qua phiên dịch) là một trong ba ngoại ngữ: tiếng Anh, tiếng Pháp, tiếng Nhật.\n\n\n\n2. Chứng chỉ/chứng nhận ngoại ngữ:\nSinh viên có một trong các loại chứng chỉ/chứng nhận tiếng Anh đạt điểm tối thiểu trong Bảng 5; hoặc có chứng chỉ/chứng nhận tiếng Pháp, hoặc tiếng Nhật tối thiểu tại Bảng 6.\n\n**Bảng 5. Chứng chỉ/chứng nhận tiếng Anh dùng để xét công nhận tốt nghiệp**\n\n| Chứng chỉ | TOEIC | TOEFL iBT | IELTS | Cambridge English | VNU-EPT | Chứng chỉ theo khung năng lực ngoại ngữ 6 bậc (*) |\n|-----------|-------|-----------|-------|-------------------|---------|-----------------------------------------------|\n| VB2, LT, CTC | 450   | 185       | 45    | PET (Pass) Business Preliminary (Pass) | A2 Key (Grade A) B1 Preliminary (Grade C) B1 Business Preliminary (Pass) | 176 | B1 |\n| CTTN, CLC  | 555   | 205       | 60    | PET (Distinction) FCE (Grade C) Business Preliminary (Distinction) Business Vantage (Grade C) | B1 Preliminary (Grade B) B1 Business Preliminary (Merit) | 201 | B2 |\n| CTTT       | 675   | 225       | 79    | FCE (Grade B) Business Vantage (Grade B) | B1 Preliminary (Grade A) B2 First (Grade C) B1 Business Preliminary (Distinction) B2 Business Vantage (Grade C) | 251 | C1 |\n\n* Trường chỉ cho phép sinh viên sử dụng Chứng chỉ theo khung năng lực ngoại ngữ 6 bậc do Bộ GD&ĐT quy định và công nhận.\n\n**Bảng 6. Chứng chỉ tiếng Pháp và tiếng Nhật dùng để xét công nhận tốt nghiệp**\n\n| Chứng chỉ | Tiếng Pháp | Tiếng Nhật |\n|-----------|------------|------------|\n| VB2, LT, CTC | DELF B1 hoặc TCF Niveau 3 | JLPT N4 hoặc NAT-TEST N4 |\n| CTTN, CLC  | DELF B2 hoặc TCF Niveau 4 | JLPT N3 hoặc NAT-TEST N3 |\n\n\n\n3. Tại bất cứ thời điểm nào trong khóa học, sinh viên đạt các chứng chỉ/chứng nhận thỏa điều kiện tại Khoản 2 của Điều này có thể nộp cho Trường (sinh viên cấp nhất chứng chỉ/chứng nhận trên trang daa.uit.edu.vn) để được công nhận đạt chuẩn ngoại ngữ để xét tốt nghiệp. Chứng chỉ/chứng nhận phải còn thời hạn hai năm tính từ ngày cấp đến ngày đăng ký xét công nhận đạt chuẩn (ngày nộp cho Trường).\n\n4. Việc công nhận các loại chứng chỉ/chứng nhận khác do Hiệu trưởng xem xét và quyết định.\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\nCHƯƠNG III\nGIẢNG DẠY CHUYÊN NGÀNH BẰNG NGOẠI NGỮ\n\nĐiều 10. Chương trình giảng dạy và tổ chức giảng dạy NNCM\n\n1. Môn học NNCM đáp ứng các yêu cầu sau:\n   a. Là các môn học thuộc khối thực có bản, cơ sở hoặc chuyên ngành được giảng dạy chủ yếu bằng tiếng Anh/tiếng Nhật. Nội dung giảng dạy hoàn toàn giống môn học được giảng dạy bằng tiếng Việt.\n   b. Cần bố giảng dạy (CBGD) lý thuyết phải giảng dạy bằng tiếng Anh/tiếng Nhật.\n   c. Tài liệu giảng dạy và giáo trình chính của môn học bằng tiếng Anh/tiếng Nhật.\n\n2. Để được tham gia học các lớp NNCM:\n   a. Đối với tiếng Anh: Sinh viên phải có một trong các loại chứng chỉ TCEIC 400 tại Bằng 3 hoặc đã đạt môn học Anh văn 2 (mã môn ENG02).\n   b. Đối với tiếng Nhật: Sinh viên phải có một trong các loại chứng chỉ N4 tại Bằng 4 hoặc đã đạt môn học Tiếng Nhật 3 (mã môn JAN03).\n\n3. Mỗi lớp học NNCM có tối thiểu 01 trợ giảng để hỗ trợ sinh viên trong quá trình học tập. Trợ giảng do CBGD lý thuyết giới thiệu. Trợ giảng có thể sử dụng tiếng Việt trong quá trình hỗ trợ sinh viên.\n\nĐiều 11. Yêu cầu về cần bố giảng dạy NNCM\n\nCBGD phải đáp ứng yêu cầu theo quy định chung của Trường; ngoài ra, CBGD lý thuyết phải đáp ứng thêm một trong các yêu cầu sau đây:\n1. Có trình độ tiếng Anh/tiếng Nhật tối thiểu tương đương cấp độ C1 tham chiếu theo khung Châu Âu (CEFR).\n2. Tốt nghiệp tại một trường đại học nước ngoài, có sử dụng tiếng Anh/tiếng Nhật trong quá trình học tập (có môn học bằng tiếng Anh/tiếng Nhật, hoặc luận án tốt nghiệp được viết bằng tiếng Anh/tiếng Nhật).\n3. Tốt nghiệp tại một trường đại học nước có chương trình đào tạo sử dụng hoàn toàn bằng tiếng Anh/tiếng Nhật (không thông qua phiền dịch).\n\nĐiều 12. Quyền lợi của sinh viên học NNCM\n\nMôn học NNCM được ghi chú rõ về ngôn ngữ giảng dạy trong bảng điểm và giấy chứng nhận hoàn thành môn học.",
            "chunk_content": "QUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 9. Văn bằng, chứng chỉ/chứng nhận được sử dụng để công nhận đạt chuẩn xét tốt nghiệp\n\nĐược xét tốt nghiệp sinh viên phải hoàn tất các môn học tiếng Anh trong chương trình giảng dạy tiếng Anh tại Điều 3 và có một trong các văn bằng, chứng chỉ/chứng nhận được quy định như sau:\n\n1. Văn bằng tốt nghiệp đại học/trên đại học trong nước, nước ngoài mà ngành học hoặc ngôn ngữ sử dụng toàn phần trong đào tạo (không thông qua phiên dịch) là một trong ba ngoại ngữ: tiếng Anh, tiếng Pháp, tiếng Nhật.\n\n\n\n2. Chứng chỉ/chứng nhận ngoại ngữ:\nSinh viên có một trong các loại chứng chỉ/chứng nhận tiếng Anh đạt điểm tối thiểu trong Bảng 5; hoặc có chứng chỉ/chứng nhận tiếng Pháp, hoặc tiếng Nhật tối thiểu tại Bảng 6.\n\n**Bảng 5. Chứng chỉ/chứng nhận tiếng Anh dùng để xét công nhận tốt nghiệp**\n\n| Chứng chỉ | TOEIC | TOEFL iBT | IELTS | Cambridge English | VNU-EPT | Chứng chỉ theo khung năng lực ngoại ngữ 6 bậc (*) |\n|-----------|-------|-----------|-------|-------------------|---------|-----------------------------------------------|\n| VB2, LT, CTC | 450   | 185       | 45    | PET (Pass) Business Preliminary (Pass) | A2 Key (Grade A) B1 Preliminary (Grade C) B1 Business Preliminary (Pass) | 176 | B1 |\n| CTTN, CLC  | 555   | 205       | 60    | PET (Distinction) FCE (Grade C) Business Preliminary (Distinction) Business Vantage (Grade C) | B1 Preliminary (Grade B) B1 Business Preliminary (Merit) | 201 | B2 |\n| CTTT       | 675   | 225       | 79    | FCE (Grade B) Business Vantage (Grade B) | B1 Preliminary (Grade A) B2 First (Grade C) B1 Business Preliminary (Distinction) B2 Business Vantage (Grade C) | 251 | C1 |\n\n* Trường chỉ cho phép sinh viên sử dụng Chứng chỉ theo khung năng lực ngoại ngữ 6 bậc do Bộ GD&ĐT quy định và công nhận.\n\n**Bảng 6. Chứng chỉ tiếng Pháp và tiếng Nhật dùng để xét công nhận tốt nghiệp**\n\n| Chứng chỉ | Tiếng Pháp | Tiếng Nhật |\n|-----------|------------|------------|\n| VB2, LT, CTC | DELF B1 hoặc TCF Niveau 3 | JLPT N4 hoặc NAT-TEST N4 |\n| CTTN, CLC  | DELF B2 hoặc TCF Niveau 4 | JLPT N3 hoặc NAT-TEST N3 |\n\n\n\n3. Tại bất cứ thời điểm nào trong khóa học, sinh viên đạt các chứng chỉ/chứng nhận thỏa điều kiện tại Khoản 2 của Điều này có thể nộp cho Trường (sinh viên cấp nhất chứng chỉ/chứng nhận trên trang daa.uit.edu.vn) để được công nhận đạt chuẩn ngoại ngữ để xét tốt nghiệp. Chứng chỉ/chứng nhận phải còn thời hạn hai năm tính từ ngày cấp đến ngày đăng ký xét công nhận đạt chuẩn (ngày nộp cho Trường).\n\n4. Việc công nhận các loại chứng chỉ/chứng nhận khác do Hiệu trưởng xem xét và quyết định."
        }
    },
    {
        "file_name": "828_qd-dhcntt_04-10-2022_quy_dinh_dao_tao_ngoai_ngu_doi_voi_he_chinh_qui_khoa_2022_0_0",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong Chương III của Quy định đào tạo ngoại ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin, quy định về giảng dạy chuyên ngành bằng ngoại ngữ, bao gồm các yêu cầu về chương trình giảng dạy, điều kiện tham gia học, yêu cầu đối với giảng viên, và quyền lợi của sinh viên học các môn học chuyên ngành được giảng dạy bằng tiếng Anh hoặc tiếng Nhật.",
            "original_content": "QUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nHIỆU TRƯỞNG TRƯỜNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n\nĐiều 1. Ban hành kèm theo Quyết định này “Quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin”.\n\nĐiều 2. Các Ông/Bà Trường các Phòng, Ban, các đơn vị có liên quan và sinh viên chính quy của Trường Đại học Công nghệ Thông tin chịu trách nhiệm thi hành Quyết định này.\n\n\nQUY ĐỊNH ĐÀO TẠO NGOẠI NGỮ ĐỐI VỚI HỆ ĐẠI HỌC CHÍNH QUY CỦA TRƯỞNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN\n\nBan hành kèm theo Quyết định số: 248/QĐ-DHCNTT, ngày 04 tháng 10 năm 2022\n\ncủa Hiệu trưởng Trường Đại học Công nghệ Thông tin.\n\nCHƯƠNG I\n\nNHỮNG QUY ĐỊNH CHUNG\n\nĐiều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Văn bản này quy định về đào tạo ngoại ngữ đối với các chương trình đào tạo hệ đại học chính quy của Trường Đại học Công nghệ Thông tin (gọi tắt là Trường) bao gồm: chương trình giảng dạy, kiểm tra xếp lớp đầu khóa, xét miễn học các môn học ngoại ngữ, chuẩn ngoại ngữ xét tốt nghiệp và tổ chức giảng dạy các môn học chuyên ngành bằng ngoại ngữ.\n\n2. Quy định này áp dụng với sinh viên các loại chương trình đại học chính quy, bao gồm: chương trình chuẩn (CTC) (trước đây gọi là chương trình đại trà), chương trình chất lượng cao (CLC), chương trình tài năng (CTTN), chương trình tiến tiến (CTTT), chương trình văn bằng hai (VB2), chương trình liên thông từ cao đẳng lên đại học (LT).\n\n3. Quy định này áp dụng bắt buộc cho các khóa tuyển sinh từ năm 2022. Các khóa tuyển sinh trước năm 2022 có thể lựa chọn áp dụng quy định này hoặc quy định được ban hành trước đó.\n\nĐiều 2. Mục đích đào tạo ngoại ngữ\n\n1. Chương trình giảng dạy tiếng Anh nhằm mục đích giúp sinh viên:\n   a. Phát triển toàn diện 4 kỹ năng sử dụng tiếng Anh tổng quát: nghe, nói, đọc, viết; phát triển kỹ năng sử dụng tiếng Anh chuyên ngành ở mức độ phù hợp với trình độ đào tạo, ngành đào tạo và loại chương trình đào tạo.\n   b. Đáp ứng được chuẩn ngoại ngữ tiếng Anh đầu ra theo quy định của ĐHQG-HCM.\n\n2. Các ngoại ngữ khác tiếng Anh được đưa vào nhằm khuyến khích sinh viên học để đáp ứng nhu cầu đa dạng của thị trường lao động.\n\n3. Sinh viên chương trình chuẩn, chương trình tài năng, chương trình văn bằng hai và chương trình liên thông được chọn một trong các chương chỉ ngoại ngữ: tiếng Anh, tiếng Nhật hoặc tiếng Pháp để xét tốt nghiệp, tùy nhiên sinh viên vẫn phải hoàn thành chương trình ngoại ngữ quy định tại Điều 3 (ngoại trừ chương trình định hướng Nhật Bản). Các chuẩn quá trình được xây dựng nhằm thúc đẩy sinh viên học ngoại ngữ. Việc xét chuẩn quá trình thực hiện theo Điều 8 của Quy định này.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nCHƯƠNG II\nCHƯƠNG TRÌNH GIÁNG DẤY VÀ TỔ CHỨC ĐÀO TẠO NGOẠI NGỮ\n\nĐiều 3. Chương trình giáng dầy tiếng Anh\n\n1. Chương trình giáng dầy tiếng Anh của từng loại chương trình bao gồm những môn học được liệt kê theo cấp độ khó tăng dần như trong Bảng 1 nhằm hỗ trợ sinh viên đạt chuẩn ngoại ngữ xét tốt nghiệp theo quy định của từng chương trình. Đối với những môn học tiếng Anh nằm trong chương trình đào tạo (CTDT) được xét miễn học theo Điều 4 và Điều 5 của Quy định này thì sinh viên được nhận điểm Miễn cho môn học đó và không tính vào điểm trung bình chung, điểm trung bình chung tích lũy, điểm trung bình học kỳ.\n\nBảng 1. Chương trình giáng dầy tiếng Anh áp dụng từ khóa tuyển sinh năm 2022\n\n| CTC và CTTN | CTTT |\n|-------------|------|\n| Gồm 3 môn học: | Gồm 8 môn học: |\n| 1. Anh văn 1 (mã môn ENG01) | 1. Anh văn 1 (mã môn ENG01) |\n| 2. Anh văn 2 (mã môn ENG02) | 2. Anh văn 2 (mã môn ENG02) |\n| 3. Anh văn 3 (mã môn ENG03) | 3. Anh văn 3 (mã môn ENG03) |\n| 4. Anh văn 4 (mã môn ENG04) | 4. Anh văn 4 (mã môn ENG04) |\n| 5. Anh văn 5 (mã môn ENG05) | 5. Anh văn 5 (mã môn ENG05) |\n| 6. Tiếng Anh 1 (mã môn ENGL1113) | 6. Tiếng Anh 1 (mã môn ENGL1113) |\n| 7. Tiếng Anh 2 (mã môn ENGL1213) | 7. Tiếng Anh 2 (mã môn ENGL1213) |\n| 8. Tiếng Anh chuyên ngành công nghệ thông tin (mã môn SPCH3723) | 8. Tiếng Anh chuyên ngành công nghệ thông tin (mã môn SPCH3723) |\n\n2. Ngoài các môn học tiếng Anh tại Khoản 1 của Điều 3, nếu sinh viên có nguyện vọng thì có thể đăng ký học môn Kỹ năng thuyết trình tiếng Anh (mã môn: ENG06), Kỹ năng viết tiếng Anh (mã môn: ENG07) để tích lũy thêm số tín chỉ ngoại ngữ tối thiểu cần đạt theo chương trình đào tạo (các môn học này không dùng để thay thế cho những môn học thuộc khối kiến thức chuyên ngành).\n\n3. Đồng thời, trong CTDT của ngành học có thể có những môn học chuyên ngành được giảng dạy bằng ngoại ngữ nhằm cung cấp kiến thức ngoại ngữ chuyên ngành và tạo môi trường cho sinh viên thực hành các kỹ năng ngoại ngữ, goi tắt là môn học Ngoại ngữ chuyên môn (NNCM). Những môn học đó được thiết kế và tổ chức giảng dạy tuân thủ theo các quy định tại Chương III của Quy định này.\n\n4. Những loại chương trình không được liệt kê tại Bảng 1 thì thực hiện theo bản mô tả chương trình đào tạo và quy định riêng của loại chương trình đó (nếu có).\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 4. Kiểm tra xếp lớp đầu khóa cho sinh viên thuộc CTC, CTTN, CTTT\n\n1. Vào đầu khóa học, Trưởng tổ chức kiểm tra tiếng Anh để xếp lớp cho tất cả sinh viên khóa tuyển mới. Để kiểm tra xếp lớp đầu khóa có đăng thức như đề thi TOEIC 2 kỹ năng (nghe và đọc). Căn cứ vào kết quả kiểm tra tiếng Anh, sinh viên được xếp vào lớp tiếng Anh phù hợp với trình độ của sinh viên theo Bảng 2. Tuy theo tính hình thực tế, các mức điểm có thể được Hiệu trưởng quyết định điều chỉnh theo đề xuất hợp lý của bộ phận chuyên môn.\n\n\n\n| Điểm kiểm tra (đạng thức TOEIC nghe và đọc) | CTC và CTTN | CTTT |\n|---------------------------------------------|-------------|------|\n| < 300                                       | Không được học Anh văn 1 (mã môn ENG01), được đăng ký học Anh văn số cấp ngoại CTĐT chính quy do Trung tâm Ngoại ngữ phụ trách (không bắt buộc). | Học Anh văn 1 (mã môn ENG01) |\n| 300 – 345                                   | Học Anh văn 1 (mã môn ENG01); Học Anh văn 2 (mã môn ENG02) | |\n| 350 – 395                                   | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) |\n| 400 – 445                                   | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03); Học Anh văn 4 (mã môn ENG04) |\n| 450 – 495                                   | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03); Học Anh văn 4 (mã môn ENG04); Học Anh văn 5 (mã môn ENG05) |\n| ≥ 500                                       | Miễn Anh văn 1 (mã môn ENG01) và Anh văn 2 (mã môn ENG02); Học Anh văn 3 (mã môn ENG03) | |\n\n2. Nếu sinh viên nộp chứng chỉ ngoại ngữ để được xét miễn các môn học tiếng Anh theo quy định tại Điều 5 thì không cần tham gia thi xếp lớp. Thời điểm nộp chứng chỉ để xét miễn: chậm nhất là 2 tuần trước khi bắt đầu học kỳ 1.\n\n3. Nếu không dự thi xếp lớp và không nộp chứng chỉ tiếng Anh, sinh viên được xếp vào trình độ tương ứng với điểm kiểm tra dưới 300 theo Bảng 2.\n\n**Điều 5. Xét miễn các môn học tiếng Anh**\n\n1. Sinh viên được xét miễn học các môn tiếng Anh tương ứng nếu có một trong các chứng chỉ/chứng nhận đạt trình độ tối thiểu theo quy định tại Bảng 3. Sinh viên được miễn môn học nào thì đồng thời được miễn những môn học ở cấp độ thấp hơn mà sinh viên chưa học hoặc chưa đạt.\n\n| TOEIC | TOEFL iBT | IELTS | VNU-EPT | Cambridge English | CTC/CTTN | CTTT |\n|-------|-----------|-------|---------|-------------------|----------|------|\n| Nghe - Đọc | Nói - Việt |       |         |                   |          |      |\n| 350   | 100       | 32    | 3.5     | 152               | A2 Key (Merit) | Anh văn 1 (mã môn ENG01) | Anh văn 1 (mã môn ENG01) |\n\nBảng 3. Điểm kiểm miễn học môn tiếng Anh\n\n| 400 | 120 | 35 | 4.0 | 165 | KET (Distinction) | A2 Key (Grade B) | Anh văn 2 (mã môn ENG02) | Anh văn 2 (mã môn ENG02) |\n|-----|-----|----|-----|-----|------------------|------------------|----------------------|----------------------|\n| 450 | 140 | 45 | 4.5 | 176 | PET(Pass) Business Preliminary (Pass) | A2 Key (Grade A) B1 Preliminary (Grade C) B1 Business Preliminary (Pass) | Anh văn 3 (mã môn ENG03) | Anh văn 3 (mã môn ENG03) |\n| 500 | 160 | 50 | 5.0 | 201 | PET(Merit) Business Preliminary (Merit) | B1 Preliminary (Grade B) B1 Business Preliminary (Merit) | Anh văn 4 (mã môn ENG04) | Anh văn 4 (mã môn ENG04) |\n| 555 | 180 | 60 | 5.5 | 251 | PET(Distinction) FCE (Grade C) Business Preliminary (Distinction) Business Vantage (Grade C) | B1 Preliminary (Grade A) B2 First (Grade C) B1 Business Preliminary (Distinction) B2 Business Vantage (Grade C) | Anh văn 5 (mã môn ENG05) | Anh văn 5 (mã môn ENG05) |\n\n2. Hạng năm, Trung tâm Ngoại ngữ của Trường tổ chức 04 đợt kiểm tra năng lực tiếng Anh với 04 kỳ năng nghe – đọc – nói – viết và cấp chứng nhận nội bộ. Sinh viên có thể dùng chứng nhận nội bộ này tương đương với chứng chỉ TOEIC để nộp xét miễn các môn tiếng Anh như trong Bảng 3.\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 6. Xét miễn các môn học tiếng Nhật đối với sinh viên thuộc chương trình Công nghệ Thông tin Việt - Nhật (chương trình chất lượng cao định hướng Nhật Bản)\n\nSinh viên được xét miễn học các môn tiếng Nhật tương ứng trong CTĐT nếu có một trong các chứng chỉ đạt trình độ theo quy định tại Bảng 4. Sinh viên được miễn môn học nào thì đồng thời được miễn những môn học ở cấp độ thấp hơn mà sinh viên chưa học hoặc chưa đạt.\n\n| Chứng chỉ | Môn học được miễn |\n|-----------|------------------|\n| JLPT N5   | JAN01, JAN02     |\n| NAT-TEST N4 | JAN01 đến JAN03 |\n| N3        | JAN01 đến JAN06  |\n| N2        | JAN01 đến JAN07  |\n| N1        | JAN01 đến JAN08  |\n\nĐiều 7. Thời điểm xét miễn, cách tính điểm miễn các môn học ngoại ngữ\n\n1. Trường xét miễn các môn học ngoại ngữ trong vòng 4 học kỳ chính kể từ khi nhập học, sau thời gian này (rghĩa là sau học kỳ 2 của năm thứ hai) sinh viên không được xét miễn các môn học ngoại ngữ và phải đăng ký học những môn học ngoại ngữ trong chương trình đào tạo.\n\n2. Sinh viên đạt các văn bằng/chứng chỉ/chứng nhận tại Điều 5, Điều 6 của Quy định này thì nộp bản sao văn bằng/chứng chỉ/chứng nhận còn hiệu lực cho Trường để được xét miễn các môn học tương ứng. Văn bằng/chứng chỉ/chứng nhận phải còn thời hạn và năm cấp đến ngày đăng ký xét công nhận đạt chuẩn. Trường tổ chức xét miễn 4 đợt/năm tương ứng với 4 đợt tốt nghiệp đại học trong năm.\n\n3. Điểm Miễn được tính cho học kỳ kế tiếp trong tiến trình học.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 8. Chuẩn quả trình về ngoại ngữ\n\n1. Sau 2 học kỳ chính kể từ thời điểm nhập học, sinh viên phải đạt môn Anh văn 1 (mã môn ENG01), nếu không đạt môn Anh văn 1, sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\n2. Sau 4 học kỳ chính kể từ thời điểm nhập học, sinh viên phải đạt môn Anh văn 2 (mã môn ENG02). Nếu không đạt môn Anh văn 2, sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\nSinh viên chương trình Công nghệ Thông tin Việt Nhật (CLC định hướng Nhật Bản) phải đạt môn Tiếng Nhật 2 (mã môn JAN02) hoặc có chứng chỉ tương đương JLPT N5 hoặc NAT-TEST N5. Nếu không đạt thì sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\n3. Sau 6 học kỳ chính kể từ thời điểm nhập học, sinh viên phải đạt môn Anh văn 3 (mã môn ENG03). Nếu không đạt môn Anh văn 3, sinh viên chỉ được đăng ký tối đa 12 tín chỉ ngoại các môn học ngoại ngữ (bao gồm cả đăng ký học lại hoặc cải thiện) cho đến khi đạt chuẩn.\n\n4. Thời điểm nộp chứng chỉ để xét chuẩn quá trình: 2 tuần trước khi bắt đầu học kỳ đăng ký học phần của mỗi học kỳ.\n\n5. Không xét chuẩn quá trình đối với chương trình có ngoại ngữ khác tiếng Anh và tiếng Nhật, chương trình văn bằng hai, chương trình liên thông từ cao đẳng lên đại học.\n\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\n\nĐiều 9. Văn bằng, chứng chỉ/chứng nhận được sử dụng để công nhận đạt chuẩn xét tốt nghiệp\n\nĐược xét tốt nghiệp sinh viên phải hoàn tất các môn học tiếng Anh trong chương trình giảng dạy tiếng Anh tại Điều 3 và có một trong các văn bằng, chứng chỉ/chứng nhận được quy định như sau:\n\n1. Văn bằng tốt nghiệp đại học/trên đại học trong nước, nước ngoài mà ngành học hoặc ngôn ngữ sử dụng toàn phần trong đào tạo (không thông qua phiên dịch) là một trong ba ngoại ngữ: tiếng Anh, tiếng Pháp, tiếng Nhật.\n\n\n\n2. Chứng chỉ/chứng nhận ngoại ngữ:\nSinh viên có một trong các loại chứng chỉ/chứng nhận tiếng Anh đạt điểm tối thiểu trong Bảng 5; hoặc có chứng chỉ/chứng nhận tiếng Pháp, hoặc tiếng Nhật tối thiểu tại Bảng 6.\n\n**Bảng 5. Chứng chỉ/chứng nhận tiếng Anh dùng để xét công nhận tốt nghiệp**\n\n| Chứng chỉ | TOEIC | TOEFL iBT | IELTS | Cambridge English | VNU-EPT | Chứng chỉ theo khung năng lực ngoại ngữ 6 bậc (*) |\n|-----------|-------|-----------|-------|-------------------|---------|-----------------------------------------------|\n| VB2, LT, CTC | 450   | 185       | 45    | PET (Pass) Business Preliminary (Pass) | A2 Key (Grade A) B1 Preliminary (Grade C) B1 Business Preliminary (Pass) | 176 | B1 |\n| CTTN, CLC  | 555   | 205       | 60    | PET (Distinction) FCE (Grade C) Business Preliminary (Distinction) Business Vantage (Grade C) | B1 Preliminary (Grade B) B1 Business Preliminary (Merit) | 201 | B2 |\n| CTTT       | 675   | 225       | 79    | FCE (Grade B) Business Vantage (Grade B) | B1 Preliminary (Grade A) B2 First (Grade C) B1 Business Preliminary (Distinction) B2 Business Vantage (Grade C) | 251 | C1 |\n\n* Trường chỉ cho phép sinh viên sử dụng Chứng chỉ theo khung năng lực ngoại ngữ 6 bậc do Bộ GD&ĐT quy định và công nhận.\n\n**Bảng 6. Chứng chỉ tiếng Pháp và tiếng Nhật dùng để xét công nhận tốt nghiệp**\n\n| Chứng chỉ | Tiếng Pháp | Tiếng Nhật |\n|-----------|------------|------------|\n| VB2, LT, CTC | DELF B1 hoặc TCF Niveau 3 | JLPT N4 hoặc NAT-TEST N4 |\n| CTTN, CLC  | DELF B2 hoặc TCF Niveau 4 | JLPT N3 hoặc NAT-TEST N3 |\n\n\n\n3. Tại bất cứ thời điểm nào trong khóa học, sinh viên đạt các chứng chỉ/chứng nhận thỏa điều kiện tại Khoản 2 của Điều này có thể nộp cho Trường (sinh viên cấp nhất chứng chỉ/chứng nhận trên trang daa.uit.edu.vn) để được công nhận đạt chuẩn ngoại ngữ để xét tốt nghiệp. Chứng chỉ/chứng nhận phải còn thời hạn hai năm tính từ ngày cấp đến ngày đăng ký xét công nhận đạt chuẩn (ngày nộp cho Trường).\n\n4. Việc công nhận các loại chứng chỉ/chứng nhận khác do Hiệu trưởng xem xét và quyết định.\n-------------------------------------------------------------\nQUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\nCHƯƠNG III\nGIẢNG DẠY CHUYÊN NGÀNH BẰNG NGOẠI NGỮ\n\nĐiều 10. Chương trình giảng dạy và tổ chức giảng dạy NNCM\n\n1. Môn học NNCM đáp ứng các yêu cầu sau:\n   a. Là các môn học thuộc khối thực có bản, cơ sở hoặc chuyên ngành được giảng dạy chủ yếu bằng tiếng Anh/tiếng Nhật. Nội dung giảng dạy hoàn toàn giống môn học được giảng dạy bằng tiếng Việt.\n   b. Cần bố giảng dạy (CBGD) lý thuyết phải giảng dạy bằng tiếng Anh/tiếng Nhật.\n   c. Tài liệu giảng dạy và giáo trình chính của môn học bằng tiếng Anh/tiếng Nhật.\n\n2. Để được tham gia học các lớp NNCM:\n   a. Đối với tiếng Anh: Sinh viên phải có một trong các loại chứng chỉ TCEIC 400 tại Bằng 3 hoặc đã đạt môn học Anh văn 2 (mã môn ENG02).\n   b. Đối với tiếng Nhật: Sinh viên phải có một trong các loại chứng chỉ N4 tại Bằng 4 hoặc đã đạt môn học Tiếng Nhật 3 (mã môn JAN03).\n\n3. Mỗi lớp học NNCM có tối thiểu 01 trợ giảng để hỗ trợ sinh viên trong quá trình học tập. Trợ giảng do CBGD lý thuyết giới thiệu. Trợ giảng có thể sử dụng tiếng Việt trong quá trình hỗ trợ sinh viên.\n\nĐiều 11. Yêu cầu về cần bố giảng dạy NNCM\n\nCBGD phải đáp ứng yêu cầu theo quy định chung của Trường; ngoài ra, CBGD lý thuyết phải đáp ứng thêm một trong các yêu cầu sau đây:\n1. Có trình độ tiếng Anh/tiếng Nhật tối thiểu tương đương cấp độ C1 tham chiếu theo khung Châu Âu (CEFR).\n2. Tốt nghiệp tại một trường đại học nước ngoài, có sử dụng tiếng Anh/tiếng Nhật trong quá trình học tập (có môn học bằng tiếng Anh/tiếng Nhật, hoặc luận án tốt nghiệp được viết bằng tiếng Anh/tiếng Nhật).\n3. Tốt nghiệp tại một trường đại học nước có chương trình đào tạo sử dụng hoàn toàn bằng tiếng Anh/tiếng Nhật (không thông qua phiền dịch).\n\nĐiều 12. Quyền lợi của sinh viên học NNCM\n\nMôn học NNCM được ghi chú rõ về ngôn ngữ giảng dạy trong bảng điểm và giấy chứng nhận hoàn thành môn học.",
            "chunk_content": "QUYẾT ĐỊNH\n\nBan hành quy định đào tạo ngoài ngữ đối với hệ đại học chính quy của Trường Đại học Công nghệ Thông tin\nCHƯƠNG III\nGIẢNG DẠY CHUYÊN NGÀNH BẰNG NGOẠI NGỮ\n\nĐiều 10. Chương trình giảng dạy và tổ chức giảng dạy NNCM\n\n1. Môn học NNCM đáp ứng các yêu cầu sau:\n   a. Là các môn học thuộc khối thực có bản, cơ sở hoặc chuyên ngành được giảng dạy chủ yếu bằng tiếng Anh/tiếng Nhật. Nội dung giảng dạy hoàn toàn giống môn học được giảng dạy bằng tiếng Việt.\n   b. Cần bố giảng dạy (CBGD) lý thuyết phải giảng dạy bằng tiếng Anh/tiếng Nhật.\n   c. Tài liệu giảng dạy và giáo trình chính của môn học bằng tiếng Anh/tiếng Nhật.\n\n2. Để được tham gia học các lớp NNCM:\n   a. Đối với tiếng Anh: Sinh viên phải có một trong các loại chứng chỉ TCEIC 400 tại Bằng 3 hoặc đã đạt môn học Anh văn 2 (mã môn ENG02).\n   b. Đối với tiếng Nhật: Sinh viên phải có một trong các loại chứng chỉ N4 tại Bằng 4 hoặc đã đạt môn học Tiếng Nhật 3 (mã môn JAN03).\n\n3. Mỗi lớp học NNCM có tối thiểu 01 trợ giảng để hỗ trợ sinh viên trong quá trình học tập. Trợ giảng do CBGD lý thuyết giới thiệu. Trợ giảng có thể sử dụng tiếng Việt trong quá trình hỗ trợ sinh viên.\n\nĐiều 11. Yêu cầu về cần bố giảng dạy NNCM\n\nCBGD phải đáp ứng yêu cầu theo quy định chung của Trường; ngoài ra, CBGD lý thuyết phải đáp ứng thêm một trong các yêu cầu sau đây:\n1. Có trình độ tiếng Anh/tiếng Nhật tối thiểu tương đương cấp độ C1 tham chiếu theo khung Châu Âu (CEFR).\n2. Tốt nghiệp tại một trường đại học nước ngoài, có sử dụng tiếng Anh/tiếng Nhật trong quá trình học tập (có môn học bằng tiếng Anh/tiếng Nhật, hoặc luận án tốt nghiệp được viết bằng tiếng Anh/tiếng Nhật).\n3. Tốt nghiệp tại một trường đại học nước có chương trình đào tạo sử dụng hoàn toàn bằng tiếng Anh/tiếng Nhật (không thông qua phiền dịch).\n\nĐiều 12. Quyền lợi của sinh viên học NNCM\n\nMôn học NNCM được ghi chú rõ về ngôn ngữ giảng dạy trong bảng điểm và giấy chứng nhận hoàn thành môn học."
        }
    }
]