[
    {
        "file_name": "cu-nhan-nganh-thuong-mai-dien-tu-ap-dung-tu-khoa-19-2024",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong phần giới thiệu chương trình đào tạo cử nhân ngành Thương mại điện tử, bao gồm mục tiêu đào tạo, vị trí và khả năng làm việc sau tốt nghiệp, quan điểm xây dựng chương trình đào tạo, và hình thức cũng như thời gian đào tạo. Nó cung cấp thông tin chi tiết về các mục tiêu cụ thể của chương trình, các lĩnh vực nghề nghiệp mà sinh viên có thể theo đuổi sau khi tốt nghiệp, và cấu trúc tín chỉ của chương trình học.",
            "original_content": "Cử nhân ngành Thương mại điện tử (Áp dụng từ Khoá 19 - 2024)\n\n## 1.1 Mục tiêu đào tạo\n\nĐào tạo nguồn nhân lực có kiến thức và kỹ năng chuyên sâu về Thương mại điện tử nhằm giải quyết các bài toán về kinh doanh - quản lý hiện nay, nghiên cứu và chuyển giao công nghệ tiên tiến trong CNTT vào thương mại điện tử nhằm góp phần đẩy mạnh sự nghiệp công nghiệp hóa, hiện đại hóa đất nước.\n\nMục tiêu đào tạo cụ thể (ký hiệu là G) của chương trình đào tạo:\n\n‒ G1: Đào tạo nguồn lực chất lượng cao nắm vừng kiến thức cơ bản và chuyên sâu về Thương mại điện tử như các phương pháp phân tích, thiết kế hệ thống kinh doanh trực tuyến, kế toán, tiếp thị, thanh toán điện tử, nền kinh tế điện tử, công nghệ web và mạng xã hội, đặc điểm người sử dụng web, kỹ năng phân tích, tổng hợp, lập giải pháp, phát triển khả năng tư duy, rèn luyện đạo đức, kỹ năng nghề nghiệp.\n\n‒ G2: Đào tạo đội ngũ chuyên gia có khả năng tổ chức và phát triển các ứng dụng tin học hỗ trợ các hoạt động giao dịch điện tử, thương mại, kinh doanh điện tử, chứng thực và an toàn trong giao dịch điện tử.\n\n‒ G3: Đào tạo đội ngũ quản lý có khả năng hoạch định, xây dựng và quản lý các hoạt động thương mại điện tử tại doanh nghiệp cũng như tại các cơ quan nhà nước.\n\n‒ G4: Đào tạo nguồn nhân lực có phẩm chất chính trị, đạo đức và sức khỏe tốt.\n\n## 1.2 Vị trí và khả năng làm việc sau tốt nghiệp\n\nSinh viên tốt nghiệp có thể làm việc ở những phạm vi và lĩnh vực khác nhau như:\n\n- Chuyên viên quản trị hệ thống, chuyên viên phát triển các hệ thống giao dịch thương mại, kinh doanh trực\nhệ thống giao dịch thương mại, kinh doanh trực tuyến, chịu trách nhiệm phát triển và duy trì trang web / ứng dụng bán hàng trực tuyến.\n\n- Chuyên viên marketing trực tuyến: lập kế hoạch, triển khai và đánh giá chiến dịch Marketing trên các kênh trực tuyến.\n\n- Chuyên viên phân tích nghiệp vụ: tiếp nhận yêu cầu người dùng, phân tích nghiệp vụ từ khách hàng và xây dựng nghiệp vụ chi tiết để các team phát triển, quản trị sự thay đổi của nghiệp vụ.\n\n- Chuyên viên tư vấn: tư vấn, đề xuất giải pháp, xây dựng và bảo trì các dự án công nghệ thông tin liên quan đến lĩnh vực thương mại điện tử hoặc quản trị doanh nghiệp điện tử.\n\n- Giám đốc kinh doanh trực tuyến: sau khi ra trường và tích lũy kinh nghiệm vài năm, vị trí Giám đốc kinh doanh trực tuyến là điều mà sinh viên có thể nhắm tới và đạt được.\n\n- Khởi nghiệp kinh doanh trực tuyến: xây dựng kế hoạch kinh doanh để biến ý tưởng thành hiện thực, kiến thức được trang bị ở giảng đường sẽ là lợi thế cho các bạn trẻ khởi nghiệp kinh doanh trực tuyến thành công.\n\n- Cán bộ giảng dạy, nghiên cứu khoa học và ứng dụng thương mại điện tử ở các trường đại học và cao đẳng trên cả nước.\n\n## 1.3 Quan điểm xây dựng chương trình đào tạo\n\n‒ Chương trình đào tạo mang tính liên ngành, tính nghiên cứu và tính ứng dụng cao, phù hợp với nhu cầu nhân lực Thương mại điện tử của xã hội hiện nay.\n\n‒ Chương trình gần với chương trình đào tạo ngành Thương mại điện tử của nhiều trường đại học trên thế giới để có thể hợp tác quốc tế và đào tạo nâng cao sau này.\n\n## 1.4 Hình thức và thời gian đào tạo\n\n- Hình thức đào tạo: chính quy tập trung.\n\n- Số tín chỉ đào tạo: 125\n\n- Thời gian đào tạo: Cử nhân: 4 năm, 8 học kỳ.\n\nChuẩn đầu ra (Learning Outcomes – LO) của CTĐT bao gồm những chuẩn đầu ra chung dưới đây, được tham chiếu theo Khung trình độ quốc gia Việt Nam, chuẩn đầu ra của ABET 2021-2022, Bộ năng lực SV tốt nghiệp ĐHQG ban hành\n\n\ttheo quyết định 1658/QĐ-ĐHQG năm 2020 (GAC), Tầm nhìn - sứ mạng- Triết lý giáo dục của Trường ĐHCNTT.\n\nSinh viên tốt nghiệp Chương trình đào tạo cử nhân chính quy ngành Thương mại điện tử phải đáp ứng các yêu cầu về tiêu chuẩn đầu ra (CĐR) sau:\n\nVề nhận thức:\n\n‒ LO1: Nắm vững kiến thức nền tảng về khoa học tự nhiên, khoa học xã hội và hiểu khả năng vận dụng những kiến thức đó vào ngành Thương mại điện tử và thực tiễn. (abet 3.1)\n\n‒ LO2: Nắm vững kiến thức nền tảng và một số kiến thức chuyên sâu của ngành Thương mại điện tử để ứng dụng vào thực tiễn. (abet 3.2, gac2.b)\n\nVề kỹ năng:\n\n‒ LO3: Khảo sát tài liệu, lập luận, phân tích và đề xuất giải pháp sáng tạo cho vấn đề liên quan đến ngành Thương mại điện tử; nhận thức về sự cần thiết của học tập suốt đời. (abet 3.6, abet 3.7, gac2.a)\n\n‒ LO4: Thiết kế, hiện thực hoá và đánh giá hệ thống, giải pháp của ngành Thương mại điện tử. (abet 3.2, abet 3.6, gac2.a)\n\n‒ LO5: Giao tiếp, hợp tác, kết nối hiệu quả với các cá nhân và tập thể trong những ngữ cảnh chuyên ngành nhất định. (abet 3.5 , gac2.c)\n\n‒ LO6: Giao tiếp trong công việc, đọc hiểu tài liệu và trình bày các giải pháp chuyên ngành bằng ngoại ngữ.\n\n‒ LO7: Hiểu biết về lãnh đạo và quản lý. (gac\nbiết về lãnh đạo và quản lý. (gac 2.d)\n\nVề thái độ:\n\n‒ LO8: Hiểu biết về trách nhiệm nghề nghiệp, tôn trọng pháp luật và các giá trị đạo đức. (abet 3.4)\n\nChuẩn đầu ra trên được cụ thể hóa như sau:\n\n|    CĐR  |  Mô tả CĐR                                                                                                                                                   |\n|---------|--------------------------------------------------------------------------------------------------------------------------------------------------------------|\n|     1   | Nắm vững kiến thức nền tảng về khoa học tự nhiên, khoa học xã hội và hiểu khả năng vận dụng những kiến thức đó vào ngành Thương mại điện tử và thực tiễn.    |\n|     1.1 | Kiến thức nền tảng về khoa học tự nhiên                                                                                                                      |\n|     1.2 | Kiến thức nền tảng về khoa học xã hội                                                                                                                        |\n|     2   | Nắm vững kiến thức nền tảng và một số kiến thức chuyên sâu của ngành Thương mại điện tử để ứng dụng vào thực tiễn.                                           |\n|     2.3 | Kiến thức mạng máy tính và truyền thông                                                                                                                      |\n|     2.4 | Kiến thức lập trình                                                                                                                                          |\n|     2.5 | Kiến thức giải thuật                                                                                                                                         |\n|     2.6 | Kiến thức quản lý thông tin                                                                                                                                  |\n|     2.7 | Kiến thức ngành\n|\n|     3   | Khảo sát tài liệu, lập luận, phân tích và đề ra giải pháp cho vấn đề liên quan đến ngành Thương mại điện tử; nhận thức về sự cần thiết của học tập suốt đời. |\n|     3.1 | Kỹ năng khảo sát                                                                                                                                             |\n|     3.2 | Kỹ năng lập luận, phân tích                                                                                                                                  |\n|     3.3 | Kỹ năng xây dựng ý tưởng, giải pháp                                                                                                                          |\n|     3.4 | Kỹ năng học tập suốt đời                                                                                                                                     |\n|     4   | Thiết kế, hiện thực hoá và đánh giá hệ thống, giải pháp của ngành Thương mại điện tử.                                                                        |\n|     4.1 | Kỹ năng thiết kế, hiện thực hệ thống                                                                                                                         |\n|     4.2 | Kỹ năng đánh giá hệ thống                                                                                                                                    |\n|     5   | Giao tiếp, hợp tác hiệu quả với các cá nhân và tập thể trong những ngữ cảnh chuyên ngành nhất định.                                                          |\n|     6   | Giao tiếp trong công việc, đọc hiểu tài liệu và trình bày một giải pháp chuyên ngành bằng ngoại ngữ.                                                         |\n|     6.1 | Kỹ năng giao tiếp nói, viết tổng quát\n|\n|     6.2 | Đọc hiểu tài liệu chuyên môn bằng ngoại ngữ                                                                                                                  |\n|     7   | Hiểu biết về lãnh đạo và quản lý                                                                                                                             |\n|     8   | Hiểu biết về trách nhiệm nghề nghiệp, tôn trọng pháp luật và các giá trị đạo đức                                                                             |\n\n## 3.1 Tỷ lệ các khối kiến thức\n\n- Không kể Giáo dục thể chất, Giáo dục quốc phòng.\n\n|  Khối kiến thức                                |  Khối kiến thức                                                                                                                                                                                                                                                                                                                    |  Tổng số tín chỉ    |  Ghi chú    |\n|---------------------------------------------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-------------------------|-------------|\n| Khối kiến thức giáo dục đại cương (45TC)     | Lý luận chính trị - Pháp luật                                                                                                                                                                                                                                                                                                       | 13                      |             |\n| Khối kiến thức giáo dục đại cương (45TC)     | Toán – Tin học - Khoa học tự nhiên\n| 18                      |             |\n| Khối kiến thức giáo dục đại cương (45TC)     | Ngoại ngữ                                                                                                                                                                                                                                                                                                                           | 12                      |             |\n| Khối kiến thức giáo dục đại cương (45TC)     | Giáo dục thể chất - Giáo dục Quốc phòng                                                                                                                                                                                                                                                                                               | -                       |             |\n| Khối kiến thức giáo dục đại cương (45TC)     | Môn học khác                                                                                                                                                                                                                                                                                                                          | 2                       |             |\n| Khối kiến thức giáo dục chuyên nghiệp (68TC) | Cơ sở ngành\n| 35                      |             |\n| Khối kiến thức giáo dục chuyên nghiệp (68TC) | Chuyên ngành                                                                                                                                                                                                                                                                                                                          | 24                      |             |\n| Khối kiến thức giáo dục chuyên nghiệp (68TC) | Môn học tự chọn tự do                                                                                                                                                                                                                                                                                                                 | 9                       |             |\n| Khối kiến thức tốt nghiệp (12TC)                  | Thực tập doanh nghiệp                                                                                                                                                                                                                                                                                                               | 2\n|             |\n| Khối kiến thức tốt nghiệp (12TC)                  | Sinh viên chọn 1 trong 3 hình thức sau đây: ‒ Khóa luận tốt nghiệp (Thesis - 10 tín chỉ) ‒ Đồ án tốt nghiệp (Capstone Project - 06 tín chỉ) + 04 tín chỉ chuyên đề tốt nghiệp (SV chọn các môn chuyên đề tốt nghiệp để tích lũy đủ số tín chỉ yêu cầu) ‒ Đồ án tốt nghiệp tại doanh nghiệp (Industry Capstone Project - 10 tín chỉ) | 10                      |             |\n| Tổng                                              | Tổng                                                                                                                                                                                                                                                                                                                                  | 125                     |             |\n\n## 3.2 Phân bổ các khối kiến thức\n\n## 3.3 Khối kiến thức giáo dục đại cương\n\n- Tổng cộng 45 tín chỉ (không kể Giáo dục thể chất và Giáo dục quốc phòng).\n\n|  STT                                    |  Mã môn học                             |  Tên môn học                            |  TC        |  LT        |  TH        |\n|-----------------------------------------|-----------------------------------------|-----------------------------------------|------------|------------|------------|\n| Lý luận chính trị - Pháp luật           | Lý luận chính trị - Pháp luật           | Lý luận chính trị - Pháp luật           | 13         |            |            |\n| 1                                       | SS003                                   | Tư tưởng Hồ Chí Minh                    | 2          | 2          | 0          |\n| 2                                       | SS007                                   | Triết học Mác – Lênin                   | 3          | 3          | 0          |\n| 3                                       | SS008                                   | Kinh tế chính trị Mác – Lênin           | 2          | 2          | 0          |\n| 4\n| SS009                                   | Chủ nghĩa xã hội khoa học               | 2          | 2          | 0          |\n| 5                                       | SS010                                   | Lịch sử Đảng Cộng sản Việt Nam          | 2          | 2          | 0          |\n| 6                                       | SS006                                   | Pháp luật đại cương                     | 2          | 2          | 0          |\n| Toán – Tin học – Khoa học tự nhiên      | Toán – Tin học – Khoa học tự nhiên      | Toán – Tin học – Khoa học tự nhiên      | 18         |            |            |\n| 7                                       | MA006                                   | Giải tích                               | 4          | 4          | 0          |\n| 8                                       | MA003                                   | Đại số tuyến tính                       | 3          | 3          | 0          |\n| 9                                       | MA004                                   | Cấu trúc rời rạc                        | 4          | 4          | 0          |\n| 10                                      | MA005                                   | Xác suất thống kê                    | 3          | 3          | 0          |\n| 11                                      | IT001                                   | Nhập môn lập trình                      | 4          | 3          | 1          |\n| Ngoại ngữ                               | Ngoại ngữ                               | Ngoại ngữ                               | 12         |            |            |\n| 12                                      | ENG01                                   | Anh văn 1\n1                               | 4          | 4          | 0          |\n| 13                                      | ENG02                                   | Anh văn 2                               | 4          | 4          | 0          |\n| 14                                      | ENG03                                   | Anh văn 3                               | 4          | 4          | 0          |\n| Giáo dục thể chất – Giáo dục quốc phòng | Giáo dục thể chất – Giáo dục quốc phòng | Giáo dục thể chất – Giáo dục quốc phòng |            |            |            |\n| 15                                      | PE231                                   | Giáo dục thể chất 1                     | Tính riêng | Tính riêng | Tính riêng |\n| 16                                      | PE232                                   | Giáo dục thể chất 2                     | Tính riêng | Tính riêng | Tính riêng |\n| 17                                      | ME001                                   | Giáo dục quốc phòng                     | Tính riêng | Tính riêng | Tính riêng |\n| Môn học khác                            | Môn học khác                            | Môn học khác                            | 2          |            |            |\n| 18                                      | SS004                                   | Kỹ năng nghề nghiệp                     | 2          | 2          | 0          |\n\n## 3.4 Khối kiến thức giáo dục chuyên nghiệp\n\n‒ Tổng cộng 68tín chỉ.\n\n### 3.4.1 Nhóm các môn học cơ sở ngành\n\n- Bắt buộc đối với tất cả sinh viên của ngành Thương mại điện tử.\n\n|  STT    |  Mã môn học    |  Tên môn học                                        |    TC  |    LT  |    TH  |\n|---------|----------------|-----------------------------------------------------|--------|--------|--------|\n| 1       | IT002          | Lập trình hướng đối tượng                           |     4  |     3  |     1  |\n| 2       | IT003          | Cấu trúc dữ liệu và giải thuật                      |     4  |     3  |     1  |\n| 3\n3  |     1  |\n| 3       | IT004          | Cơ sở dữ liệu                                       |     4  |     3  |     1  |\n| 4       | IT005          | Nhập môn mạng máy tính                              |     4  |     3  |     1  |\n| 5       | EC005          | Giới thiệu ngành Thương mại điện tử                 |     1  |     1  |     0  |\n| 6       | EC001          | Kinh tế học đại cương                               |     4  |     4  |     0  |\n| 7       | EC101          | Marketing căn bản                                   |     3  |     3  |     0  |\n| 8       | EC201          | Phân tích thiết kế quy trình nghiệp vụ doanh nghiệp |     4  |     3  |     1  |\n| 9       | IS334          | Thương mại điện tử                                  |     3  |     3  |     0  |\n| 10      | IS207          | Phát triển ứng dụng web                             |     4  |     3  |     1  |\n|         | Tổng cộng      | Tổng cộng                                           |    35  |    29  |     6  |\n\n### 3.4.2 Nhóm môn học chuyên ngành Thương mại điện tử\n\n- Bắt buộc đối với tất cả sinh viên của ngành Thương mại điện tử.\n\n|  STT    |  Mã môn học    |  Tên môn học                                |    TC  |    LT  |    TH  |\n|---------|----------------|---------------------------------------------|--------|--------|--------|\n| 1       | EC204          | Marketing điện tử                           |     3  |     2  |     1  |\n| 2       | EC312          | Thiết kế hệ thống TMĐT                      |     3  |     2  |     1  |\n| 3       | EC213          | Quản trị quan hệ khách hàng và nhà cung cấp |     3  |     2  |     1  |\n| 4       | EC337          | Hệ thống thanh toán trực tuyến              |     3  |     3  |     0  |\n| 5       | EC208          | Quản trị dự án TMĐT                         |     3  |     3  |     0  |\n| 6       | EC229          | Pháp luật trong TMĐT                        |     2  |     2  |     0  |\n| 7       | EC335          | An toàn và bảo mật TMĐT                     |     3  |     3  |     0  |\n| 8       | IS336          | Hoạch định nguồn lực\n| Hoạch định nguồn lực doanh nghiệp           |     4  |     3  |     1  |\n|         | Tổng cộng      | Tổng cộng                                   |    24  |    20  |     4  |\n\n### 3.4.3 Nhóm các môn tự chọn tự do (9 tín chỉ)\n\n‒ SV có thể chọn các môn học thuộc khối kiến thức giáo dục chuyên nghiệp trong các chương trình đào tạo đại học hoặc sau đại học của Trường ĐHCNTT hoặc của các Trường đại học khác trong ĐHQG –HCM hoặc của các Trường đại học khác ngoài ĐHQG –HCM mà có ký kết hợp tác với Trường ĐHCNTT để tích lũy 9 tín chỉ tự chọn tự do. Các môn học tương đương nhau chỉ được tính một lần vào tổng số tín chỉ tích lũy.\n\n‒ SV có thể chọn các môn học chuyên đề tốt nghiệp để tích lũy tín chỉ tự chọn tự do, nếu các môn học này chưa được tính trong khối kiến thức tốt nghiệp.\n\n‒ SV có thể tham gia chương trình giao lưu, trao đổi sinh viên quốc tế của ĐHQG hoặc trường ĐHCNTT tổ chức để tích lũy 2 tín chỉ tự chọn tự do Thực tập Quốc tế (INI01). SV cần gửi kết quả về Phòng đào tạo để được công nhận kết quả.\n\n‒ Danh sách môn tự chọn thuộc ngành TMĐT được khuyến nghị:\n\n|    STT  |  Mã môn học    |  Tên môn học                           |    TC  |    LT  |    TH  |\n|---------|----------------|----------------------------------------|--------|--------|--------|\n|      1  | EC214          | Nhập môn quản trị chuỗi cung ứng       |     3  |     3  |     0  |\n|      2  | EC232          | Nguyên lý kế toán                      |     3  |     3  |     0  |\n|      3  | EC333          | Quản trị tài chính doanh nghiệp        |     3  |     3  |     0  |\n|      4  | EC338          | Quản trị bán hàng                      |     3  |     3  |     0  |\n|      5  | EC002          | Quản trị doanh nghiệp                  |     3  |     3  |     0  |\n|      6  | EC304          | Tối ưu hóa công cụ tìm kiếm trong TMĐT |     3  |     3  |     0  |\n\n-------------------------------------------------------------\nCử nhân ngành Thương mại điện tử (Áp dụng từ Khoá 19 - 2024)\n\n\n## 3.5 Khối kiến thức tốt nghiệp\n\n- Tổng cộng 12 tín chỉ.\n\n### 3.5.1 Thực tập doanh nghiệp\n\nSinh viên bắt buộc phải đi thực tập thực tế tại các doanh nghiệp và thực hiện báo cáo thực tập nộp về Khoa.\n\n‒ Thực tập doanh nghiệp (EC222): 2 tín chỉ\n\n### 3.5.2 Khóa luận tốt nghiệp\n\nTheo qui chế đào tạo, sinh viên đủ điều kiện có thể đăng ký làm khóa luận tốt nghiệp với số tín chỉ là 10.\n\n‒ Khóa luận tốt nghiệp (EC401, Thesis): 10 tín chỉ\n\nSinh viên không đủ điều kiện hoặc đủ điều kiện nhưng không muốn làm khóa luận có thể lựa chọn một trong hai hình thức sau để thay thế cho khóa luận tốt nghiệp:\n\n‒ Đồ án tốt nghiệp (EC404, Capstone Project - 06 tín chỉ) + học thêm 04 tín chỉ chuyên đề tốt nghiệp (SV chọn các môn chuyên đề tốt nghiệp để tích lũy đủ số tín chỉ yêu cầu).\n\n‒ Đồ án tốt nghiệp tại doanh nghiệp (EC405, Industry Capstone Project - 10 tín chỉ)\n\n### 3.5.3 Nhóm các môn chuyên đề\nchỉ)\n\n### 3.5.3 Nhóm các môn chuyên đề tốt nghiệp\n\n|  STT                                                                                                                 |  Mã môn học                                                                                                          |  Tên môn học                                                                                                         |  TC                                                                                                                  |  LT                                                                                                                  |  TH                                                                                                                  |\n|----------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------|\n| 1                                                                                                                    | EC402                                                                                                                | Phát triển ứng dụng thương mại di động                                                                               | 4                                                                                                                    | 3                                                                                                                    | 1                                                                                                                    |\n| 2\n| EC331                                                                                                                | Quản trị chiến lược kinh doanh điện tử                                                                               | 3                                                                                                                    | 3                                                                                                                    | 0                                                                                                                    |\n| 3                                                                                                                    | IS403                                                                                                                | Phân tích dữ liệu kinh doanh                                                                                         | 3                                                                                                                    | 3                                                                                                                    | 0                                                                                                                    |\n| 4                                                                                                                    | EC403\n| Thương mại xã hội                                                                                                    | 3                                                                                                                    | 3                                                                                                                    | 0                                                                                                                    |\n| 5                                                                                                                    | IS355                                                                                                                | Công nghệ blockchain                                                                                                 | 4                                                                                                                    | 3                                                                                                                    | 1                                                                                                                    |\n| Ghi chú: Khoa quản lý có thể đề xuất danh sách môn học chuyên đề tốt nghiệp theo nhu cầu cập nhật cho các khóa tuyển | Ghi chú: Khoa quản lý có thể đề xuất danh sách môn học chuyên đề tốt nghiệp theo nhu cầu cập nhật cho các khóa tuyển | Ghi chú: Khoa quản lý có thể đề xuất danh sách môn học chuyên đề tốt nghiệp theo nhu cầu cập nhật cho các khóa tuyển | Ghi chú: Khoa quản lý có thể đề xuất danh sách môn học chuyên đề tốt nghiệp theo nhu cầu cập nhật cho các khóa tuyển | Ghi chú: Khoa quản lý có thể đề xuất danh sách môn học chuyên đề tốt nghiệp theo nhu\nmôn học chuyên đề tốt nghiệp theo nhu cầu cập nhật cho các khóa tuyển | Ghi chú: Khoa quản lý có thể đề xuất danh sách môn học chuyên đề tốt nghiệp theo nhu cầu cập nhật cho các khóa tuyển |\n\n## 4.1 Sơ đồ mối liên hệ thứ tự học giữa các môn\n\n## 4.2 Kế hoạch giảng dạy\n\n|  GIAI ĐOẠN I: 56 TC    |  GIAI ĐOẠN I: 56 TC                        |  GIAI ĐOẠN I: 56 TC                                 |  GIAI ĐOẠN I: 56 TC                                 |  GIAI ĐOẠN I: 56 TC                        |  GIAI ĐOẠN I: 56 TC                        |  GIAI ĐOẠN I: 56 TC                        |\n|------------------------|--------------------------------------------|-----------------------------------------------------|-----------------------------------------------------|--------------------------------------------|--------------------------------------------|--------------------------------------------|\n|                        | Mã môn                                    | Mã môn                                             | Tên môn                                             | TC                                         | LT                                         | TH                                         |\n| Học kỳ 1               | IT001                                      | IT001                                               | Nhập môn lập trình                                  | 4                                          | 3                                          | 1                                          |\n| Học kỳ 1               | MA006                                      | MA006                                               | Giải tích                                           | 4                                          | 4                                          | 0                                          |\n| Học kỳ 1               | MA003                                      | MA003                                               | Đại số tuyến tính                                   | 3                                          | 3\n| 3                                          | 0                                          |\n| Học kỳ 1               | EC005                                      | EC005                                               | Giới thiệu ngành Thương mại điện tử                 | 1                                          | 1                                          | 0                                          |\n| Học kỳ 1               | ENG01                                      | ENG01                                               | Anh Văn 1                                           | 4                                          | 4                                          | 0                                          |\n| Học kỳ 1               | PE231                                      | PE231                                               | Giáo dục thể chất 1                                 |                                            |                                            |                                            |\n| Học kỳ 1               | PE232                                      | PE232                                               | Giáo dục thể chất 2                                 |                                            |                                            |                                            |\n| Học kỳ 1               | ME001                                      | ME001                                               | Giáo dục quốc phòng                                 |                                            |                                            |\n|                                            |\n| Học kỳ 1               |                                            |                                                     | Tổng số tín chỉ HK1                                 | 16                                         | 15                                         | 1                                          |\n| Học kỳ 2               | IT002                                      | IT002                                               | Lập trình hướng đối tượng                           | 4                                          | 3                                          | 1                                          |\n| Học kỳ 2               | IT003                                      | IT003                                               | Cấu trúc dữ liệu và giải thuật                      | 4                                          | 3                                          | 1                                          |\n| Học kỳ 2               | EC001                                      | EC001                                               | Kinh tế học đại cương                               | 4                                          | 4                                          | 0                                          |\n| Học kỳ 2               | MA004                                      | MA004                                               | Cấu trúc rời rạc                                    | 4                                          | 4                                          | 0                                          |\n| Học kỳ 2\n|\n| Học kỳ 2               | MA005                                      | MA005                                               | Xác suất thống kê                                   | 3                                          | 3                                          | 0                                          |\n| Học kỳ 2               | ENG02                                      | ENG02                                               | Anh Văn 2                                           | 4                                          | 4                                          | 0                                          |\n| Học kỳ 2               |                                            |                                                     | Tổng số tín chỉ HK2                                 | 23                                         | 21                                         | 2                                          |\n| Học kỳ 3               | IT004                                      | IT004                                               | Cơ sở dữ liệu                                       | 4                                          | 3                                          | 1                                          |\n| Học kỳ 3               | IT005                                      | IT005                                               | Nhập môn mạng máy tính                              | 4                                          | 3                                          | 1                                          |\n| Học kỳ 3               | IS334\n| IS334                                               | Thương mại điện tử                                  | 3                                          | 3                                          | 0                                          |\n| Học kỳ 3               | SS004                                      | SS004                                               | Kỹ năng nghề nghiệp                                 | 2                                          | 2                                          | 0                                          |\n| Học kỳ 3               | ENG03                                      | ENG03                                               | Anh Văn 3                                           | 4                                          | 4                                          | 0                                          |\n| Học kỳ 3               |                                            |                                                     | Tổng số tín chỉ HK3                                 | 17                                         | 15                                         | 2                                          |\n| GIAI ĐOẠN II: 69 TC    | GIAI ĐOẠN II: 69 TC                        | GIAI ĐOẠN II: 69 TC                                 | GIAI ĐOẠN II: 69 TC                                 | GIAI ĐOẠN II: 69 TC                        | GIAI ĐOẠN II: 69 TC                        | GIAI ĐOẠN II: 69 TC                        |\n|                        | Mã môn                                    | Tên môn\n| Tên môn                                             | TC                                         | LT                                         | TH                                         |\n| Học kỳ 4               | EC101                                      | Marketing căn bản                                   | Marketing căn bản                                   | 3                                          | 3                                          | 0                                          |\n| Học kỳ 4               | IS207                                      | Phát triển ứng dụng web                             | Phát triển ứng dụng web                             | 4                                          | 3                                          | 1                                          |\n| Học kỳ 4               | EC208                                      | Quản trị dự án TMĐT                                 | Quản trị dự án TMĐT                                 | 3                                          | 3                                          | 0                                          |\n| Học kỳ 4               | EC201                                      | Phân tích thiết kế quy trình nghiệp vụ doanh nghiệp | Phân tích thiết kế quy trình nghiệp vụ doanh nghiệp | 4                                          | 3                                          | 1                                          |\n| Học kỳ 4               | SS009                                      | Chủ nghĩa xã hội khoa học                           | Chủ nghĩa xã hội khoa học                           | 2                                          | 2\n| 0                                          |\n| Học kỳ 4               |                                            | Tổng số tín chỉ HK4                                 | Tổng số tín chỉ HK4                                 | 16                                         | 14                                         | 2                                          |\n| Học kỳ 5               | PE231                                      | Giáo dục thể chất 1                                 | Giáo dục thể chất 1                                 |                                            |                                            |                                            |\n| Học kỳ 5               | EC312                                      | Thiết kế hệ thống thương mại điện tử                | Thiết kế hệ thống thương mại điện tử                | 3                                          | 2                                          | 1                                          |\n| Học kỳ 5               | EC204                                      | Marketing điện tử                                   | Marketing điện tử                                   | 3                                          | 2                                          | 1                                          |\n| Học kỳ 5               | EC213                                      | Quản trị quan hệ khách hàng và nhà cung cấp         | Quản trị quan hệ khách hàng và nhà cung cấp         | 3                                          | 2                                          | 1                                          |\n| Học kỳ 5               | SS003                                      | Tư\n| Tư tưởng Hồ Chí Minh                                | Tư tưởng Hồ Chí Minh                                | 2                                          | 2                                          | 0                                          |\n| Học kỳ 5               | SS006                                      | Pháp luật đại cương                                 | Pháp luật đại cương                                 | 2                                          | 2                                          | 0                                          |\n| Học kỳ 5               |                                            | Môn học tự chọn tự do 1                             | Môn học tự chọn tự do 1                             | 3                                          |                                            |                                            |\n| Học kỳ 5               |                                            | Tổng số tín chỉ HK5                                 | Tổng số tín chỉ HK5                                 | 16                                         | 13                                         | 3                                          |\n| Học kỳ 6               | PE232                                      | Giáo dục thể chất 2                                 | Giáo dục thể chất 2                                 |                                            |                                            |                                            |\n| Học kỳ 6               | IS336                                      | Hoạch định nguồn lực doanh nghiệp                   | Hoạch định nguồn lực doanh nghiệp                   |\n| 4                                          | 3                                          | 1                                          |\n| Học kỳ 6               | EC335                                      | An toàn và bảo mật TMĐT                             | An toàn và bảo mật TMĐT                             | 3                                          | 3                                          | 0                                          |\n| Học kỳ 6               | EC229                                      | Pháp luật trong thương mại điện tử                  | Pháp luật trong thương mại điện tử                  | 2                                          | 2                                          | 0                                          |\n| Học kỳ 6               | SS007                                      | Triết học Mác - Lênin                               | Triết học Mác - Lênin                               | 3                                          | 3                                          | 0                                          |\n| Học kỳ 6               |                                            | Môn học tự chọn tự do 2                             | Môn học tự chọn tự do 2                             | 3                                          |                                            |                                            |\n| Học kỳ 6               |                                            | Tổng số tín chỉ HK6                                 | Tổng số tín chỉ HK6                                 | 15                                         | 14                                         | 1\n| 1                                          |\n| Học kỳ 7               | EC222                                      | Thực tập doanh nghiệp                               | Thực tập doanh nghiệp                               | 2                                          |                                            |                                            |\n| Học kỳ 7               | EC337                                      | Hệ thống thanh toán trực tuyến                      | Hệ thống thanh toán trực tuyến                      | 3                                          | 3                                          | 0                                          |\n| Học kỳ 7               | SS008                                      | Kinh tế chính trị Mác - Lênin                       | Kinh tế chính trị Mác - Lênin                       | 2                                          | 2                                          | 0                                          |\n| Học kỳ 7               | SS010                                      | Lịch sử Đảng Cộng sản Việt Nam                      | Lịch sử Đảng Cộng sản Việt Nam                      | 2                                          | 2                                          | 0                                          |\n| Học kỳ 7               |                                            | Môn học tự chọn tự do 3                             | Môn học tự chọn tự do 3                             | 3                                          |                                            |                                            |\n| Học kỳ 7               |                                            | Tổng số tín chỉ HK7\n| Tổng số tín chỉ HK7                                 | Tổng số tín chỉ HK7                                 | 12                                         | 12                                         | 0                                          |\n| Học kỳ 8               | Sinh viên chọn một trong ba hình thức: | Sinh viên chọn một trong ba hình thức:          | Sinh viên chọn một trong ba hình thức:          | Sinh viên chọn một trong ba hình thức: | Sinh viên chọn một trong ba hình thức: | Sinh viên chọn một trong ba hình thức: |\n| Học kỳ 8               | EC401                                      | Khóa luận tốt nghiệp                            | Khóa luận tốt nghiệp                            | 10                                         |                                            |                                            |\n| Học kỳ 8               | EC404                                      | Đồ án tốt nghiệp (6TC) Chuyên đề tốt nghiệp (4TC)   | Đồ án tốt nghiệp (6TC) Chuyên đề tốt nghiệp (4TC)   | 6 4                                        |                                            |                                            |\n| Học kỳ 8               | EC405                                      | Đồ án tốt nghiệp tại doanh nghiệp                   | Đồ án tốt nghiệp tại doanh nghiệp                   | 10                                         |                                            |                                            |\n| Học kỳ 8               |                                            | Tổng số tín chỉ HK8                                 | Tổng số tín chỉ HK8                                 | 10                                         | 10                                         | 0\n|\n|                        |                                            |                                                     |                                                     |                                            |                                            |                                            |\n\n- Sinh viên tích lũy tối thiểu là 125TC, đã hoàn thành các môn học của Chương trình đào tạo cử nhân chính quy ngành Thương mại điện tử.\n\n- Ngoài ra, sinh viên phải đáp ứng đủ các tiêu chuẩn khác theo Quy chế đào tạo hiện hành của Trường Đại học Công nghệ Thông tin.\n\n## Bài viết liên quan\n\n- Cử nhân khoa học ngành Khoa học Dữ liệu (Áp dụng từ khóa 19 - 2024)\n(21-12-2024)\n- Cử nhân ngành Công nghệ Thông tin (Áp dụng từ Khoá 19 - 2024)\n(21-12-2024)\n- Cử nhân ngành Trí tuệ Nhân tạo (Áp dụng từ khóa 19 - 2024)\n(28-10-2024)\n- Cử nhân ngành Khoa học Máy tính (Áp dụng từ khóa 19 - 2024)\n(28-10-2024)\n- Cử nhân ngành Kỹ thuật Máy tính (Áp dụng từ khóa 19 - 2024)\n(28-10-2024)\n\n## Trang\n\n- 1\n- 2\n- 3\n- sau ›\n- cuối »\n\nPHÒNG ĐÀO TẠO ĐẠI HỌC\n\nPhòng A120, Trường Đại học Công nghệ Thông tin.\n\nKhu phố 6, P.Linh Trung, Tp.Thủ Đức, Tp.Hồ Chí Minh.\n\nĐiện thoại: (028) 372 51993, Ext: 113(Hệ từ xa qua mạng), 112(Hệ chính quy).\n\nEmail: phongdaotaodh@uit.edu.vn",
            "chunk_content": "Cử nhân ngành Thương mại điện tử (Áp dụng từ Khoá 19 - 2024)\n\n## 1.1 Mục tiêu đào tạo\n\nĐào tạo nguồn nhân lực có kiến thức và kỹ năng chuyên sâu về Thương mại điện tử nhằm giải quyết các bài toán về kinh doanh - quản lý hiện nay, nghiên cứu và chuyển giao công nghệ tiên tiến trong CNTT vào thương mại điện tử nhằm góp phần đẩy mạnh sự nghiệp công nghiệp hóa, hiện đại hóa đất nước.\n\nMục tiêu đào tạo cụ thể (ký hiệu là G) của chương trình đào tạo:\n\n‒ G1: Đào tạo nguồn lực chất lượng cao nắm vừng kiến thức cơ bản và chuyên sâu về Thương mại điện tử như các phương pháp phân tích, thiết kế hệ thống kinh doanh trực tuyến, kế toán, tiếp thị, thanh toán điện tử, nền kinh tế điện tử, công nghệ web và mạng xã hội, đặc điểm người sử dụng web, kỹ năng phân tích, tổng hợp, lập giải pháp, phát triển khả năng tư duy, rèn luyện đạo đức, kỹ năng nghề nghiệp.\n\n‒ G2: Đào tạo đội ngũ chuyên gia có khả năng tổ chức và phát triển các ứng dụng tin học hỗ trợ các hoạt động giao dịch điện tử, thương mại, kinh doanh điện tử, chứng thực và an toàn trong giao dịch điện tử.\n\n‒ G3: Đào tạo đội ngũ quản lý có khả năng hoạch định, xây dựng và quản lý các hoạt động thương mại điện tử tại doanh nghiệp cũng như tại các cơ quan nhà nước.\n\n‒ G4: Đào tạo nguồn nhân lực có phẩm chất chính trị, đạo đức và sức khỏe tốt.\n\n## 1.2 Vị trí và khả năng làm việc sau tốt nghiệp\n\nSinh viên tốt nghiệp có thể làm việc ở những phạm vi và lĩnh vực khác nhau như:\n\n- Chuyên viên quản trị hệ thống, chuyên viên phát triển các hệ thống giao dịch thương mại, kinh doanh trực\nhệ thống giao dịch thương mại, kinh doanh trực tuyến, chịu trách nhiệm phát triển và duy trì trang web / ứng dụng bán hàng trực tuyến.\n\n- Chuyên viên marketing trực tuyến: lập kế hoạch, triển khai và đánh giá chiến dịch Marketing trên các kênh trực tuyến.\n\n- Chuyên viên phân tích nghiệp vụ: tiếp nhận yêu cầu người dùng, phân tích nghiệp vụ từ khách hàng và xây dựng nghiệp vụ chi tiết để các team phát triển, quản trị sự thay đổi của nghiệp vụ.\n\n- Chuyên viên tư vấn: tư vấn, đề xuất giải pháp, xây dựng và bảo trì các dự án công nghệ thông tin liên quan đến lĩnh vực thương mại điện tử hoặc quản trị doanh nghiệp điện tử.\n\n- Giám đốc kinh doanh trực tuyến: sau khi ra trường và tích lũy kinh nghiệm vài năm, vị trí Giám đốc kinh doanh trực tuyến là điều mà sinh viên có thể nhắm tới và đạt được.\n\n- Khởi nghiệp kinh doanh trực tuyến: xây dựng kế hoạch kinh doanh để biến ý tưởng thành hiện thực, kiến thức được trang bị ở giảng đường sẽ là lợi thế cho các bạn trẻ khởi nghiệp kinh doanh trực tuyến thành công.\n\n- Cán bộ giảng dạy, nghiên cứu khoa học và ứng dụng thương mại điện tử ở các trường đại học và cao đẳng trên cả nước.\n\n## 1.3 Quan điểm xây dựng chương trình đào tạo\n\n‒ Chương trình đào tạo mang tính liên ngành, tính nghiên cứu và tính ứng dụng cao, phù hợp với nhu cầu nhân lực Thương mại điện tử của xã hội hiện nay.\n\n‒ Chương trình gần với chương trình đào tạo ngành Thương mại điện tử của nhiều trường đại học trên thế giới để có thể hợp tác quốc tế và đào tạo nâng cao sau này.\n\n## 1.4 Hình thức và thời gian đào tạo\n\n- Hình thức đào tạo: chính quy tập trung.\n\n- Số tín chỉ đào tạo: 125\n\n- Thời gian đào tạo: Cử nhân: 4 năm, 8 học kỳ.\n\nChuẩn đầu ra (Learning Outcomes – LO) của CTĐT bao gồm những chuẩn đầu ra chung dưới đây, được tham chiếu theo Khung trình độ quốc gia Việt Nam, chuẩn đầu ra của ABET 2021-2022, Bộ năng lực SV tốt nghiệp ĐHQG ban hành\n\n\ttheo quyết định 1658/QĐ-ĐHQG năm 2020 (GAC), Tầm nhìn - sứ mạng- Triết lý giáo dục của Trường ĐHCNTT.\n\nSinh viên tốt nghiệp Chương trình đào tạo cử nhân chính quy ngành Thương mại điện tử phải đáp ứng các yêu cầu về tiêu chuẩn đầu ra (CĐR) sau:\n\nVề nhận thức:\n\n‒ LO1: Nắm vững kiến thức nền tảng về khoa học tự nhiên, khoa học xã hội và hiểu khả năng vận dụng những kiến thức đó vào ngành Thương mại điện tử và thực tiễn. (abet 3.1)\n\n‒ LO2: Nắm vững kiến thức nền tảng và một số kiến thức chuyên sâu của ngành Thương mại điện tử để ứng dụng vào thực tiễn. (abet 3.2, gac2.b)\n\nVề kỹ năng:\n\n‒ LO3: Khảo sát tài liệu, lập luận, phân tích và đề xuất giải pháp sáng tạo cho vấn đề liên quan đến ngành Thương mại điện tử; nhận thức về sự cần thiết của học tập suốt đời. (abet 3.6, abet 3.7, gac2.a)\n\n‒ LO4: Thiết kế, hiện thực hoá và đánh giá hệ thống, giải pháp của ngành Thương mại điện tử. (abet 3.2, abet 3.6, gac2.a)\n\n‒ LO5: Giao tiếp, hợp tác, kết nối hiệu quả với các cá nhân và tập thể trong những ngữ cảnh chuyên ngành nhất định. (abet 3.5 , gac2.c)\n\n‒ LO6: Giao tiếp trong công việc, đọc hiểu tài liệu và trình bày các giải pháp chuyên ngành bằng ngoại ngữ.\n\n‒ LO7: Hiểu biết về lãnh đạo và quản lý. (gac\nbiết về lãnh đạo và quản lý. (gac 2.d)\n\nVề thái độ:\n\n‒ LO8: Hiểu biết về trách nhiệm nghề nghiệp, tôn trọng pháp luật và các giá trị đạo đức. (abet 3.4)\n\nChuẩn đầu ra trên được cụ thể hóa như sau:\n\n|    CĐR  |  Mô tả CĐR                                                                                                                                                   |\n|---------|--------------------------------------------------------------------------------------------------------------------------------------------------------------|\n|     1   | Nắm vững kiến thức nền tảng về khoa học tự nhiên, khoa học xã hội và hiểu khả năng vận dụng những kiến thức đó vào ngành Thương mại điện tử và thực tiễn.    |\n|     1.1 | Kiến thức nền tảng về khoa học tự nhiên                                                                                                                      |\n|     1.2 | Kiến thức nền tảng về khoa học xã hội                                                                                                                        |\n|     2   | Nắm vững kiến thức nền tảng và một số kiến thức chuyên sâu của ngành Thương mại điện tử để ứng dụng vào thực tiễn.                                           |\n|     2.3 | Kiến thức mạng máy tính và truyền thông                                                                                                                      |\n|     2.4 | Kiến thức lập trình                                                                                                                                          |\n|     2.5 | Kiến thức giải thuật                                                                                                                                         |\n|     2.6 | Kiến thức quản lý thông tin                                                                                                                                  |\n|     2.7 | Kiến thức ngành\n|\n|     3   | Khảo sát tài liệu, lập luận, phân tích và đề ra giải pháp cho vấn đề liên quan đến ngành Thương mại điện tử; nhận thức về sự cần thiết của học tập suốt đời. |\n|     3.1 | Kỹ năng khảo sát                                                                                                                                             |\n|     3.2 | Kỹ năng lập luận, phân tích                                                                                                                                  |\n|     3.3 | Kỹ năng xây dựng ý tưởng, giải pháp                                                                                                                          |\n|     3.4 | Kỹ năng học tập suốt đời                                                                                                                                     |\n|     4   | Thiết kế, hiện thực hoá và đánh giá hệ thống, giải pháp của ngành Thương mại điện tử.                                                                        |\n|     4.1 | Kỹ năng thiết kế, hiện thực hệ thống                                                                                                                         |\n|     4.2 | Kỹ năng đánh giá hệ thống                                                                                                                                    |\n|     5   | Giao tiếp, hợp tác hiệu quả với các cá nhân và tập thể trong những ngữ cảnh chuyên ngành nhất định.                                                          |\n|     6   | Giao tiếp trong công việc, đọc hiểu tài liệu và trình bày một giải pháp chuyên ngành bằng ngoại ngữ.                                                         |\n|     6.1 | Kỹ năng giao tiếp nói, viết tổng quát\n|\n|     6.2 | Đọc hiểu tài liệu chuyên môn bằng ngoại ngữ                                                                                                                  |\n|     7   | Hiểu biết về lãnh đạo và quản lý                                                                                                                             |\n|     8   | Hiểu biết về trách nhiệm nghề nghiệp, tôn trọng pháp luật và các giá trị đạo đức                                                                             |\n\n## 3.1 Tỷ lệ các khối kiến thức\n\n- Không kể Giáo dục thể chất, Giáo dục quốc phòng.\n\n|  Khối kiến thức                                |  Khối kiến thức                                                                                                                                                                                                                                                                                                                    |  Tổng số tín chỉ    |  Ghi chú    |\n|---------------------------------------------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-------------------------|-------------|\n| Khối kiến thức giáo dục đại cương (45TC)     | Lý luận chính trị - Pháp luật                                                                                                                                                                                                                                                                                                       | 13                      |             |\n| Khối kiến thức giáo dục đại cương (45TC)     | Toán – Tin học - Khoa học tự nhiên\n| 18                      |             |\n| Khối kiến thức giáo dục đại cương (45TC)     | Ngoại ngữ                                                                                                                                                                                                                                                                                                                           | 12                      |             |\n| Khối kiến thức giáo dục đại cương (45TC)     | Giáo dục thể chất - Giáo dục Quốc phòng                                                                                                                                                                                                                                                                                               | -                       |             |\n| Khối kiến thức giáo dục đại cương (45TC)     | Môn học khác                                                                                                                                                                                                                                                                                                                          | 2                       |             |\n| Khối kiến thức giáo dục chuyên nghiệp (68TC) | Cơ sở ngành\n| 35                      |             |\n| Khối kiến thức giáo dục chuyên nghiệp (68TC) | Chuyên ngành                                                                                                                                                                                                                                                                                                                          | 24                      |             |\n| Khối kiến thức giáo dục chuyên nghiệp (68TC) | Môn học tự chọn tự do                                                                                                                                                                                                                                                                                                                 | 9                       |             |\n| Khối kiến thức tốt nghiệp (12TC)                  | Thực tập doanh nghiệp                                                                                                                                                                                                                                                                                                               | 2\n|             |\n| Khối kiến thức tốt nghiệp (12TC)                  | Sinh viên chọn 1 trong 3 hình thức sau đây: ‒ Khóa luận tốt nghiệp (Thesis - 10 tín chỉ) ‒ Đồ án tốt nghiệp (Capstone Project - 06 tín chỉ) + 04 tín chỉ chuyên đề tốt nghiệp (SV chọn các môn chuyên đề tốt nghiệp để tích lũy đủ số tín chỉ yêu cầu) ‒ Đồ án tốt nghiệp tại doanh nghiệp (Industry Capstone Project - 10 tín chỉ) | 10                      |             |\n| Tổng                                              | Tổng                                                                                                                                                                                                                                                                                                                                  | 125                     |             |\n\n## 3.2 Phân bổ các khối kiến thức\n\n## 3.3 Khối kiến thức giáo dục đại cương\n\n- Tổng cộng 45 tín chỉ (không kể Giáo dục thể chất và Giáo dục quốc phòng).\n\n|  STT                                    |  Mã môn học                             |  Tên môn học                            |  TC        |  LT        |  TH        |\n|-----------------------------------------|-----------------------------------------|-----------------------------------------|------------|------------|------------|\n| Lý luận chính trị - Pháp luật           | Lý luận chính trị - Pháp luật           | Lý luận chính trị - Pháp luật           | 13         |            |            |\n| 1                                       | SS003                                   | Tư tưởng Hồ Chí Minh                    | 2          | 2          | 0          |\n| 2                                       | SS007                                   | Triết học Mác – Lênin                   | 3          | 3          | 0          |\n| 3                                       | SS008                                   | Kinh tế chính trị Mác – Lênin           | 2          | 2          | 0          |\n| 4\n| SS009                                   | Chủ nghĩa xã hội khoa học               | 2          | 2          | 0          |\n| 5                                       | SS010                                   | Lịch sử Đảng Cộng sản Việt Nam          | 2          | 2          | 0          |\n| 6                                       | SS006                                   | Pháp luật đại cương                     | 2          | 2          | 0          |\n| Toán – Tin học – Khoa học tự nhiên      | Toán – Tin học – Khoa học tự nhiên      | Toán – Tin học – Khoa học tự nhiên      | 18         |            |            |\n| 7                                       | MA006                                   | Giải tích                               | 4          | 4          | 0          |\n| 8                                       | MA003                                   | Đại số tuyến tính                       | 3          | 3          | 0          |\n| 9                                       | MA004                                   | Cấu trúc rời rạc                        | 4          | 4          | 0          |\n| 10                                      | MA005                                   | Xác suất thống kê                    | 3          | 3          | 0          |\n| 11                                      | IT001                                   | Nhập môn lập trình                      | 4          | 3          | 1          |\n| Ngoại ngữ                               | Ngoại ngữ                               | Ngoại ngữ                               | 12         |            |            |\n| 12                                      | ENG01                                   | Anh văn 1\n1                               | 4          | 4          | 0          |\n| 13                                      | ENG02                                   | Anh văn 2                               | 4          | 4          | 0          |\n| 14                                      | ENG03                                   | Anh văn 3                               | 4          | 4          | 0          |\n| Giáo dục thể chất – Giáo dục quốc phòng | Giáo dục thể chất – Giáo dục quốc phòng | Giáo dục thể chất – Giáo dục quốc phòng |            |            |            |\n| 15                                      | PE231                                   | Giáo dục thể chất 1                     | Tính riêng | Tính riêng | Tính riêng |\n| 16                                      | PE232                                   | Giáo dục thể chất 2                     | Tính riêng | Tính riêng | Tính riêng |\n| 17                                      | ME001                                   | Giáo dục quốc phòng                     | Tính riêng | Tính riêng | Tính riêng |\n| Môn học khác                            | Môn học khác                            | Môn học khác                            | 2          |            |            |\n| 18                                      | SS004                                   | Kỹ năng nghề nghiệp                     | 2          | 2          | 0          |\n\n## 3.4 Khối kiến thức giáo dục chuyên nghiệp\n\n‒ Tổng cộng 68tín chỉ.\n\n### 3.4.1 Nhóm các môn học cơ sở ngành\n\n- Bắt buộc đối với tất cả sinh viên của ngành Thương mại điện tử.\n\n|  STT    |  Mã môn học    |  Tên môn học                                        |    TC  |    LT  |    TH  |\n|---------|----------------|-----------------------------------------------------|--------|--------|--------|\n| 1       | IT002          | Lập trình hướng đối tượng                           |     4  |     3  |     1  |\n| 2       | IT003          | Cấu trúc dữ liệu và giải thuật                      |     4  |     3  |     1  |\n| 3\n3  |     1  |\n| 3       | IT004          | Cơ sở dữ liệu                                       |     4  |     3  |     1  |\n| 4       | IT005          | Nhập môn mạng máy tính                              |     4  |     3  |     1  |\n| 5       | EC005          | Giới thiệu ngành Thương mại điện tử                 |     1  |     1  |     0  |\n| 6       | EC001          | Kinh tế học đại cương                               |     4  |     4  |     0  |\n| 7       | EC101          | Marketing căn bản                                   |     3  |     3  |     0  |\n| 8       | EC201          | Phân tích thiết kế quy trình nghiệp vụ doanh nghiệp |     4  |     3  |     1  |\n| 9       | IS334          | Thương mại điện tử                                  |     3  |     3  |     0  |\n| 10      | IS207          | Phát triển ứng dụng web                             |     4  |     3  |     1  |\n|         | Tổng cộng      | Tổng cộng                                           |    35  |    29  |     6  |\n\n### 3.4.2 Nhóm môn học chuyên ngành Thương mại điện tử\n\n- Bắt buộc đối với tất cả sinh viên của ngành Thương mại điện tử.\n\n|  STT    |  Mã môn học    |  Tên môn học                                |    TC  |    LT  |    TH  |\n|---------|----------------|---------------------------------------------|--------|--------|--------|\n| 1       | EC204          | Marketing điện tử                           |     3  |     2  |     1  |\n| 2       | EC312          | Thiết kế hệ thống TMĐT                      |     3  |     2  |     1  |\n| 3       | EC213          | Quản trị quan hệ khách hàng và nhà cung cấp |     3  |     2  |     1  |\n| 4       | EC337          | Hệ thống thanh toán trực tuyến              |     3  |     3  |     0  |\n| 5       | EC208          | Quản trị dự án TMĐT                         |     3  |     3  |     0  |\n| 6       | EC229          | Pháp luật trong TMĐT                        |     2  |     2  |     0  |\n| 7       | EC335          | An toàn và bảo mật TMĐT                     |     3  |     3  |     0  |\n| 8       | IS336          | Hoạch định nguồn lực\n| Hoạch định nguồn lực doanh nghiệp           |     4  |     3  |     1  |\n|         | Tổng cộng      | Tổng cộng                                   |    24  |    20  |     4  |\n\n### 3.4.3 Nhóm các môn tự chọn tự do (9 tín chỉ)\n\n‒ SV có thể chọn các môn học thuộc khối kiến thức giáo dục chuyên nghiệp trong các chương trình đào tạo đại học hoặc sau đại học của Trường ĐHCNTT hoặc của các Trường đại học khác trong ĐHQG –HCM hoặc của các Trường đại học khác ngoài ĐHQG –HCM mà có ký kết hợp tác với Trường ĐHCNTT để tích lũy 9 tín chỉ tự chọn tự do. Các môn học tương đương nhau chỉ được tính một lần vào tổng số tín chỉ tích lũy.\n\n‒ SV có thể chọn các môn học chuyên đề tốt nghiệp để tích lũy tín chỉ tự chọn tự do, nếu các môn học này chưa được tính trong khối kiến thức tốt nghiệp.\n\n‒ SV có thể tham gia chương trình giao lưu, trao đổi sinh viên quốc tế của ĐHQG hoặc trường ĐHCNTT tổ chức để tích lũy 2 tín chỉ tự chọn tự do Thực tập Quốc tế (INI01). SV cần gửi kết quả về Phòng đào tạo để được công nhận kết quả.\n\n‒ Danh sách môn tự chọn thuộc ngành TMĐT được khuyến nghị:\n\n|    STT  |  Mã môn học    |  Tên môn học                           |    TC  |    LT  |    TH  |\n|---------|----------------|----------------------------------------|--------|--------|--------|\n|      1  | EC214          | Nhập môn quản trị chuỗi cung ứng       |     3  |     3  |     0  |\n|      2  | EC232          | Nguyên lý kế toán                      |     3  |     3  |     0  |\n|      3  | EC333          | Quản trị tài chính doanh nghiệp        |     3  |     3  |     0  |\n|      4  | EC338          | Quản trị bán hàng                      |     3  |     3  |     0  |\n|      5  | EC002          | Quản trị doanh nghiệp                  |     3  |     3  |     0  |\n|      6  | EC304          | Tối ưu hóa công cụ tìm kiếm trong TMĐT |     3  |     3  |     0  |"
        }
    },
    {
        "file_name": "cu-nhan-nganh-thuong-mai-dien-tu-ap-dung-tu-khoa-19-2024",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong phần mô tả về khối kiến thức tốt nghiệp của chương trình đào tạo cử nhân ngành Thương mại điện tử, bao gồm các yêu cầu về thực tập doanh nghiệp, khóa luận tốt nghiệp và các môn chuyên đề tốt nghiệp mà sinh viên cần hoàn thành để đủ điều kiện tốt nghiệp.",
            "original_content": "Cử nhân ngành Thương mại điện tử (Áp dụng từ Khoá 19 - 2024)\n\n## 1.1 Mục tiêu đào tạo\n\nĐào tạo nguồn nhân lực có kiến thức và kỹ năng chuyên sâu về Thương mại điện tử nhằm giải quyết các bài toán về kinh doanh - quản lý hiện nay, nghiên cứu và chuyển giao công nghệ tiên tiến trong CNTT vào thương mại điện tử nhằm góp phần đẩy mạnh sự nghiệp công nghiệp hóa, hiện đại hóa đất nước.\n\nMục tiêu đào tạo cụ thể (ký hiệu là G) của chương trình đào tạo:\n\n‒ G1: Đào tạo nguồn lực chất lượng cao nắm vừng kiến thức cơ bản và chuyên sâu về Thương mại điện tử như các phương pháp phân tích, thiết kế hệ thống kinh doanh trực tuyến, kế toán, tiếp thị, thanh toán điện tử, nền kinh tế điện tử, công nghệ web và mạng xã hội, đặc điểm người sử dụng web, kỹ năng phân tích, tổng hợp, lập giải pháp, phát triển khả năng tư duy, rèn luyện đạo đức, kỹ năng nghề nghiệp.\n\n‒ G2: Đào tạo đội ngũ chuyên gia có khả năng tổ chức và phát triển các ứng dụng tin học hỗ trợ các hoạt động giao dịch điện tử, thương mại, kinh doanh điện tử, chứng thực và an toàn trong giao dịch điện tử.\n\n‒ G3: Đào tạo đội ngũ quản lý có khả năng hoạch định, xây dựng và quản lý các hoạt động thương mại điện tử tại doanh nghiệp cũng như tại các cơ quan nhà nước.\n\n‒ G4: Đào tạo nguồn nhân lực có phẩm chất chính trị, đạo đức và sức khỏe tốt.\n\n## 1.2 Vị trí và khả năng làm việc sau tốt nghiệp\n\nSinh viên tốt nghiệp có thể làm việc ở những phạm vi và lĩnh vực khác nhau như:\n\n- Chuyên viên quản trị hệ thống, chuyên viên phát triển các hệ thống giao dịch thương mại, kinh doanh trực\nhệ thống giao dịch thương mại, kinh doanh trực tuyến, chịu trách nhiệm phát triển và duy trì trang web / ứng dụng bán hàng trực tuyến.\n\n- Chuyên viên marketing trực tuyến: lập kế hoạch, triển khai và đánh giá chiến dịch Marketing trên các kênh trực tuyến.\n\n- Chuyên viên phân tích nghiệp vụ: tiếp nhận yêu cầu người dùng, phân tích nghiệp vụ từ khách hàng và xây dựng nghiệp vụ chi tiết để các team phát triển, quản trị sự thay đổi của nghiệp vụ.\n\n- Chuyên viên tư vấn: tư vấn, đề xuất giải pháp, xây dựng và bảo trì các dự án công nghệ thông tin liên quan đến lĩnh vực thương mại điện tử hoặc quản trị doanh nghiệp điện tử.\n\n- Giám đốc kinh doanh trực tuyến: sau khi ra trường và tích lũy kinh nghiệm vài năm, vị trí Giám đốc kinh doanh trực tuyến là điều mà sinh viên có thể nhắm tới và đạt được.\n\n- Khởi nghiệp kinh doanh trực tuyến: xây dựng kế hoạch kinh doanh để biến ý tưởng thành hiện thực, kiến thức được trang bị ở giảng đường sẽ là lợi thế cho các bạn trẻ khởi nghiệp kinh doanh trực tuyến thành công.\n\n- Cán bộ giảng dạy, nghiên cứu khoa học và ứng dụng thương mại điện tử ở các trường đại học và cao đẳng trên cả nước.\n\n## 1.3 Quan điểm xây dựng chương trình đào tạo\n\n‒ Chương trình đào tạo mang tính liên ngành, tính nghiên cứu và tính ứng dụng cao, phù hợp với nhu cầu nhân lực Thương mại điện tử của xã hội hiện nay.\n\n‒ Chương trình gần với chương trình đào tạo ngành Thương mại điện tử của nhiều trường đại học trên thế giới để có thể hợp tác quốc tế và đào tạo nâng cao sau này.\n\n## 1.4 Hình thức và thời gian đào tạo\n\n- Hình thức đào tạo: chính quy tập trung.\n\n- Số tín chỉ đào tạo: 125\n\n- Thời gian đào tạo: Cử nhân: 4 năm, 8 học kỳ.\n\nChuẩn đầu ra (Learning Outcomes – LO) của CTĐT bao gồm những chuẩn đầu ra chung dưới đây, được tham chiếu theo Khung trình độ quốc gia Việt Nam, chuẩn đầu ra của ABET 2021-2022, Bộ năng lực SV tốt nghiệp ĐHQG ban hành\n\n\ttheo quyết định 1658/QĐ-ĐHQG năm 2020 (GAC), Tầm nhìn - sứ mạng- Triết lý giáo dục của Trường ĐHCNTT.\n\nSinh viên tốt nghiệp Chương trình đào tạo cử nhân chính quy ngành Thương mại điện tử phải đáp ứng các yêu cầu về tiêu chuẩn đầu ra (CĐR) sau:\n\nVề nhận thức:\n\n‒ LO1: Nắm vững kiến thức nền tảng về khoa học tự nhiên, khoa học xã hội và hiểu khả năng vận dụng những kiến thức đó vào ngành Thương mại điện tử và thực tiễn. (abet 3.1)\n\n‒ LO2: Nắm vững kiến thức nền tảng và một số kiến thức chuyên sâu của ngành Thương mại điện tử để ứng dụng vào thực tiễn. (abet 3.2, gac2.b)\n\nVề kỹ năng:\n\n‒ LO3: Khảo sát tài liệu, lập luận, phân tích và đề xuất giải pháp sáng tạo cho vấn đề liên quan đến ngành Thương mại điện tử; nhận thức về sự cần thiết của học tập suốt đời. (abet 3.6, abet 3.7, gac2.a)\n\n‒ LO4: Thiết kế, hiện thực hoá và đánh giá hệ thống, giải pháp của ngành Thương mại điện tử. (abet 3.2, abet 3.6, gac2.a)\n\n‒ LO5: Giao tiếp, hợp tác, kết nối hiệu quả với các cá nhân và tập thể trong những ngữ cảnh chuyên ngành nhất định. (abet 3.5 , gac2.c)\n\n‒ LO6: Giao tiếp trong công việc, đọc hiểu tài liệu và trình bày các giải pháp chuyên ngành bằng ngoại ngữ.\n\n‒ LO7: Hiểu biết về lãnh đạo và quản lý. (gac\nbiết về lãnh đạo và quản lý. (gac 2.d)\n\nVề thái độ:\n\n‒ LO8: Hiểu biết về trách nhiệm nghề nghiệp, tôn trọng pháp luật và các giá trị đạo đức. (abet 3.4)\n\nChuẩn đầu ra trên được cụ thể hóa như sau:\n\n|    CĐR  |  Mô tả CĐR                                                                                                                                                   |\n|---------|--------------------------------------------------------------------------------------------------------------------------------------------------------------|\n|     1   | Nắm vững kiến thức nền tảng về khoa học tự nhiên, khoa học xã hội và hiểu khả năng vận dụng những kiến thức đó vào ngành Thương mại điện tử và thực tiễn.    |\n|     1.1 | Kiến thức nền tảng về khoa học tự nhiên                                                                                                                      |\n|     1.2 | Kiến thức nền tảng về khoa học xã hội                                                                                                                        |\n|     2   | Nắm vững kiến thức nền tảng và một số kiến thức chuyên sâu của ngành Thương mại điện tử để ứng dụng vào thực tiễn.                                           |\n|     2.3 | Kiến thức mạng máy tính và truyền thông                                                                                                                      |\n|     2.4 | Kiến thức lập trình                                                                                                                                          |\n|     2.5 | Kiến thức giải thuật                                                                                                                                         |\n|     2.6 | Kiến thức quản lý thông tin                                                                                                                                  |\n|     2.7 | Kiến thức ngành\n|\n|     3   | Khảo sát tài liệu, lập luận, phân tích và đề ra giải pháp cho vấn đề liên quan đến ngành Thương mại điện tử; nhận thức về sự cần thiết của học tập suốt đời. |\n|     3.1 | Kỹ năng khảo sát                                                                                                                                             |\n|     3.2 | Kỹ năng lập luận, phân tích                                                                                                                                  |\n|     3.3 | Kỹ năng xây dựng ý tưởng, giải pháp                                                                                                                          |\n|     3.4 | Kỹ năng học tập suốt đời                                                                                                                                     |\n|     4   | Thiết kế, hiện thực hoá và đánh giá hệ thống, giải pháp của ngành Thương mại điện tử.                                                                        |\n|     4.1 | Kỹ năng thiết kế, hiện thực hệ thống                                                                                                                         |\n|     4.2 | Kỹ năng đánh giá hệ thống                                                                                                                                    |\n|     5   | Giao tiếp, hợp tác hiệu quả với các cá nhân và tập thể trong những ngữ cảnh chuyên ngành nhất định.                                                          |\n|     6   | Giao tiếp trong công việc, đọc hiểu tài liệu và trình bày một giải pháp chuyên ngành bằng ngoại ngữ.                                                         |\n|     6.1 | Kỹ năng giao tiếp nói, viết tổng quát\n|\n|     6.2 | Đọc hiểu tài liệu chuyên môn bằng ngoại ngữ                                                                                                                  |\n|     7   | Hiểu biết về lãnh đạo và quản lý                                                                                                                             |\n|     8   | Hiểu biết về trách nhiệm nghề nghiệp, tôn trọng pháp luật và các giá trị đạo đức                                                                             |\n\n## 3.1 Tỷ lệ các khối kiến thức\n\n- Không kể Giáo dục thể chất, Giáo dục quốc phòng.\n\n|  Khối kiến thức                                |  Khối kiến thức                                                                                                                                                                                                                                                                                                                    |  Tổng số tín chỉ    |  Ghi chú    |\n|---------------------------------------------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-------------------------|-------------|\n| Khối kiến thức giáo dục đại cương (45TC)     | Lý luận chính trị - Pháp luật                                                                                                                                                                                                                                                                                                       | 13                      |             |\n| Khối kiến thức giáo dục đại cương (45TC)     | Toán – Tin học - Khoa học tự nhiên\n| 18                      |             |\n| Khối kiến thức giáo dục đại cương (45TC)     | Ngoại ngữ                                                                                                                                                                                                                                                                                                                           | 12                      |             |\n| Khối kiến thức giáo dục đại cương (45TC)     | Giáo dục thể chất - Giáo dục Quốc phòng                                                                                                                                                                                                                                                                                               | -                       |             |\n| Khối kiến thức giáo dục đại cương (45TC)     | Môn học khác                                                                                                                                                                                                                                                                                                                          | 2                       |             |\n| Khối kiến thức giáo dục chuyên nghiệp (68TC) | Cơ sở ngành\n| 35                      |             |\n| Khối kiến thức giáo dục chuyên nghiệp (68TC) | Chuyên ngành                                                                                                                                                                                                                                                                                                                          | 24                      |             |\n| Khối kiến thức giáo dục chuyên nghiệp (68TC) | Môn học tự chọn tự do                                                                                                                                                                                                                                                                                                                 | 9                       |             |\n| Khối kiến thức tốt nghiệp (12TC)                  | Thực tập doanh nghiệp                                                                                                                                                                                                                                                                                                               | 2\n|             |\n| Khối kiến thức tốt nghiệp (12TC)                  | Sinh viên chọn 1 trong 3 hình thức sau đây: ‒ Khóa luận tốt nghiệp (Thesis - 10 tín chỉ) ‒ Đồ án tốt nghiệp (Capstone Project - 06 tín chỉ) + 04 tín chỉ chuyên đề tốt nghiệp (SV chọn các môn chuyên đề tốt nghiệp để tích lũy đủ số tín chỉ yêu cầu) ‒ Đồ án tốt nghiệp tại doanh nghiệp (Industry Capstone Project - 10 tín chỉ) | 10                      |             |\n| Tổng                                              | Tổng                                                                                                                                                                                                                                                                                                                                  | 125                     |             |\n\n## 3.2 Phân bổ các khối kiến thức\n\n## 3.3 Khối kiến thức giáo dục đại cương\n\n- Tổng cộng 45 tín chỉ (không kể Giáo dục thể chất và Giáo dục quốc phòng).\n\n|  STT                                    |  Mã môn học                             |  Tên môn học                            |  TC        |  LT        |  TH        |\n|-----------------------------------------|-----------------------------------------|-----------------------------------------|------------|------------|------------|\n| Lý luận chính trị - Pháp luật           | Lý luận chính trị - Pháp luật           | Lý luận chính trị - Pháp luật           | 13         |            |            |\n| 1                                       | SS003                                   | Tư tưởng Hồ Chí Minh                    | 2          | 2          | 0          |\n| 2                                       | SS007                                   | Triết học Mác – Lênin                   | 3          | 3          | 0          |\n| 3                                       | SS008                                   | Kinh tế chính trị Mác – Lênin           | 2          | 2          | 0          |\n| 4\n| SS009                                   | Chủ nghĩa xã hội khoa học               | 2          | 2          | 0          |\n| 5                                       | SS010                                   | Lịch sử Đảng Cộng sản Việt Nam          | 2          | 2          | 0          |\n| 6                                       | SS006                                   | Pháp luật đại cương                     | 2          | 2          | 0          |\n| Toán – Tin học – Khoa học tự nhiên      | Toán – Tin học – Khoa học tự nhiên      | Toán – Tin học – Khoa học tự nhiên      | 18         |            |            |\n| 7                                       | MA006                                   | Giải tích                               | 4          | 4          | 0          |\n| 8                                       | MA003                                   | Đại số tuyến tính                       | 3          | 3          | 0          |\n| 9                                       | MA004                                   | Cấu trúc rời rạc                        | 4          | 4          | 0          |\n| 10                                      | MA005                                   | Xác suất thống kê                    | 3          | 3          | 0          |\n| 11                                      | IT001                                   | Nhập môn lập trình                      | 4          | 3          | 1          |\n| Ngoại ngữ                               | Ngoại ngữ                               | Ngoại ngữ                               | 12         |            |            |\n| 12                                      | ENG01                                   | Anh văn 1\n1                               | 4          | 4          | 0          |\n| 13                                      | ENG02                                   | Anh văn 2                               | 4          | 4          | 0          |\n| 14                                      | ENG03                                   | Anh văn 3                               | 4          | 4          | 0          |\n| Giáo dục thể chất – Giáo dục quốc phòng | Giáo dục thể chất – Giáo dục quốc phòng | Giáo dục thể chất – Giáo dục quốc phòng |            |            |            |\n| 15                                      | PE231                                   | Giáo dục thể chất 1                     | Tính riêng | Tính riêng | Tính riêng |\n| 16                                      | PE232                                   | Giáo dục thể chất 2                     | Tính riêng | Tính riêng | Tính riêng |\n| 17                                      | ME001                                   | Giáo dục quốc phòng                     | Tính riêng | Tính riêng | Tính riêng |\n| Môn học khác                            | Môn học khác                            | Môn học khác                            | 2          |            |            |\n| 18                                      | SS004                                   | Kỹ năng nghề nghiệp                     | 2          | 2          | 0          |\n\n## 3.4 Khối kiến thức giáo dục chuyên nghiệp\n\n‒ Tổng cộng 68tín chỉ.\n\n### 3.4.1 Nhóm các môn học cơ sở ngành\n\n- Bắt buộc đối với tất cả sinh viên của ngành Thương mại điện tử.\n\n|  STT    |  Mã môn học    |  Tên môn học                                        |    TC  |    LT  |    TH  |\n|---------|----------------|-----------------------------------------------------|--------|--------|--------|\n| 1       | IT002          | Lập trình hướng đối tượng                           |     4  |     3  |     1  |\n| 2       | IT003          | Cấu trúc dữ liệu và giải thuật                      |     4  |     3  |     1  |\n| 3\n3  |     1  |\n| 3       | IT004          | Cơ sở dữ liệu                                       |     4  |     3  |     1  |\n| 4       | IT005          | Nhập môn mạng máy tính                              |     4  |     3  |     1  |\n| 5       | EC005          | Giới thiệu ngành Thương mại điện tử                 |     1  |     1  |     0  |\n| 6       | EC001          | Kinh tế học đại cương                               |     4  |     4  |     0  |\n| 7       | EC101          | Marketing căn bản                                   |     3  |     3  |     0  |\n| 8       | EC201          | Phân tích thiết kế quy trình nghiệp vụ doanh nghiệp |     4  |     3  |     1  |\n| 9       | IS334          | Thương mại điện tử                                  |     3  |     3  |     0  |\n| 10      | IS207          | Phát triển ứng dụng web                             |     4  |     3  |     1  |\n|         | Tổng cộng      | Tổng cộng                                           |    35  |    29  |     6  |\n\n### 3.4.2 Nhóm môn học chuyên ngành Thương mại điện tử\n\n- Bắt buộc đối với tất cả sinh viên của ngành Thương mại điện tử.\n\n|  STT    |  Mã môn học    |  Tên môn học                                |    TC  |    LT  |    TH  |\n|---------|----------------|---------------------------------------------|--------|--------|--------|\n| 1       | EC204          | Marketing điện tử                           |     3  |     2  |     1  |\n| 2       | EC312          | Thiết kế hệ thống TMĐT                      |     3  |     2  |     1  |\n| 3       | EC213          | Quản trị quan hệ khách hàng và nhà cung cấp |     3  |     2  |     1  |\n| 4       | EC337          | Hệ thống thanh toán trực tuyến              |     3  |     3  |     0  |\n| 5       | EC208          | Quản trị dự án TMĐT                         |     3  |     3  |     0  |\n| 6       | EC229          | Pháp luật trong TMĐT                        |     2  |     2  |     0  |\n| 7       | EC335          | An toàn và bảo mật TMĐT                     |     3  |     3  |     0  |\n| 8       | IS336          | Hoạch định nguồn lực\n| Hoạch định nguồn lực doanh nghiệp           |     4  |     3  |     1  |\n|         | Tổng cộng      | Tổng cộng                                   |    24  |    20  |     4  |\n\n### 3.4.3 Nhóm các môn tự chọn tự do (9 tín chỉ)\n\n‒ SV có thể chọn các môn học thuộc khối kiến thức giáo dục chuyên nghiệp trong các chương trình đào tạo đại học hoặc sau đại học của Trường ĐHCNTT hoặc của các Trường đại học khác trong ĐHQG –HCM hoặc của các Trường đại học khác ngoài ĐHQG –HCM mà có ký kết hợp tác với Trường ĐHCNTT để tích lũy 9 tín chỉ tự chọn tự do. Các môn học tương đương nhau chỉ được tính một lần vào tổng số tín chỉ tích lũy.\n\n‒ SV có thể chọn các môn học chuyên đề tốt nghiệp để tích lũy tín chỉ tự chọn tự do, nếu các môn học này chưa được tính trong khối kiến thức tốt nghiệp.\n\n‒ SV có thể tham gia chương trình giao lưu, trao đổi sinh viên quốc tế của ĐHQG hoặc trường ĐHCNTT tổ chức để tích lũy 2 tín chỉ tự chọn tự do Thực tập Quốc tế (INI01). SV cần gửi kết quả về Phòng đào tạo để được công nhận kết quả.\n\n‒ Danh sách môn tự chọn thuộc ngành TMĐT được khuyến nghị:\n\n|    STT  |  Mã môn học    |  Tên môn học                           |    TC  |    LT  |    TH  |\n|---------|----------------|----------------------------------------|--------|--------|--------|\n|      1  | EC214          | Nhập môn quản trị chuỗi cung ứng       |     3  |     3  |     0  |\n|      2  | EC232          | Nguyên lý kế toán                      |     3  |     3  |     0  |\n|      3  | EC333          | Quản trị tài chính doanh nghiệp        |     3  |     3  |     0  |\n|      4  | EC338          | Quản trị bán hàng                      |     3  |     3  |     0  |\n|      5  | EC002          | Quản trị doanh nghiệp                  |     3  |     3  |     0  |\n|      6  | EC304          | Tối ưu hóa công cụ tìm kiếm trong TMĐT |     3  |     3  |     0  |\n\n-------------------------------------------------------------\nCử nhân ngành Thương mại điện tử (Áp dụng từ Khoá 19 - 2024)\n\n\n## 3.5 Khối kiến thức tốt nghiệp\n\n- Tổng cộng 12 tín chỉ.\n\n### 3.5.1 Thực tập doanh nghiệp\n\nSinh viên bắt buộc phải đi thực tập thực tế tại các doanh nghiệp và thực hiện báo cáo thực tập nộp về Khoa.\n\n‒ Thực tập doanh nghiệp (EC222): 2 tín chỉ\n\n### 3.5.2 Khóa luận tốt nghiệp\n\nTheo qui chế đào tạo, sinh viên đủ điều kiện có thể đăng ký làm khóa luận tốt nghiệp với số tín chỉ là 10.\n\n‒ Khóa luận tốt nghiệp (EC401, Thesis): 10 tín chỉ\n\nSinh viên không đủ điều kiện hoặc đủ điều kiện nhưng không muốn làm khóa luận có thể lựa chọn một trong hai hình thức sau để thay thế cho khóa luận tốt nghiệp:\n\n‒ Đồ án tốt nghiệp (EC404, Capstone Project - 06 tín chỉ) + học thêm 04 tín chỉ chuyên đề tốt nghiệp (SV chọn các môn chuyên đề tốt nghiệp để tích lũy đủ số tín chỉ yêu cầu).\n\n‒ Đồ án tốt nghiệp tại doanh nghiệp (EC405, Industry Capstone Project - 10 tín chỉ)\n\n### 3.5.3 Nhóm các môn chuyên đề\nchỉ)\n\n### 3.5.3 Nhóm các môn chuyên đề tốt nghiệp\n\n|  STT                                                                                                                 |  Mã môn học                                                                                                          |  Tên môn học                                                                                                         |  TC                                                                                                                  |  LT                                                                                                                  |  TH                                                                                                                  |\n|----------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------|\n| 1                                                                                                                    | EC402                                                                                                                | Phát triển ứng dụng thương mại di động                                                                               | 4                                                                                                                    | 3                                                                                                                    | 1                                                                                                                    |\n| 2\n| EC331                                                                                                                | Quản trị chiến lược kinh doanh điện tử                                                                               | 3                                                                                                                    | 3                                                                                                                    | 0                                                                                                                    |\n| 3                                                                                                                    | IS403                                                                                                                | Phân tích dữ liệu kinh doanh                                                                                         | 3                                                                                                                    | 3                                                                                                                    | 0                                                                                                                    |\n| 4                                                                                                                    | EC403\n| Thương mại xã hội                                                                                                    | 3                                                                                                                    | 3                                                                                                                    | 0                                                                                                                    |\n| 5                                                                                                                    | IS355                                                                                                                | Công nghệ blockchain                                                                                                 | 4                                                                                                                    | 3                                                                                                                    | 1                                                                                                                    |\n| Ghi chú: Khoa quản lý có thể đề xuất danh sách môn học chuyên đề tốt nghiệp theo nhu cầu cập nhật cho các khóa tuyển | Ghi chú: Khoa quản lý có thể đề xuất danh sách môn học chuyên đề tốt nghiệp theo nhu cầu cập nhật cho các khóa tuyển | Ghi chú: Khoa quản lý có thể đề xuất danh sách môn học chuyên đề tốt nghiệp theo nhu cầu cập nhật cho các khóa tuyển | Ghi chú: Khoa quản lý có thể đề xuất danh sách môn học chuyên đề tốt nghiệp theo nhu cầu cập nhật cho các khóa tuyển | Ghi chú: Khoa quản lý có thể đề xuất danh sách môn học chuyên đề tốt nghiệp theo nhu\nmôn học chuyên đề tốt nghiệp theo nhu cầu cập nhật cho các khóa tuyển | Ghi chú: Khoa quản lý có thể đề xuất danh sách môn học chuyên đề tốt nghiệp theo nhu cầu cập nhật cho các khóa tuyển |\n\n## 4.1 Sơ đồ mối liên hệ thứ tự học giữa các môn\n\n## 4.2 Kế hoạch giảng dạy\n\n|  GIAI ĐOẠN I: 56 TC    |  GIAI ĐOẠN I: 56 TC                        |  GIAI ĐOẠN I: 56 TC                                 |  GIAI ĐOẠN I: 56 TC                                 |  GIAI ĐOẠN I: 56 TC                        |  GIAI ĐOẠN I: 56 TC                        |  GIAI ĐOẠN I: 56 TC                        |\n|------------------------|--------------------------------------------|-----------------------------------------------------|-----------------------------------------------------|--------------------------------------------|--------------------------------------------|--------------------------------------------|\n|                        | Mã môn                                    | Mã môn                                             | Tên môn                                             | TC                                         | LT                                         | TH                                         |\n| Học kỳ 1               | IT001                                      | IT001                                               | Nhập môn lập trình                                  | 4                                          | 3                                          | 1                                          |\n| Học kỳ 1               | MA006                                      | MA006                                               | Giải tích                                           | 4                                          | 4                                          | 0                                          |\n| Học kỳ 1               | MA003                                      | MA003                                               | Đại số tuyến tính                                   | 3                                          | 3\n| 3                                          | 0                                          |\n| Học kỳ 1               | EC005                                      | EC005                                               | Giới thiệu ngành Thương mại điện tử                 | 1                                          | 1                                          | 0                                          |\n| Học kỳ 1               | ENG01                                      | ENG01                                               | Anh Văn 1                                           | 4                                          | 4                                          | 0                                          |\n| Học kỳ 1               | PE231                                      | PE231                                               | Giáo dục thể chất 1                                 |                                            |                                            |                                            |\n| Học kỳ 1               | PE232                                      | PE232                                               | Giáo dục thể chất 2                                 |                                            |                                            |                                            |\n| Học kỳ 1               | ME001                                      | ME001                                               | Giáo dục quốc phòng                                 |                                            |                                            |\n|                                            |\n| Học kỳ 1               |                                            |                                                     | Tổng số tín chỉ HK1                                 | 16                                         | 15                                         | 1                                          |\n| Học kỳ 2               | IT002                                      | IT002                                               | Lập trình hướng đối tượng                           | 4                                          | 3                                          | 1                                          |\n| Học kỳ 2               | IT003                                      | IT003                                               | Cấu trúc dữ liệu và giải thuật                      | 4                                          | 3                                          | 1                                          |\n| Học kỳ 2               | EC001                                      | EC001                                               | Kinh tế học đại cương                               | 4                                          | 4                                          | 0                                          |\n| Học kỳ 2               | MA004                                      | MA004                                               | Cấu trúc rời rạc                                    | 4                                          | 4                                          | 0                                          |\n| Học kỳ 2\n|\n| Học kỳ 2               | MA005                                      | MA005                                               | Xác suất thống kê                                   | 3                                          | 3                                          | 0                                          |\n| Học kỳ 2               | ENG02                                      | ENG02                                               | Anh Văn 2                                           | 4                                          | 4                                          | 0                                          |\n| Học kỳ 2               |                                            |                                                     | Tổng số tín chỉ HK2                                 | 23                                         | 21                                         | 2                                          |\n| Học kỳ 3               | IT004                                      | IT004                                               | Cơ sở dữ liệu                                       | 4                                          | 3                                          | 1                                          |\n| Học kỳ 3               | IT005                                      | IT005                                               | Nhập môn mạng máy tính                              | 4                                          | 3                                          | 1                                          |\n| Học kỳ 3               | IS334\n| IS334                                               | Thương mại điện tử                                  | 3                                          | 3                                          | 0                                          |\n| Học kỳ 3               | SS004                                      | SS004                                               | Kỹ năng nghề nghiệp                                 | 2                                          | 2                                          | 0                                          |\n| Học kỳ 3               | ENG03                                      | ENG03                                               | Anh Văn 3                                           | 4                                          | 4                                          | 0                                          |\n| Học kỳ 3               |                                            |                                                     | Tổng số tín chỉ HK3                                 | 17                                         | 15                                         | 2                                          |\n| GIAI ĐOẠN II: 69 TC    | GIAI ĐOẠN II: 69 TC                        | GIAI ĐOẠN II: 69 TC                                 | GIAI ĐOẠN II: 69 TC                                 | GIAI ĐOẠN II: 69 TC                        | GIAI ĐOẠN II: 69 TC                        | GIAI ĐOẠN II: 69 TC                        |\n|                        | Mã môn                                    | Tên môn\n| Tên môn                                             | TC                                         | LT                                         | TH                                         |\n| Học kỳ 4               | EC101                                      | Marketing căn bản                                   | Marketing căn bản                                   | 3                                          | 3                                          | 0                                          |\n| Học kỳ 4               | IS207                                      | Phát triển ứng dụng web                             | Phát triển ứng dụng web                             | 4                                          | 3                                          | 1                                          |\n| Học kỳ 4               | EC208                                      | Quản trị dự án TMĐT                                 | Quản trị dự án TMĐT                                 | 3                                          | 3                                          | 0                                          |\n| Học kỳ 4               | EC201                                      | Phân tích thiết kế quy trình nghiệp vụ doanh nghiệp | Phân tích thiết kế quy trình nghiệp vụ doanh nghiệp | 4                                          | 3                                          | 1                                          |\n| Học kỳ 4               | SS009                                      | Chủ nghĩa xã hội khoa học                           | Chủ nghĩa xã hội khoa học                           | 2                                          | 2\n| 0                                          |\n| Học kỳ 4               |                                            | Tổng số tín chỉ HK4                                 | Tổng số tín chỉ HK4                                 | 16                                         | 14                                         | 2                                          |\n| Học kỳ 5               | PE231                                      | Giáo dục thể chất 1                                 | Giáo dục thể chất 1                                 |                                            |                                            |                                            |\n| Học kỳ 5               | EC312                                      | Thiết kế hệ thống thương mại điện tử                | Thiết kế hệ thống thương mại điện tử                | 3                                          | 2                                          | 1                                          |\n| Học kỳ 5               | EC204                                      | Marketing điện tử                                   | Marketing điện tử                                   | 3                                          | 2                                          | 1                                          |\n| Học kỳ 5               | EC213                                      | Quản trị quan hệ khách hàng và nhà cung cấp         | Quản trị quan hệ khách hàng và nhà cung cấp         | 3                                          | 2                                          | 1                                          |\n| Học kỳ 5               | SS003                                      | Tư\n| Tư tưởng Hồ Chí Minh                                | Tư tưởng Hồ Chí Minh                                | 2                                          | 2                                          | 0                                          |\n| Học kỳ 5               | SS006                                      | Pháp luật đại cương                                 | Pháp luật đại cương                                 | 2                                          | 2                                          | 0                                          |\n| Học kỳ 5               |                                            | Môn học tự chọn tự do 1                             | Môn học tự chọn tự do 1                             | 3                                          |                                            |                                            |\n| Học kỳ 5               |                                            | Tổng số tín chỉ HK5                                 | Tổng số tín chỉ HK5                                 | 16                                         | 13                                         | 3                                          |\n| Học kỳ 6               | PE232                                      | Giáo dục thể chất 2                                 | Giáo dục thể chất 2                                 |                                            |                                            |                                            |\n| Học kỳ 6               | IS336                                      | Hoạch định nguồn lực doanh nghiệp                   | Hoạch định nguồn lực doanh nghiệp                   |\n| 4                                          | 3                                          | 1                                          |\n| Học kỳ 6               | EC335                                      | An toàn và bảo mật TMĐT                             | An toàn và bảo mật TMĐT                             | 3                                          | 3                                          | 0                                          |\n| Học kỳ 6               | EC229                                      | Pháp luật trong thương mại điện tử                  | Pháp luật trong thương mại điện tử                  | 2                                          | 2                                          | 0                                          |\n| Học kỳ 6               | SS007                                      | Triết học Mác - Lênin                               | Triết học Mác - Lênin                               | 3                                          | 3                                          | 0                                          |\n| Học kỳ 6               |                                            | Môn học tự chọn tự do 2                             | Môn học tự chọn tự do 2                             | 3                                          |                                            |                                            |\n| Học kỳ 6               |                                            | Tổng số tín chỉ HK6                                 | Tổng số tín chỉ HK6                                 | 15                                         | 14                                         | 1\n| 1                                          |\n| Học kỳ 7               | EC222                                      | Thực tập doanh nghiệp                               | Thực tập doanh nghiệp                               | 2                                          |                                            |                                            |\n| Học kỳ 7               | EC337                                      | Hệ thống thanh toán trực tuyến                      | Hệ thống thanh toán trực tuyến                      | 3                                          | 3                                          | 0                                          |\n| Học kỳ 7               | SS008                                      | Kinh tế chính trị Mác - Lênin                       | Kinh tế chính trị Mác - Lênin                       | 2                                          | 2                                          | 0                                          |\n| Học kỳ 7               | SS010                                      | Lịch sử Đảng Cộng sản Việt Nam                      | Lịch sử Đảng Cộng sản Việt Nam                      | 2                                          | 2                                          | 0                                          |\n| Học kỳ 7               |                                            | Môn học tự chọn tự do 3                             | Môn học tự chọn tự do 3                             | 3                                          |                                            |                                            |\n| Học kỳ 7               |                                            | Tổng số tín chỉ HK7\n| Tổng số tín chỉ HK7                                 | Tổng số tín chỉ HK7                                 | 12                                         | 12                                         | 0                                          |\n| Học kỳ 8               | Sinh viên chọn một trong ba hình thức: | Sinh viên chọn một trong ba hình thức:          | Sinh viên chọn một trong ba hình thức:          | Sinh viên chọn một trong ba hình thức: | Sinh viên chọn một trong ba hình thức: | Sinh viên chọn một trong ba hình thức: |\n| Học kỳ 8               | EC401                                      | Khóa luận tốt nghiệp                            | Khóa luận tốt nghiệp                            | 10                                         |                                            |                                            |\n| Học kỳ 8               | EC404                                      | Đồ án tốt nghiệp (6TC) Chuyên đề tốt nghiệp (4TC)   | Đồ án tốt nghiệp (6TC) Chuyên đề tốt nghiệp (4TC)   | 6 4                                        |                                            |                                            |\n| Học kỳ 8               | EC405                                      | Đồ án tốt nghiệp tại doanh nghiệp                   | Đồ án tốt nghiệp tại doanh nghiệp                   | 10                                         |                                            |                                            |\n| Học kỳ 8               |                                            | Tổng số tín chỉ HK8                                 | Tổng số tín chỉ HK8                                 | 10                                         | 10                                         | 0\n|\n|                        |                                            |                                                     |                                                     |                                            |                                            |                                            |\n\n- Sinh viên tích lũy tối thiểu là 125TC, đã hoàn thành các môn học của Chương trình đào tạo cử nhân chính quy ngành Thương mại điện tử.\n\n- Ngoài ra, sinh viên phải đáp ứng đủ các tiêu chuẩn khác theo Quy chế đào tạo hiện hành của Trường Đại học Công nghệ Thông tin.\n\n## Bài viết liên quan\n\n- Cử nhân khoa học ngành Khoa học Dữ liệu (Áp dụng từ khóa 19 - 2024)\n(21-12-2024)\n- Cử nhân ngành Công nghệ Thông tin (Áp dụng từ Khoá 19 - 2024)\n(21-12-2024)\n- Cử nhân ngành Trí tuệ Nhân tạo (Áp dụng từ khóa 19 - 2024)\n(28-10-2024)\n- Cử nhân ngành Khoa học Máy tính (Áp dụng từ khóa 19 - 2024)\n(28-10-2024)\n- Cử nhân ngành Kỹ thuật Máy tính (Áp dụng từ khóa 19 - 2024)\n(28-10-2024)\n\n## Trang\n\n- 1\n- 2\n- 3\n- sau ›\n- cuối »\n\nPHÒNG ĐÀO TẠO ĐẠI HỌC\n\nPhòng A120, Trường Đại học Công nghệ Thông tin.\n\nKhu phố 6, P.Linh Trung, Tp.Thủ Đức, Tp.Hồ Chí Minh.\n\nĐiện thoại: (028) 372 51993, Ext: 113(Hệ từ xa qua mạng), 112(Hệ chính quy).\n\nEmail: phongdaotaodh@uit.edu.vn",
            "chunk_content": "Cử nhân ngành Thương mại điện tử (Áp dụng từ Khoá 19 - 2024)\n\n\n## 3.5 Khối kiến thức tốt nghiệp\n\n- Tổng cộng 12 tín chỉ.\n\n### 3.5.1 Thực tập doanh nghiệp\n\nSinh viên bắt buộc phải đi thực tập thực tế tại các doanh nghiệp và thực hiện báo cáo thực tập nộp về Khoa.\n\n‒ Thực tập doanh nghiệp (EC222): 2 tín chỉ\n\n### 3.5.2 Khóa luận tốt nghiệp\n\nTheo qui chế đào tạo, sinh viên đủ điều kiện có thể đăng ký làm khóa luận tốt nghiệp với số tín chỉ là 10.\n\n‒ Khóa luận tốt nghiệp (EC401, Thesis): 10 tín chỉ\n\nSinh viên không đủ điều kiện hoặc đủ điều kiện nhưng không muốn làm khóa luận có thể lựa chọn một trong hai hình thức sau để thay thế cho khóa luận tốt nghiệp:\n\n‒ Đồ án tốt nghiệp (EC404, Capstone Project - 06 tín chỉ) + học thêm 04 tín chỉ chuyên đề tốt nghiệp (SV chọn các môn chuyên đề tốt nghiệp để tích lũy đủ số tín chỉ yêu cầu).\n\n‒ Đồ án tốt nghiệp tại doanh nghiệp (EC405, Industry Capstone Project - 10 tín chỉ)\n\n### 3.5.3 Nhóm các môn chuyên đề\nchỉ)\n\n### 3.5.3 Nhóm các môn chuyên đề tốt nghiệp\n\n|  STT                                                                                                                 |  Mã môn học                                                                                                          |  Tên môn học                                                                                                         |  TC                                                                                                                  |  LT                                                                                                                  |  TH                                                                                                                  |\n|----------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------|\n| 1                                                                                                                    | EC402                                                                                                                | Phát triển ứng dụng thương mại di động                                                                               | 4                                                                                                                    | 3                                                                                                                    | 1                                                                                                                    |\n| 2\n| EC331                                                                                                                | Quản trị chiến lược kinh doanh điện tử                                                                               | 3                                                                                                                    | 3                                                                                                                    | 0                                                                                                                    |\n| 3                                                                                                                    | IS403                                                                                                                | Phân tích dữ liệu kinh doanh                                                                                         | 3                                                                                                                    | 3                                                                                                                    | 0                                                                                                                    |\n| 4                                                                                                                    | EC403\n| Thương mại xã hội                                                                                                    | 3                                                                                                                    | 3                                                                                                                    | 0                                                                                                                    |\n| 5                                                                                                                    | IS355                                                                                                                | Công nghệ blockchain                                                                                                 | 4                                                                                                                    | 3                                                                                                                    | 1                                                                                                                    |\n| Ghi chú: Khoa quản lý có thể đề xuất danh sách môn học chuyên đề tốt nghiệp theo nhu cầu cập nhật cho các khóa tuyển | Ghi chú: Khoa quản lý có thể đề xuất danh sách môn học chuyên đề tốt nghiệp theo nhu cầu cập nhật cho các khóa tuyển | Ghi chú: Khoa quản lý có thể đề xuất danh sách môn học chuyên đề tốt nghiệp theo nhu cầu cập nhật cho các khóa tuyển | Ghi chú: Khoa quản lý có thể đề xuất danh sách môn học chuyên đề tốt nghiệp theo nhu cầu cập nhật cho các khóa tuyển | Ghi chú: Khoa quản lý có thể đề xuất danh sách môn học chuyên đề tốt nghiệp theo nhu\nmôn học chuyên đề tốt nghiệp theo nhu cầu cập nhật cho các khóa tuyển | Ghi chú: Khoa quản lý có thể đề xuất danh sách môn học chuyên đề tốt nghiệp theo nhu cầu cập nhật cho các khóa tuyển |\n\n## 4.1 Sơ đồ mối liên hệ thứ tự học giữa các môn\n\n## 4.2 Kế hoạch giảng dạy\n\n|  GIAI ĐOẠN I: 56 TC    |  GIAI ĐOẠN I: 56 TC                        |  GIAI ĐOẠN I: 56 TC                                 |  GIAI ĐOẠN I: 56 TC                                 |  GIAI ĐOẠN I: 56 TC                        |  GIAI ĐOẠN I: 56 TC                        |  GIAI ĐOẠN I: 56 TC                        |\n|------------------------|--------------------------------------------|-----------------------------------------------------|-----------------------------------------------------|--------------------------------------------|--------------------------------------------|--------------------------------------------|\n|                        | Mã môn                                    | Mã môn                                             | Tên môn                                             | TC                                         | LT                                         | TH                                         |\n| Học kỳ 1               | IT001                                      | IT001                                               | Nhập môn lập trình                                  | 4                                          | 3                                          | 1                                          |\n| Học kỳ 1               | MA006                                      | MA006                                               | Giải tích                                           | 4                                          | 4                                          | 0                                          |\n| Học kỳ 1               | MA003                                      | MA003                                               | Đại số tuyến tính                                   | 3                                          | 3\n| 3                                          | 0                                          |\n| Học kỳ 1               | EC005                                      | EC005                                               | Giới thiệu ngành Thương mại điện tử                 | 1                                          | 1                                          | 0                                          |\n| Học kỳ 1               | ENG01                                      | ENG01                                               | Anh Văn 1                                           | 4                                          | 4                                          | 0                                          |\n| Học kỳ 1               | PE231                                      | PE231                                               | Giáo dục thể chất 1                                 |                                            |                                            |                                            |\n| Học kỳ 1               | PE232                                      | PE232                                               | Giáo dục thể chất 2                                 |                                            |                                            |                                            |\n| Học kỳ 1               | ME001                                      | ME001                                               | Giáo dục quốc phòng                                 |                                            |                                            |\n|                                            |\n| Học kỳ 1               |                                            |                                                     | Tổng số tín chỉ HK1                                 | 16                                         | 15                                         | 1                                          |\n| Học kỳ 2               | IT002                                      | IT002                                               | Lập trình hướng đối tượng                           | 4                                          | 3                                          | 1                                          |\n| Học kỳ 2               | IT003                                      | IT003                                               | Cấu trúc dữ liệu và giải thuật                      | 4                                          | 3                                          | 1                                          |\n| Học kỳ 2               | EC001                                      | EC001                                               | Kinh tế học đại cương                               | 4                                          | 4                                          | 0                                          |\n| Học kỳ 2               | MA004                                      | MA004                                               | Cấu trúc rời rạc                                    | 4                                          | 4                                          | 0                                          |\n| Học kỳ 2\n|\n| Học kỳ 2               | MA005                                      | MA005                                               | Xác suất thống kê                                   | 3                                          | 3                                          | 0                                          |\n| Học kỳ 2               | ENG02                                      | ENG02                                               | Anh Văn 2                                           | 4                                          | 4                                          | 0                                          |\n| Học kỳ 2               |                                            |                                                     | Tổng số tín chỉ HK2                                 | 23                                         | 21                                         | 2                                          |\n| Học kỳ 3               | IT004                                      | IT004                                               | Cơ sở dữ liệu                                       | 4                                          | 3                                          | 1                                          |\n| Học kỳ 3               | IT005                                      | IT005                                               | Nhập môn mạng máy tính                              | 4                                          | 3                                          | 1                                          |\n| Học kỳ 3               | IS334\n| IS334                                               | Thương mại điện tử                                  | 3                                          | 3                                          | 0                                          |\n| Học kỳ 3               | SS004                                      | SS004                                               | Kỹ năng nghề nghiệp                                 | 2                                          | 2                                          | 0                                          |\n| Học kỳ 3               | ENG03                                      | ENG03                                               | Anh Văn 3                                           | 4                                          | 4                                          | 0                                          |\n| Học kỳ 3               |                                            |                                                     | Tổng số tín chỉ HK3                                 | 17                                         | 15                                         | 2                                          |\n| GIAI ĐOẠN II: 69 TC    | GIAI ĐOẠN II: 69 TC                        | GIAI ĐOẠN II: 69 TC                                 | GIAI ĐOẠN II: 69 TC                                 | GIAI ĐOẠN II: 69 TC                        | GIAI ĐOẠN II: 69 TC                        | GIAI ĐOẠN II: 69 TC                        |\n|                        | Mã môn                                    | Tên môn\n| Tên môn                                             | TC                                         | LT                                         | TH                                         |\n| Học kỳ 4               | EC101                                      | Marketing căn bản                                   | Marketing căn bản                                   | 3                                          | 3                                          | 0                                          |\n| Học kỳ 4               | IS207                                      | Phát triển ứng dụng web                             | Phát triển ứng dụng web                             | 4                                          | 3                                          | 1                                          |\n| Học kỳ 4               | EC208                                      | Quản trị dự án TMĐT                                 | Quản trị dự án TMĐT                                 | 3                                          | 3                                          | 0                                          |\n| Học kỳ 4               | EC201                                      | Phân tích thiết kế quy trình nghiệp vụ doanh nghiệp | Phân tích thiết kế quy trình nghiệp vụ doanh nghiệp | 4                                          | 3                                          | 1                                          |\n| Học kỳ 4               | SS009                                      | Chủ nghĩa xã hội khoa học                           | Chủ nghĩa xã hội khoa học                           | 2                                          | 2\n| 0                                          |\n| Học kỳ 4               |                                            | Tổng số tín chỉ HK4                                 | Tổng số tín chỉ HK4                                 | 16                                         | 14                                         | 2                                          |\n| Học kỳ 5               | PE231                                      | Giáo dục thể chất 1                                 | Giáo dục thể chất 1                                 |                                            |                                            |                                            |\n| Học kỳ 5               | EC312                                      | Thiết kế hệ thống thương mại điện tử                | Thiết kế hệ thống thương mại điện tử                | 3                                          | 2                                          | 1                                          |\n| Học kỳ 5               | EC204                                      | Marketing điện tử                                   | Marketing điện tử                                   | 3                                          | 2                                          | 1                                          |\n| Học kỳ 5               | EC213                                      | Quản trị quan hệ khách hàng và nhà cung cấp         | Quản trị quan hệ khách hàng và nhà cung cấp         | 3                                          | 2                                          | 1                                          |\n| Học kỳ 5               | SS003                                      | Tư\n| Tư tưởng Hồ Chí Minh                                | Tư tưởng Hồ Chí Minh                                | 2                                          | 2                                          | 0                                          |\n| Học kỳ 5               | SS006                                      | Pháp luật đại cương                                 | Pháp luật đại cương                                 | 2                                          | 2                                          | 0                                          |\n| Học kỳ 5               |                                            | Môn học tự chọn tự do 1                             | Môn học tự chọn tự do 1                             | 3                                          |                                            |                                            |\n| Học kỳ 5               |                                            | Tổng số tín chỉ HK5                                 | Tổng số tín chỉ HK5                                 | 16                                         | 13                                         | 3                                          |\n| Học kỳ 6               | PE232                                      | Giáo dục thể chất 2                                 | Giáo dục thể chất 2                                 |                                            |                                            |                                            |\n| Học kỳ 6               | IS336                                      | Hoạch định nguồn lực doanh nghiệp                   | Hoạch định nguồn lực doanh nghiệp                   |\n| 4                                          | 3                                          | 1                                          |\n| Học kỳ 6               | EC335                                      | An toàn và bảo mật TMĐT                             | An toàn và bảo mật TMĐT                             | 3                                          | 3                                          | 0                                          |\n| Học kỳ 6               | EC229                                      | Pháp luật trong thương mại điện tử                  | Pháp luật trong thương mại điện tử                  | 2                                          | 2                                          | 0                                          |\n| Học kỳ 6               | SS007                                      | Triết học Mác - Lênin                               | Triết học Mác - Lênin                               | 3                                          | 3                                          | 0                                          |\n| Học kỳ 6               |                                            | Môn học tự chọn tự do 2                             | Môn học tự chọn tự do 2                             | 3                                          |                                            |                                            |\n| Học kỳ 6               |                                            | Tổng số tín chỉ HK6                                 | Tổng số tín chỉ HK6                                 | 15                                         | 14                                         | 1\n| 1                                          |\n| Học kỳ 7               | EC222                                      | Thực tập doanh nghiệp                               | Thực tập doanh nghiệp                               | 2                                          |                                            |                                            |\n| Học kỳ 7               | EC337                                      | Hệ thống thanh toán trực tuyến                      | Hệ thống thanh toán trực tuyến                      | 3                                          | 3                                          | 0                                          |\n| Học kỳ 7               | SS008                                      | Kinh tế chính trị Mác - Lênin                       | Kinh tế chính trị Mác - Lênin                       | 2                                          | 2                                          | 0                                          |\n| Học kỳ 7               | SS010                                      | Lịch sử Đảng Cộng sản Việt Nam                      | Lịch sử Đảng Cộng sản Việt Nam                      | 2                                          | 2                                          | 0                                          |\n| Học kỳ 7               |                                            | Môn học tự chọn tự do 3                             | Môn học tự chọn tự do 3                             | 3                                          |                                            |                                            |\n| Học kỳ 7               |                                            | Tổng số tín chỉ HK7\n| Tổng số tín chỉ HK7                                 | Tổng số tín chỉ HK7                                 | 12                                         | 12                                         | 0                                          |\n| Học kỳ 8               | Sinh viên chọn một trong ba hình thức: | Sinh viên chọn một trong ba hình thức:          | Sinh viên chọn một trong ba hình thức:          | Sinh viên chọn một trong ba hình thức: | Sinh viên chọn một trong ba hình thức: | Sinh viên chọn một trong ba hình thức: |\n| Học kỳ 8               | EC401                                      | Khóa luận tốt nghiệp                            | Khóa luận tốt nghiệp                            | 10                                         |                                            |                                            |\n| Học kỳ 8               | EC404                                      | Đồ án tốt nghiệp (6TC) Chuyên đề tốt nghiệp (4TC)   | Đồ án tốt nghiệp (6TC) Chuyên đề tốt nghiệp (4TC)   | 6 4                                        |                                            |                                            |\n| Học kỳ 8               | EC405                                      | Đồ án tốt nghiệp tại doanh nghiệp                   | Đồ án tốt nghiệp tại doanh nghiệp                   | 10                                         |                                            |                                            |\n| Học kỳ 8               |                                            | Tổng số tín chỉ HK8                                 | Tổng số tín chỉ HK8                                 | 10                                         | 10                                         | 0\n|\n|                        |                                            |                                                     |                                                     |                                            |                                            |                                            |\n\n- Sinh viên tích lũy tối thiểu là 125TC, đã hoàn thành các môn học của Chương trình đào tạo cử nhân chính quy ngành Thương mại điện tử.\n\n- Ngoài ra, sinh viên phải đáp ứng đủ các tiêu chuẩn khác theo Quy chế đào tạo hiện hành của Trường Đại học Công nghệ Thông tin.\n\n## Bài viết liên quan\n\n- Cử nhân khoa học ngành Khoa học Dữ liệu (Áp dụng từ khóa 19 - 2024)\n(21-12-2024)\n- Cử nhân ngành Công nghệ Thông tin (Áp dụng từ Khoá 19 - 2024)\n(21-12-2024)\n- Cử nhân ngành Trí tuệ Nhân tạo (Áp dụng từ khóa 19 - 2024)\n(28-10-2024)\n- Cử nhân ngành Khoa học Máy tính (Áp dụng từ khóa 19 - 2024)\n(28-10-2024)\n- Cử nhân ngành Kỹ thuật Máy tính (Áp dụng từ khóa 19 - 2024)\n(28-10-2024)\n\n## Trang\n\n- 1\n- 2\n- 3\n- sau ›\n- cuối »\n\nPHÒNG ĐÀO TẠO ĐẠI HỌC\n\nPhòng A120, Trường Đại học Công nghệ Thông tin.\n\nKhu phố 6, P.Linh Trung, Tp.Thủ Đức, Tp.Hồ Chí Minh.\n\nĐiện thoại: (028) 372 51993, Ext: 113(Hệ từ xa qua mạng), 112(Hệ chính quy).\n\nEmail: phongdaotaodh@uit.edu.vn"
        }
    }
]