[
    {
        "file_name": "mot-so-quy-trinh-danh-cho-sinh-vien",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong phần đầu của tài liệu hướng dẫn quy trình dành cho sinh viên, bao gồm các quy định chung và các bước cụ thể để thực hiện các quy trình như cấp bảng điểm và đăng ký học phần. Nó cung cấp thông tin chi tiết về cách thức sinh viên có thể thực hiện các yêu cầu liên quan đến học tập và quản lý đào tạo tại trường.",
            "original_content": "Một số quy trình dành cho sinh viên\n\n### QUY ĐỊNH CHUNG:\n\nKênh thông tin liên hệ chính thức:\n\n- Của Phòng Đào tạo Đại học (P.ĐTĐH): Email: phongdaotaodh@uit.edu.vn, Trang web Cổng thông tin đào tạo đại học: daa.uit.edu.vn. P.ĐTĐH trả lời email gửi đến địa chỉ email của Phòng trong vòng 2 ngày làm việc.\n\n- Của Sinh viên (SV): Tài khoản email được nhà trường cấp. P.ĐTĐH gửi email thông báo kết quả xử lý yêu cầu cá nhân đến tài khoản email của sinh viên.\n\n- Cấp bảng điểm\n- Đăng ký học phần\n- Chuyển ngành\n- Chuyển trường\n- Bảo lưu kết quả\n- Hoãn thi\n- Thôi học\n- Gia hạn thời gian đào tạo\n- Phúc khảo điểm\n- Cấp giấy giới thiệu\n- Miễn học phần Ngoại ngữ (Tiếng Anh, Tiếng Nhật)\n- Xét tốt nghiệp cho sinh viên hệ CQUI\n- Quy trình điều chỉnh đăng ký học phần\n- Quy trình đăng ký song ngành\n- Khiếu nại khác\n- Biểu mẫu KLTN\n- Chuyển từ hình thức chính quy sang từ xa\n- Đơn xin thi lại\n- Biểu mẫu TTTN dành cho SV\n- Biểu mẫu quy trình công nhận tín chỉ trong đào tạo\n\n### 1. CẤP BẢNG ĐIỂM\n\nBước 1 : SV đăng ký bảng điểm trên trang web.\n\nBước 2 : Sau khi xem trên hệ thống thấy tình trạng đã in bảng điểm, SV đến P.ĐTĐH để đóng lệ phí và nhận bảng điểm.\n\n### 2. ĐĂNG KÝ HỌC PHẦN\n\nBước 1:  Khoảng một tháng trước khi bắt đầu học kỳ, P.ĐTĐH thông báo thời gian đăng ký học phần và thời khóa biểu các học phần dự kiến mở trên Trang web.\n\nBước 2: Xác nhận ĐKHP -  SV xác nhận ĐKHP được hệ thống gợi ý (dựa trên kế hoạch đào tạo mẫu) tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo; sau thời gian này những gợi ý ĐKHP không\nsau thời gian này những gợi ý ĐKHP không được xác nhận sẽ bị xóa.\n\nSV nên liên hệ cố vấn học tập để được tư vấn.\n\nBước 3: Đăng ký đợt 1 (đợt chính thức) -  SV ĐKHP đợt 1 tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo. Căn cứ vào chương trình đào tạo, thời khóa biểu đã được thông báo, SV chọn học phần phù hợp để ĐKHP (cần lưu ý các ràng buộc về thời gian, môn học tiên quyết, môn học trước). Trong thời gian này, SV được thêm, bỏ học phần.\n\nSV nên liên hệ cố vấn học tập để được tư vấn.\n\nKết thúc đăng ký đợt 1, P.ĐTĐH thông báo danh sách các lớp được mở, lớp hủy và lớp chờ đăng ký thêm.\n\nBước 4: Đăng ký đợt 2 (đợt hiệu chỉnh) – SV điều chỉnh ĐKHP tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo. Trong thời gian này, SV được điều chỉnh, thêm, bỏ học phần. SV có thể đăng ký thêm vào những lớp như sau:\n\n- Lớp được mở nhưng chưa đạt số lượng tối đa;\n\n- Lớp chờ đăng ký thêm (những lớp có số lượng đăng ký từ 20 SV trở lên, nhưng chưa đủ 30);\n\n- Lớp được mở thêm sau đợt 1 theo đề nghị của SV (có xác nhận của Khoa).\n\nBước 5: Đăng ký đợt 3 (đợt cứu xét) – SV thực hiện tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo. Chỉ xem xét giải quyết cho các trường hợp SV học lại, cải thiện, sửa đổi, điều chỉnh nhỏ dưới 30% các môn đã đăng ký trong các đợt 1, đợt 2; không được phép ĐKHP mới trong đợt này.\n\nTân SV sẽ không thực hiện thao tác ĐKHP ở HK1 năm thứ nhất.\n\nKhi kết thúc đợt cứu xét, P.ĐTĐH công bố thời khóa biểu chính thức trên trang web daa.uit.edu.vn.\n\nSinh viên xem cụ thể tại Hướng dẫn Đăng ký học phần\n\nLưu ý: Nếu có khiếu nại, thắc mắc về kết quả ĐKHP, SV viết đơn (Mẫu 11) và nộp tại P.ĐTĐH/VPCCTĐB để được xem xét giải quyết.\n\n- Chỉ được đăng ký tối đa 24 tín chỉ/ học kỳ (bao gồm cả các học phần đăng ký học lại và học cải thiện). SV có ĐTBC ≥ 8,0 đến thời điểm đăng ký, được phép đăng ký tối đa 30 tín chỉ.\n\n- Phải đăng ký tối thiểu 14 tín chỉ (trừ học kỳ cuối cùng của SV theo đúng tiến độ đào tạo).\n\n- Phải đăng ký lớp thực hành (nếu có) đi chung với lớp học lý thuyết. Ví dụ: đăng ký lớp lý thuyết SE104.D21 thì phải đăng ký một trong các lớp thực hành SE104.D21.x (với x là số thứ tự lớp thực hành được mở).\n\n- Không được đăng ký trùng giờ học.\n\n- Một lớp học phần được mở khi có tối thiểu 30 SV đăng ký.\n\n- SV đang bị cảnh cáo học vụ vì lý do học tập chỉ được đăng ký học lại.\n\n- Kết thúc thời hạn hiệu chỉnh ĐKHP, SV không được phép rút môn học đã đăng ký.\n\n- Trong thời gian ĐKHP, SV có thể đề nghị mở thêm môn học nếu có nhu cầu theo các bước sau\n\nBước a: Đại diện SV viết đơn đề nghị mở lớp học phần, ghi rõ lý do đề nghị mở lớp.\n\nBước b: Đại diện SV nộp đơn đề nghị cho Khoa quản lý.\n\n-  Khoa gửi công văn đề nghị mở lớp học phần kèm danh sách SV cho P.ĐTĐH/VPCCTĐB.\n\n-  P.ĐTĐH/VPCCTĐB giải quyết mở lớp học phần, xếp lịch học và thông báo cho đại diện SV (bằng email).\n\nBước c: SV ĐKHP vào lớp dự kiến được mở. Trường sẽ không mở lớp nếu số lượng đăng\nTrường sẽ không mở lớp nếu số lượng đăng ký thực tế quá ít.\n\nBước d: SV xem kết quả ĐKHP trên trang web student.uit.edu.vn (sử dụng tài khoản chứng thực).\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n### 3. CHUYỂN NGÀNH\n\n+ SV được xem xét chuyển ngành học khác nếu có đủ các điều kiện sau:\n\nSinh viên được xem xét chuyển ngành/chương trình nếu có đủ các điều kiện sau:\n\n-Sinh viên đạt điều kiện trúng tuyển của ngành/chương trình đào tạo trong cùng khóa tuyển sinh.\n\n-Không trong thời gian bị kỷ luật từ cảnh báo trở lên.\n\n-Không thuộc năm nhất.\n\n-Đạt số tín chỉ tích lũy tối thiểu quy định tại Khoản 4 Điều 10 trong Quy chế đào tạo theo học chế tín chỉ cho hệ ĐHCQ (QĐ số 790/QĐ-ĐHCNTT ngày 28 tháng 9 năm 2022) và có ĐTBC từ 6,0 trở lên.\n\n-Được sự chấp thuận của Trưởng khoa/Trưởng bộ môn quản lý ngành/chương trình đào tạo (nơi chuyển đến) và Trưởng khoa/Trưởng bộ môn quản lý ngành/chương trình đào tạo (nơi chuyển đi).\n\n-Ngành/chương trình chuyển đến có đủ các điều kiện bảo đảm chất lượng, chưa vượt quá năng lực đào tạo đối với ngành/chương trình đào tạo đó theo quy định hiện hành của Bộ Giáo dục và Đào tạo.\n\nNgoài các quy định này, sinh viên chương trình nâng cao, chương trình tiên tiến và chương trình tài năng thực hiện theo các quy định riêng (nếu có).\n\n+ Các bước thực hiện:\n\nBước 1:  SV viết đơn (Mẫu 01), đơn phải có xác nhận của gia đình.\n\nBước 2:  SV xin xác nhận đồng ý cho chuyển và đồng ý tiếp nhận của hai Trưởng khoa.\n\nBước 3: SV Nộp đơn và các giấy tờ cần thiết lên P.ĐTĐH.\n\n-  P.ĐTĐH xét duyệt theo các điều kiện và chuẩn bị Quyết định trình Hiệu trưởng ký ban hành nếu SV thỏa điều kiện.\n\n- P.ĐTĐH thông báo cho SV kết quả xét duyệt qua email.\n\nBước 4: SV đến P.ĐTĐH nhận Quyết định.\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n### 4. CHUYỂN TRƯỜNG\n\n+ SV được xem xét chuyển Trường nếu có đủ các điều kiện sau:\n\n- SV đã tham dự kỳ thi tuyển sinh theo đề chung và có kết quả thi bằng hoặc cao hơn điểm trúng tuyển của Trường xin chuyển đến.\n\n- SV đang trong thời gian học tập.\n\n- Trường xin chuyển đi và Trường tiếp nhận có cùng ngành học hoặc cùng nhóm ngành đào tạo.\n\n- Không phải là SV năm thứ nhất hoặc năm cuối của thời gian thiết kế khóa học (xem chi tiết trong quy chế đào tạo theo học chế tín chỉ của Trường).\n\n- Không trong thời gian bị kỷ luật từ cảnh cáo trở lên.\n\n- Được sự đồng ý của Hiệu trưởng Trường xin chuyển đi và Trường tiếp nhận.\n\n+ Các bước thực hiện:\n\nBước 1:  SV viết đơn (Mẫu 02) và phải có xác nhận của gia đình, phòng Kế hoạch Tài chính, phòng Công tác SV.\n\nBước 2: SV xin xác nhận đồng ý của Hiệu trưởng Trường tiếp nhận.\n\nBước 3: SV nộp đơn cho P.ĐTĐH.\n\n- P.ĐTĐH xét duyệt theo các điều kiện và chuẩn bị Quyết định trình Ban Giám hiệu ban hành nếu SV thỏa điều kiện.\n\n- P.ĐTĐH thông báo cho SV kết quả xét duyệt qua email.\n\nBước 4: SV đến P.ĐTĐH nhận Quyết định chuyển trường.\n\n### 5. BẢO LƯU KẾT QUẢ\n\n+ Bảo lưu kết quả trúng tuyển (kỳ thi tuyển sinh):\n\nSau khi đã trúng tuyển ở kỳ thi tuyển sinh, do một số hoàn cảnh đặc biệt như bệnh tật, tai nạn, hoàn cảnh khó khăn xảy ra đột xuất, thí sinh trúng tuyển có thể xin bảo lưu kết quả trúng tuyển sau khi làm thủ tục nhập học. Thí sinh trúng tuyển phải nộp đơn xin bảo lưu (Mẫu 08) có xác nhận của gia đình\nlưu (Mẫu 08) có xác nhận của gia đình chậm nhất 15 ngày kể từ ngày gọi nhập học cho P.ĐTĐH của Trường và chỉ được bảo lưu khi có quyết định chấp thuận của Hiệu trưởng. Thời gian bảo lưu không quá 01 năm.\n\n+ Tạm dừng học tập:\n\nSV được quyền xin tạm dừng học tập và được bảo lưu kết quả học tập trong các trường hợp sau:\n\n- Được điều động vào lực lượng vũ trang.\n\n- Bị đau ốm hoặc tai nạn phải điều trị thời gian dài, có giấy xác nhận của cơ quan y tế có thẩm quyền.\n\n- Trường hợp vì lý do khác, SV phải học ít nhất 1 học kỳ ở Trường và không rơi vào các trường hợp bị đình chỉ học tập.\n\nThời gian tạm dừng học tập từ 01 đến tối đa 02 học kỳ chính liên tiếp, được tính vào thời gian tối đa hoàn thành khóa học ngoại trừ trường hợp thi hành nghĩa vụ quân sự.\n\n+ Các bước thực hiện:\n\nBước 1:  SV viết và nộp đơn xin bảo lưu (Mẫu 03-tạm dừng và bảo lưu kết quả học tập hoặc Mẫu 08-bảo lưu kết quả tuyển sinh), đơn có đầy đủ chữ ký xác nhận của gia đình, địa phương, Khoa quản lý …).\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết (giấy nhập viện, giấy chứng nhận điều trị bệnh lâu dài, giấy xác nhận của địa phương…).\n\n-  P.ĐTĐH xét duyệt và trình Ban Giám hiệu ra Quyết định bảo lưu nếu SV đủ điều kiện và thông báo kết quả cho SV qua email.\n\nBước 3: SV nhận Quyết định bảo lưu tại P.ĐTĐH.\n\nBước 4:  Sau khi hết thời hạn bảo lưu: SV phải làm đơn xin nhập học lại chậm nhất là 1 tháng trước khi bắt đầu học kỳ mới và nộp tại P.ĐTĐH (Mẫu 07-đơn học lại dành cho SV bảo lưu kết quả học tập hoặc Mẫu 09-đơn nhập học lại dành cho SV bảo lưu kết quả tuyển sinh).\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n### 6. HOÃN THI\n\nTrường hợp vì lý do cá nhân, SV không thể tham dự kỳ thi đúng tiến độ. SV phải đăng ký thi lại các học phần trên tại P.ĐTĐH vào đầu học kỳ gần nhất có mở học phần và trong thời gian tối đa 2 học kỳ chính tiếp theo.\n\nBước 1:  SV điền đơn xin hoãn thi (Mẫu 04), đơn có xác nhận hợp lệ.\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết (giấy nhập viện, giấy chứng nhận điều trị bệnh lâu dài, giấy xác nhận của địa phương…).\n\nP.ĐTĐH xét duyệt đồng ý cho SV hoãn thi nếu SV thỏa điều kiện, cập nhật trạng thái hoãn thi (điểm I) trên hệ thống đào tạo vào môn học tương ứng và thông báo kết quả cho SV qua email.\n\nSinh viên đăng ký thi lại theo Mẫu 16\n\n### 7. THÔI HỌC\n\nBước 1:  SV viết và nộp đơn xin thôi học (Mẫu 05), đơn có đầy đủ chữ ký xác nhận của gia đình, P.CTSV, P.KHTC, Khoa quản lý.\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết phù hợp.\n\nP.ĐTĐH xét duyệt và trình Ban Giám hiệu ra Quyết định thôi học và thông báo kết quả xử lý cho SV bằng email\n\nBước 3: SV nhận Quyết định nghỉ học tại P.ĐTĐH.\n\n### 8. GIA HẠN THỜI GIAN ĐÀO TẠO\n\nChỉ dành cho những SV đã quá thời gian đào tạo tối đa thiết kế cho Khóa học.\n\nBước 1:  SV viết đơn xin gia hạn (đơn tự viết).\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết.\n\nP.ĐTĐH xét duyệt và trình\ncần thiết.\n\nP.ĐTĐH xét duyệt và trình Ban Giám hiệu ra Quyết định gia hạn và thông báo kết quả xử lý cho SV bằng email.\n\nBước 3: SV nhận Quyết định gia hạn tại P.ĐTĐH.\n\n### 9. PHÚC KHẢO ĐIỂM\n\nBước 1: SV đăng ký phúc khảo trên hệ thống tại https://daa.uit.edu.vn/sinhvien/dkphuckhao sau ngày công bố điểm (Chỉ phúc khảo đối với các bài thi theo hình thức tự luận hoặc trắc nghiệm).\n\nBước 2: SV đóng lệ phí phúc khảo theo quy định.\n\nBước 3:  P.ĐTĐH/VPĐB cập nhật điểm vào hệ thống quản lý điểm và công bố kết quả cho SV. SV sẽ nhận được email thông báo kết quả phúc khảo.\n\n### 10. CẤP GIẤY GIỚI THIỆU\n\nBước 1: SV điền vào (Mẫu 12)\n\nBước 2: SV xin xác nhận của giảng viên hoặc Khoa/Bộ môn.\n\nBước 3: SV nộp giấy giới thiệu về Phòng ĐTĐH để ký, đóng dấu và nhận lại giấy theo lịch hẹn.\n\nLưu ý:\n\n- SV được cấp giấy giới thiệu trong các trường hợp:\n\n1. Thực tập tốt nghiệp;\n2. Liên hệ phòng thí nghiệm;\n3. Tham khảo tài liệu làm luận văn;\n4. Học những môn học nhà trường không tổ chức giảng dạy trong chương trình.\n\n- Giấy giới thiệu có giá trị trong thời gian tối đa là 3 tháng.\n\n- Giảng viên xác nhận phải là GV cơ hữu của Trường hoặc Trưởng Khoa\\Bộ môn.\n\n### 11. MIỄN HỌC PHẦN NGOẠI NGỮ (TIẾNG ANH, TIẾNG NHẬT)\n\nBước 1: SV cập nhật chứng chỉ/chứng nhận ngoại ngữ theo quy định lên trang student.uit.edu.vn.\n\nBước 2: Phòng ĐTĐH/VPCCTĐB đăng thông báo thời điểm xét miễn học phần ngoại ngữ tương ứng với thời điểm xét tốt nghiệp (theo kế hoạch năm học) lên website Phòng ĐTĐH/VPCCTĐB.\n\nBước 3: Phòng ĐTĐH/VPCCTĐB kiểm tra chứng chỉ/chứng nhận ngoại ngữ và cập nhật điểm Miễn (điểm M) trên hệ thống quản lý đào tạo cho học phần ngoại ngữ được miễn học tương ứng. Sinh viên theo dõi kết quả sau khoảng thời gian 20 ngày tính từ ngày kết thúc của thông báo.\n\n### 12. XÉT TỐT NGHIỆP CHO SINH VIÊN HỆ CQUI\n\nTrường tổ chức xét Tốt nghiệp mỗi năm 04 đợt, theo kế hoạch năm được công bố tại cổng thông tin đào tạo: daa.uit.edu.vn.\n\nBước 1: P.ĐTĐH thông báo kế hoạch xét tốt nghiệp trên trang web: daa.uit.edu.vn.\n\nLưu ý: Sinh viên theo dõi đăng ký xét tốt nghiệp đúng hạn theo kế hoạch.\n\nBước 2: Sinh viên đóng lệ phí xét cấp bằng tốt nghiệp trực tiếp tại phòng KHTC trong giờ hành chính.\n\nBước 3: Sinh viên đủ điều kiện thực hiện đăng ký xét tốt nghiệp tại:  https://daa.uit.edu.vn/sinhvien/dangky-totnghiep, chuẩn bị hồ sơ tốt nghiệp gồm:\n\n- Scan bản gốc bằng tốt nghiệp THPT;\n\n- Scan giấy khai sinh;\n\n- Chứng chỉ ngoại ngữ dùng đế xét chuẩn đầu ra tốt nghiệp sinh viên cập nhật tại: student.uit.edu.vn.\n\nLưu ý:\n\n- Sinh viên phải hoàn thành lệ phí xét cấp bằng tốt nghiệp và có chứng chỉ Giáo dục Quốc phòng & An ninh mới được đăng ký xét tốt nghiệp\n\n- Kết quả chứng chỉ ngoại ngữ dùng để xét chuẩn đầu ra tốt nghiệp được tính thời hạn hiệu lực tại thời điểm sinh viên nộp chứng chỉ. Sinh viên có thể nộp chứng chỉ ngoại ngữ vào bất cứ thời điểm nào trong quá trình học. P. ĐTĐH sẽ tiến hành liên hệ với các cơ quan chức năng để xác thực tính hợp lệ của chứng chỉ trước khi trình Hội đồng xét tốt\nchỉ trước khi trình Hội đồng xét tốt nghiệp.\n\nBước 4: Sinh viên theo dõi thông báo danh sách sinh viên dự kiến tốt nghiệp và thông tin các khoản nợ của sinh viên: nợ sách thư viện, nợ tiền giấy xác nhận,… trên trang web: daa.uit.edu.vn.\n\nSinh viên phải hoàn thành các khoản nợ đúng thời hạn trong thông báo và kiểm tra thật chính xác thông tin cá nhân của mình: họ tên, ngày sinh, nơi sinh, điểm TBTL, xếp loại. Sinh viên phản hồi về địa chỉ: phongdaotaodh@uit.edu.vn.\n\nBước 5: Sinh viên nhận bằng tốt nghiệp tại P.ĐTĐH/VPCCTĐB theo thông báo kế hoạch tổ chức lễ tốt nghiệp của Trường. P.ĐTĐH/VPCCTĐB kiểm tra việc hoàn thành các nghĩa vụ trước khi trả bằng tốt nghiệp cho sinh viên.\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n### 13. QUY TRÌNH ĐIỀU CHỈNH ĐĂNG KÝ HỌC PHẦN\n\n1. Quy trình gồm các bước (B) sau:\n\nB1: Sinh viên vào địa chỉ DKHP.UIT.EDU.VN và thực hiện đăng nhập bằng tài khoản và mật khẩu như hệ thống quản lý DAA của Trường.\n\nB2: Sinh viên chọn “Loại” (“Đăng ký” hoặc “Hủy đăng ký”), “Mã lớp” tương ứng với loại đăng ký hoặc hủy đăng ký (chú ý: mỗi mã lớp trên một dòng).\n\nB3: Sinh viên lưu lại kết quả điều chỉnh sau mỗi bước đăng ký hoặc hủy đăng ký (xem hình minh họa)\n\n2. Thời gian điều chỉnh theo kế hoạch được Phòng ĐTĐH thông báo. Sau thời gian này, sinh viên chờ khoảng 2-4 ngày và vào lại DAA.UIT.EDU.VN để xem kết quả hiệu chỉnh ĐKHP.\n\n3. Quy trình này được áp dụng từ học kỳ hè năm học 2016-2017.\n\n### 14. ĐĂNG KÝ SONG NGÀNH\n\nSinh viên trình độ đại học văn bằng 1 đang học tại Trường được đăng ký học thêm một chương trình đào tạo thứ hai nếu thỏa mãn đồng thời các điều kiện sau đây:\n\na) Ngành đào tạo của chương trình đào tạo thứ hai phải khác ngành đào tạo của chương trình đào tạo thứ nhất;\n\nb) Không có sự khác biệt trong hình thức đào tạo giữa hai chương trình đào tạo.\n\nc) Đã hoàn thành năm học đầu tiên của chương trình đào tạo thứ nhất, trước học kỳ cuối của thời gian thiết kế chương trình đào tạo 01 học kỳ. Tại thời điểm đăng ký, sinh viên phải đáp ứng một trong hai điều kiện sau:\n\n- Học lực tính theo ĐTBCTL xếp loại khá trở lên và đáp ứng ngưỡng bảo đảm chất lượng của chương trình thứ hai trong năm tuyển sinh (nếu có).\n\n- Học lực tính theo ĐTBCTL xếp loại trung bình và đáp ứng điều kiện trúng tuyển của chương trình thứ hai trong năm tuyển sinh.\n\n+ Các bước thực hiện:\n\nBước 1: SV làm đơn theo mẫu (Mẫu) và phải có xác nhận của Khoa đang học và Khoa xin học song ngành.\n\nBước 2: SV nộp đơn cho P.ĐTĐH.\n\n- P.ĐTĐH xét duyệt theo các điều kiện và chuẩn bị Quyết định trình Ban Giám hiệu ban hành nếu SV thỏa điều kiện.\n\n- P.ĐTĐH thông báo cho SV kết quả xét duyệt qua email.\n\nBước 3: SV đến P.ĐTĐH nhận Quyết định cho phép học song ngành.\n\n### 15. KHIẾU NẠI KHÁC\n\nBước 1:  SV điền và nộp giấy đề nghị (Mẫu 06) tại P.ĐTĐH.\n\nBước 2: P.ĐTĐH sẽ kiểm tra và giải quyết các khiếu nại sau 2 ngày làm việc kể từ ngày nhận đơn.\n\n16. BIỂU MẪU KHOÁ LUẬN TỐT NGHIỆP\n\n### 17. CHUYỂN HÌNH THỨC CHÍNH QUY SANG TỪ XA\n\nBước 1. Sinh viên liên hệ TT.PTCNTT để được tư vấn các vấn đề về học tập, quy chế, quy định có liên quan.\n\nBước 2. Nếu có nguyện vọng chuyển từ hình thức đào tạo chính quy sang đào\ntừ hình thức đào tạo chính quy sang đào tạo từ xa SV nộp đơn cho P.ĐTĐH/VP.CCTĐB (theo Mẫu 17).\n\nLưu ý:\n\n- Đối với chương trình đại trà, chương trình chuẩn, chương trình liên thông đại học, chương trình văn bằng thứ hai: SV nộp đơn cho P.ĐTĐH.\n\n- Đối với chương trình tiên tiến, chương trình tài năng: SV nộp đơn cho VP.CCTĐB.\n\n- Giữ biên nhận hoặc giấy hẹn (nếu có).\n\nBước 3. Theo dõi quá trình xét duyệt và nhận thông báo kết quả:  \n\n   -  Liên hệ với P.ĐTĐH/VP.CCTĐB để cập nhật tiến trình xử lý hồ sơ và nhận kết quả chuyển hệ.\n\nBước 4. SV liên hệ TTPTCNTT để làm thủ tục nhập học.\n\n-  Số điện thoại: (028) 38 282 286 ( trong giờ hành chính)\n\n-  Hotline: 0865 58 48 79\n\n-  ZaloOA: https://zalo.me/trungtamcitd\n\n-  Fanpage: Trung tâm Phát triển Công nghệ Thông tin\n\n-  Email: phongdaotao.citd@uit.edu.vn\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n\n20. QUY TRÌNH CÔNG NHẬN TÍN CHỈ TRONG ĐÀO TẠO\n\nSinh viên xem Quy trình tại đây\n\nSinh viên xem Biểu mẫu tại đây\n\nBiểu mẫu:\n\n- Đơn đề nghị công nhận tín chỉ từ các cơ sở đào tạo trong nước\n\n- Đơn đăng ký công nhận tín chỉ\n\n- Đơn đề nghị bảo lưu học phí\n\n- Báo cáo sau học tập/ đào tạo cới cơ sở nước ngoài\n\n### CÁC BIỂU MẪU\n\n|  Mẫu    |  Tên biểu mẫu                                |  Tải về    |\n|---------|----------------------------------------------|------------|\n| Mẫu 01  | Đơn xin chuyển ngành                         |            |\n| Mẫu 02  | Đơn xin chuyển trường                        |            |\n| Mẫu 03  | Đơn xin tạm ngưng và bảo lưu kết quả học tập |            |\n| Mẫu 04  | Đơn xin hoãn thi                             |            |\n| Mẫu 05  | Đơn xin thôi học                             |            |\n| Mẫu 06  | Giấy đề nghị                                 |            |\n| Mẫu 07  | Đơn xin học lại                              |            |\n| Mẫu 08  | Đơn xin bảo lưu kết quả tuyển sinh           |            |\n| Mẫu 09  | Đơn xin nhập học lại                         |            |\n| Mẫu 10  | Đơn phúc khảo                                |            |\n| Mẫu 11  | Đơn điều chỉnh đăng ký học phần              |            |\n| Mẫu 12  | Giấy giới thiệu                              |            |\n| Mẫu 13  | Đơn xin miễn học Anh văn                     |            |\n| Mẫu 14  | Đơn đề nghị xét cấp bằng tốt nghiệp          |            |\n| Mẫu 15  | Biểu mẫu KLTN                                |            |\n| Mẫu 16  | Đơn xin thi lại\n|\n| Mẫu 16  | Đơn xin thi lại                              |            |\n| Mẫu 17  | Đơn chuyển chính quy sang từ xa              |            |",
            "chunk_content": "Một số quy trình dành cho sinh viên\n\n### QUY ĐỊNH CHUNG:\n\nKênh thông tin liên hệ chính thức:\n\n- Của Phòng Đào tạo Đại học (P.ĐTĐH): Email: phongdaotaodh@uit.edu.vn, Trang web Cổng thông tin đào tạo đại học: daa.uit.edu.vn. P.ĐTĐH trả lời email gửi đến địa chỉ email của Phòng trong vòng 2 ngày làm việc.\n\n- Của Sinh viên (SV): Tài khoản email được nhà trường cấp. P.ĐTĐH gửi email thông báo kết quả xử lý yêu cầu cá nhân đến tài khoản email của sinh viên.\n\n- Cấp bảng điểm\n- Đăng ký học phần\n- Chuyển ngành\n- Chuyển trường\n- Bảo lưu kết quả\n- Hoãn thi\n- Thôi học\n- Gia hạn thời gian đào tạo\n- Phúc khảo điểm\n- Cấp giấy giới thiệu\n- Miễn học phần Ngoại ngữ (Tiếng Anh, Tiếng Nhật)\n- Xét tốt nghiệp cho sinh viên hệ CQUI\n- Quy trình điều chỉnh đăng ký học phần\n- Quy trình đăng ký song ngành\n- Khiếu nại khác\n- Biểu mẫu KLTN\n- Chuyển từ hình thức chính quy sang từ xa\n- Đơn xin thi lại\n- Biểu mẫu TTTN dành cho SV\n- Biểu mẫu quy trình công nhận tín chỉ trong đào tạo\n\n### 1. CẤP BẢNG ĐIỂM\n\nBước 1 : SV đăng ký bảng điểm trên trang web.\n\nBước 2 : Sau khi xem trên hệ thống thấy tình trạng đã in bảng điểm, SV đến P.ĐTĐH để đóng lệ phí và nhận bảng điểm.\n\n### 2. ĐĂNG KÝ HỌC PHẦN\n\nBước 1:  Khoảng một tháng trước khi bắt đầu học kỳ, P.ĐTĐH thông báo thời gian đăng ký học phần và thời khóa biểu các học phần dự kiến mở trên Trang web.\n\nBước 2: Xác nhận ĐKHP -  SV xác nhận ĐKHP được hệ thống gợi ý (dựa trên kế hoạch đào tạo mẫu) tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo; sau thời gian này những gợi ý ĐKHP không\nsau thời gian này những gợi ý ĐKHP không được xác nhận sẽ bị xóa.\n\nSV nên liên hệ cố vấn học tập để được tư vấn.\n\nBước 3: Đăng ký đợt 1 (đợt chính thức) -  SV ĐKHP đợt 1 tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo. Căn cứ vào chương trình đào tạo, thời khóa biểu đã được thông báo, SV chọn học phần phù hợp để ĐKHP (cần lưu ý các ràng buộc về thời gian, môn học tiên quyết, môn học trước). Trong thời gian này, SV được thêm, bỏ học phần.\n\nSV nên liên hệ cố vấn học tập để được tư vấn.\n\nKết thúc đăng ký đợt 1, P.ĐTĐH thông báo danh sách các lớp được mở, lớp hủy và lớp chờ đăng ký thêm.\n\nBước 4: Đăng ký đợt 2 (đợt hiệu chỉnh) – SV điều chỉnh ĐKHP tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo. Trong thời gian này, SV được điều chỉnh, thêm, bỏ học phần. SV có thể đăng ký thêm vào những lớp như sau:\n\n- Lớp được mở nhưng chưa đạt số lượng tối đa;\n\n- Lớp chờ đăng ký thêm (những lớp có số lượng đăng ký từ 20 SV trở lên, nhưng chưa đủ 30);\n\n- Lớp được mở thêm sau đợt 1 theo đề nghị của SV (có xác nhận của Khoa).\n\nBước 5: Đăng ký đợt 3 (đợt cứu xét) – SV thực hiện tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo. Chỉ xem xét giải quyết cho các trường hợp SV học lại, cải thiện, sửa đổi, điều chỉnh nhỏ dưới 30% các môn đã đăng ký trong các đợt 1, đợt 2; không được phép ĐKHP mới trong đợt này.\n\nTân SV sẽ không thực hiện thao tác ĐKHP ở HK1 năm thứ nhất.\n\nKhi kết thúc đợt cứu xét, P.ĐTĐH công bố thời khóa biểu chính thức trên trang web daa.uit.edu.vn.\n\nSinh viên xem cụ thể tại Hướng dẫn Đăng ký học phần\n\nLưu ý: Nếu có khiếu nại, thắc mắc về kết quả ĐKHP, SV viết đơn (Mẫu 11) và nộp tại P.ĐTĐH/VPCCTĐB để được xem xét giải quyết.\n\n- Chỉ được đăng ký tối đa 24 tín chỉ/ học kỳ (bao gồm cả các học phần đăng ký học lại và học cải thiện). SV có ĐTBC ≥ 8,0 đến thời điểm đăng ký, được phép đăng ký tối đa 30 tín chỉ.\n\n- Phải đăng ký tối thiểu 14 tín chỉ (trừ học kỳ cuối cùng của SV theo đúng tiến độ đào tạo).\n\n- Phải đăng ký lớp thực hành (nếu có) đi chung với lớp học lý thuyết. Ví dụ: đăng ký lớp lý thuyết SE104.D21 thì phải đăng ký một trong các lớp thực hành SE104.D21.x (với x là số thứ tự lớp thực hành được mở).\n\n- Không được đăng ký trùng giờ học.\n\n- Một lớp học phần được mở khi có tối thiểu 30 SV đăng ký.\n\n- SV đang bị cảnh cáo học vụ vì lý do học tập chỉ được đăng ký học lại.\n\n- Kết thúc thời hạn hiệu chỉnh ĐKHP, SV không được phép rút môn học đã đăng ký.\n\n- Trong thời gian ĐKHP, SV có thể đề nghị mở thêm môn học nếu có nhu cầu theo các bước sau\n\nBước a: Đại diện SV viết đơn đề nghị mở lớp học phần, ghi rõ lý do đề nghị mở lớp.\n\nBước b: Đại diện SV nộp đơn đề nghị cho Khoa quản lý.\n\n-  Khoa gửi công văn đề nghị mở lớp học phần kèm danh sách SV cho P.ĐTĐH/VPCCTĐB.\n\n-  P.ĐTĐH/VPCCTĐB giải quyết mở lớp học phần, xếp lịch học và thông báo cho đại diện SV (bằng email).\n\nBước c: SV ĐKHP vào lớp dự kiến được mở. Trường sẽ không mở lớp nếu số lượng đăng\nTrường sẽ không mở lớp nếu số lượng đăng ký thực tế quá ít.\n\nBước d: SV xem kết quả ĐKHP trên trang web student.uit.edu.vn (sử dụng tài khoản chứng thực)."
        }
    },
    {
        "file_name": "mot-so-quy-trinh-danh-cho-sinh-vien",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong phần quy trình dành cho sinh viên, cụ thể là quy trình chuyển ngành học. Nó mô tả các điều kiện cần thiết để sinh viên có thể chuyển ngành, cũng như các bước thực hiện quy trình này.",
            "original_content": "Một số quy trình dành cho sinh viên\n\n### QUY ĐỊNH CHUNG:\n\nKênh thông tin liên hệ chính thức:\n\n- Của Phòng Đào tạo Đại học (P.ĐTĐH): Email: phongdaotaodh@uit.edu.vn, Trang web Cổng thông tin đào tạo đại học: daa.uit.edu.vn. P.ĐTĐH trả lời email gửi đến địa chỉ email của Phòng trong vòng 2 ngày làm việc.\n\n- Của Sinh viên (SV): Tài khoản email được nhà trường cấp. P.ĐTĐH gửi email thông báo kết quả xử lý yêu cầu cá nhân đến tài khoản email của sinh viên.\n\n- Cấp bảng điểm\n- Đăng ký học phần\n- Chuyển ngành\n- Chuyển trường\n- Bảo lưu kết quả\n- Hoãn thi\n- Thôi học\n- Gia hạn thời gian đào tạo\n- Phúc khảo điểm\n- Cấp giấy giới thiệu\n- Miễn học phần Ngoại ngữ (Tiếng Anh, Tiếng Nhật)\n- Xét tốt nghiệp cho sinh viên hệ CQUI\n- Quy trình điều chỉnh đăng ký học phần\n- Quy trình đăng ký song ngành\n- Khiếu nại khác\n- Biểu mẫu KLTN\n- Chuyển từ hình thức chính quy sang từ xa\n- Đơn xin thi lại\n- Biểu mẫu TTTN dành cho SV\n- Biểu mẫu quy trình công nhận tín chỉ trong đào tạo\n\n### 1. CẤP BẢNG ĐIỂM\n\nBước 1 : SV đăng ký bảng điểm trên trang web.\n\nBước 2 : Sau khi xem trên hệ thống thấy tình trạng đã in bảng điểm, SV đến P.ĐTĐH để đóng lệ phí và nhận bảng điểm.\n\n### 2. ĐĂNG KÝ HỌC PHẦN\n\nBước 1:  Khoảng một tháng trước khi bắt đầu học kỳ, P.ĐTĐH thông báo thời gian đăng ký học phần và thời khóa biểu các học phần dự kiến mở trên Trang web.\n\nBước 2: Xác nhận ĐKHP -  SV xác nhận ĐKHP được hệ thống gợi ý (dựa trên kế hoạch đào tạo mẫu) tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo; sau thời gian này những gợi ý ĐKHP không\nsau thời gian này những gợi ý ĐKHP không được xác nhận sẽ bị xóa.\n\nSV nên liên hệ cố vấn học tập để được tư vấn.\n\nBước 3: Đăng ký đợt 1 (đợt chính thức) -  SV ĐKHP đợt 1 tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo. Căn cứ vào chương trình đào tạo, thời khóa biểu đã được thông báo, SV chọn học phần phù hợp để ĐKHP (cần lưu ý các ràng buộc về thời gian, môn học tiên quyết, môn học trước). Trong thời gian này, SV được thêm, bỏ học phần.\n\nSV nên liên hệ cố vấn học tập để được tư vấn.\n\nKết thúc đăng ký đợt 1, P.ĐTĐH thông báo danh sách các lớp được mở, lớp hủy và lớp chờ đăng ký thêm.\n\nBước 4: Đăng ký đợt 2 (đợt hiệu chỉnh) – SV điều chỉnh ĐKHP tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo. Trong thời gian này, SV được điều chỉnh, thêm, bỏ học phần. SV có thể đăng ký thêm vào những lớp như sau:\n\n- Lớp được mở nhưng chưa đạt số lượng tối đa;\n\n- Lớp chờ đăng ký thêm (những lớp có số lượng đăng ký từ 20 SV trở lên, nhưng chưa đủ 30);\n\n- Lớp được mở thêm sau đợt 1 theo đề nghị của SV (có xác nhận của Khoa).\n\nBước 5: Đăng ký đợt 3 (đợt cứu xét) – SV thực hiện tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo. Chỉ xem xét giải quyết cho các trường hợp SV học lại, cải thiện, sửa đổi, điều chỉnh nhỏ dưới 30% các môn đã đăng ký trong các đợt 1, đợt 2; không được phép ĐKHP mới trong đợt này.\n\nTân SV sẽ không thực hiện thao tác ĐKHP ở HK1 năm thứ nhất.\n\nKhi kết thúc đợt cứu xét, P.ĐTĐH công bố thời khóa biểu chính thức trên trang web daa.uit.edu.vn.\n\nSinh viên xem cụ thể tại Hướng dẫn Đăng ký học phần\n\nLưu ý: Nếu có khiếu nại, thắc mắc về kết quả ĐKHP, SV viết đơn (Mẫu 11) và nộp tại P.ĐTĐH/VPCCTĐB để được xem xét giải quyết.\n\n- Chỉ được đăng ký tối đa 24 tín chỉ/ học kỳ (bao gồm cả các học phần đăng ký học lại và học cải thiện). SV có ĐTBC ≥ 8,0 đến thời điểm đăng ký, được phép đăng ký tối đa 30 tín chỉ.\n\n- Phải đăng ký tối thiểu 14 tín chỉ (trừ học kỳ cuối cùng của SV theo đúng tiến độ đào tạo).\n\n- Phải đăng ký lớp thực hành (nếu có) đi chung với lớp học lý thuyết. Ví dụ: đăng ký lớp lý thuyết SE104.D21 thì phải đăng ký một trong các lớp thực hành SE104.D21.x (với x là số thứ tự lớp thực hành được mở).\n\n- Không được đăng ký trùng giờ học.\n\n- Một lớp học phần được mở khi có tối thiểu 30 SV đăng ký.\n\n- SV đang bị cảnh cáo học vụ vì lý do học tập chỉ được đăng ký học lại.\n\n- Kết thúc thời hạn hiệu chỉnh ĐKHP, SV không được phép rút môn học đã đăng ký.\n\n- Trong thời gian ĐKHP, SV có thể đề nghị mở thêm môn học nếu có nhu cầu theo các bước sau\n\nBước a: Đại diện SV viết đơn đề nghị mở lớp học phần, ghi rõ lý do đề nghị mở lớp.\n\nBước b: Đại diện SV nộp đơn đề nghị cho Khoa quản lý.\n\n-  Khoa gửi công văn đề nghị mở lớp học phần kèm danh sách SV cho P.ĐTĐH/VPCCTĐB.\n\n-  P.ĐTĐH/VPCCTĐB giải quyết mở lớp học phần, xếp lịch học và thông báo cho đại diện SV (bằng email).\n\nBước c: SV ĐKHP vào lớp dự kiến được mở. Trường sẽ không mở lớp nếu số lượng đăng\nTrường sẽ không mở lớp nếu số lượng đăng ký thực tế quá ít.\n\nBước d: SV xem kết quả ĐKHP trên trang web student.uit.edu.vn (sử dụng tài khoản chứng thực).\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n### 3. CHUYỂN NGÀNH\n\n+ SV được xem xét chuyển ngành học khác nếu có đủ các điều kiện sau:\n\nSinh viên được xem xét chuyển ngành/chương trình nếu có đủ các điều kiện sau:\n\n-Sinh viên đạt điều kiện trúng tuyển của ngành/chương trình đào tạo trong cùng khóa tuyển sinh.\n\n-Không trong thời gian bị kỷ luật từ cảnh báo trở lên.\n\n-Không thuộc năm nhất.\n\n-Đạt số tín chỉ tích lũy tối thiểu quy định tại Khoản 4 Điều 10 trong Quy chế đào tạo theo học chế tín chỉ cho hệ ĐHCQ (QĐ số 790/QĐ-ĐHCNTT ngày 28 tháng 9 năm 2022) và có ĐTBC từ 6,0 trở lên.\n\n-Được sự chấp thuận của Trưởng khoa/Trưởng bộ môn quản lý ngành/chương trình đào tạo (nơi chuyển đến) và Trưởng khoa/Trưởng bộ môn quản lý ngành/chương trình đào tạo (nơi chuyển đi).\n\n-Ngành/chương trình chuyển đến có đủ các điều kiện bảo đảm chất lượng, chưa vượt quá năng lực đào tạo đối với ngành/chương trình đào tạo đó theo quy định hiện hành của Bộ Giáo dục và Đào tạo.\n\nNgoài các quy định này, sinh viên chương trình nâng cao, chương trình tiên tiến và chương trình tài năng thực hiện theo các quy định riêng (nếu có).\n\n+ Các bước thực hiện:\n\nBước 1:  SV viết đơn (Mẫu 01), đơn phải có xác nhận của gia đình.\n\nBước 2:  SV xin xác nhận đồng ý cho chuyển và đồng ý tiếp nhận của hai Trưởng khoa.\n\nBước 3: SV Nộp đơn và các giấy tờ cần thiết lên P.ĐTĐH.\n\n-  P.ĐTĐH xét duyệt theo các điều kiện và chuẩn bị Quyết định trình Hiệu trưởng ký ban hành nếu SV thỏa điều kiện.\n\n- P.ĐTĐH thông báo cho SV kết quả xét duyệt qua email.\n\nBước 4: SV đến P.ĐTĐH nhận Quyết định.\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n### 4. CHUYỂN TRƯỜNG\n\n+ SV được xem xét chuyển Trường nếu có đủ các điều kiện sau:\n\n- SV đã tham dự kỳ thi tuyển sinh theo đề chung và có kết quả thi bằng hoặc cao hơn điểm trúng tuyển của Trường xin chuyển đến.\n\n- SV đang trong thời gian học tập.\n\n- Trường xin chuyển đi và Trường tiếp nhận có cùng ngành học hoặc cùng nhóm ngành đào tạo.\n\n- Không phải là SV năm thứ nhất hoặc năm cuối của thời gian thiết kế khóa học (xem chi tiết trong quy chế đào tạo theo học chế tín chỉ của Trường).\n\n- Không trong thời gian bị kỷ luật từ cảnh cáo trở lên.\n\n- Được sự đồng ý của Hiệu trưởng Trường xin chuyển đi và Trường tiếp nhận.\n\n+ Các bước thực hiện:\n\nBước 1:  SV viết đơn (Mẫu 02) và phải có xác nhận của gia đình, phòng Kế hoạch Tài chính, phòng Công tác SV.\n\nBước 2: SV xin xác nhận đồng ý của Hiệu trưởng Trường tiếp nhận.\n\nBước 3: SV nộp đơn cho P.ĐTĐH.\n\n- P.ĐTĐH xét duyệt theo các điều kiện và chuẩn bị Quyết định trình Ban Giám hiệu ban hành nếu SV thỏa điều kiện.\n\n- P.ĐTĐH thông báo cho SV kết quả xét duyệt qua email.\n\nBước 4: SV đến P.ĐTĐH nhận Quyết định chuyển trường.\n\n### 5. BẢO LƯU KẾT QUẢ\n\n+ Bảo lưu kết quả trúng tuyển (kỳ thi tuyển sinh):\n\nSau khi đã trúng tuyển ở kỳ thi tuyển sinh, do một số hoàn cảnh đặc biệt như bệnh tật, tai nạn, hoàn cảnh khó khăn xảy ra đột xuất, thí sinh trúng tuyển có thể xin bảo lưu kết quả trúng tuyển sau khi làm thủ tục nhập học. Thí sinh trúng tuyển phải nộp đơn xin bảo lưu (Mẫu 08) có xác nhận của gia đình\nlưu (Mẫu 08) có xác nhận của gia đình chậm nhất 15 ngày kể từ ngày gọi nhập học cho P.ĐTĐH của Trường và chỉ được bảo lưu khi có quyết định chấp thuận của Hiệu trưởng. Thời gian bảo lưu không quá 01 năm.\n\n+ Tạm dừng học tập:\n\nSV được quyền xin tạm dừng học tập và được bảo lưu kết quả học tập trong các trường hợp sau:\n\n- Được điều động vào lực lượng vũ trang.\n\n- Bị đau ốm hoặc tai nạn phải điều trị thời gian dài, có giấy xác nhận của cơ quan y tế có thẩm quyền.\n\n- Trường hợp vì lý do khác, SV phải học ít nhất 1 học kỳ ở Trường và không rơi vào các trường hợp bị đình chỉ học tập.\n\nThời gian tạm dừng học tập từ 01 đến tối đa 02 học kỳ chính liên tiếp, được tính vào thời gian tối đa hoàn thành khóa học ngoại trừ trường hợp thi hành nghĩa vụ quân sự.\n\n+ Các bước thực hiện:\n\nBước 1:  SV viết và nộp đơn xin bảo lưu (Mẫu 03-tạm dừng và bảo lưu kết quả học tập hoặc Mẫu 08-bảo lưu kết quả tuyển sinh), đơn có đầy đủ chữ ký xác nhận của gia đình, địa phương, Khoa quản lý …).\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết (giấy nhập viện, giấy chứng nhận điều trị bệnh lâu dài, giấy xác nhận của địa phương…).\n\n-  P.ĐTĐH xét duyệt và trình Ban Giám hiệu ra Quyết định bảo lưu nếu SV đủ điều kiện và thông báo kết quả cho SV qua email.\n\nBước 3: SV nhận Quyết định bảo lưu tại P.ĐTĐH.\n\nBước 4:  Sau khi hết thời hạn bảo lưu: SV phải làm đơn xin nhập học lại chậm nhất là 1 tháng trước khi bắt đầu học kỳ mới và nộp tại P.ĐTĐH (Mẫu 07-đơn học lại dành cho SV bảo lưu kết quả học tập hoặc Mẫu 09-đơn nhập học lại dành cho SV bảo lưu kết quả tuyển sinh).\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n### 6. HOÃN THI\n\nTrường hợp vì lý do cá nhân, SV không thể tham dự kỳ thi đúng tiến độ. SV phải đăng ký thi lại các học phần trên tại P.ĐTĐH vào đầu học kỳ gần nhất có mở học phần và trong thời gian tối đa 2 học kỳ chính tiếp theo.\n\nBước 1:  SV điền đơn xin hoãn thi (Mẫu 04), đơn có xác nhận hợp lệ.\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết (giấy nhập viện, giấy chứng nhận điều trị bệnh lâu dài, giấy xác nhận của địa phương…).\n\nP.ĐTĐH xét duyệt đồng ý cho SV hoãn thi nếu SV thỏa điều kiện, cập nhật trạng thái hoãn thi (điểm I) trên hệ thống đào tạo vào môn học tương ứng và thông báo kết quả cho SV qua email.\n\nSinh viên đăng ký thi lại theo Mẫu 16\n\n### 7. THÔI HỌC\n\nBước 1:  SV viết và nộp đơn xin thôi học (Mẫu 05), đơn có đầy đủ chữ ký xác nhận của gia đình, P.CTSV, P.KHTC, Khoa quản lý.\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết phù hợp.\n\nP.ĐTĐH xét duyệt và trình Ban Giám hiệu ra Quyết định thôi học và thông báo kết quả xử lý cho SV bằng email\n\nBước 3: SV nhận Quyết định nghỉ học tại P.ĐTĐH.\n\n### 8. GIA HẠN THỜI GIAN ĐÀO TẠO\n\nChỉ dành cho những SV đã quá thời gian đào tạo tối đa thiết kế cho Khóa học.\n\nBước 1:  SV viết đơn xin gia hạn (đơn tự viết).\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết.\n\nP.ĐTĐH xét duyệt và trình\ncần thiết.\n\nP.ĐTĐH xét duyệt và trình Ban Giám hiệu ra Quyết định gia hạn và thông báo kết quả xử lý cho SV bằng email.\n\nBước 3: SV nhận Quyết định gia hạn tại P.ĐTĐH.\n\n### 9. PHÚC KHẢO ĐIỂM\n\nBước 1: SV đăng ký phúc khảo trên hệ thống tại https://daa.uit.edu.vn/sinhvien/dkphuckhao sau ngày công bố điểm (Chỉ phúc khảo đối với các bài thi theo hình thức tự luận hoặc trắc nghiệm).\n\nBước 2: SV đóng lệ phí phúc khảo theo quy định.\n\nBước 3:  P.ĐTĐH/VPĐB cập nhật điểm vào hệ thống quản lý điểm và công bố kết quả cho SV. SV sẽ nhận được email thông báo kết quả phúc khảo.\n\n### 10. CẤP GIẤY GIỚI THIỆU\n\nBước 1: SV điền vào (Mẫu 12)\n\nBước 2: SV xin xác nhận của giảng viên hoặc Khoa/Bộ môn.\n\nBước 3: SV nộp giấy giới thiệu về Phòng ĐTĐH để ký, đóng dấu và nhận lại giấy theo lịch hẹn.\n\nLưu ý:\n\n- SV được cấp giấy giới thiệu trong các trường hợp:\n\n1. Thực tập tốt nghiệp;\n2. Liên hệ phòng thí nghiệm;\n3. Tham khảo tài liệu làm luận văn;\n4. Học những môn học nhà trường không tổ chức giảng dạy trong chương trình.\n\n- Giấy giới thiệu có giá trị trong thời gian tối đa là 3 tháng.\n\n- Giảng viên xác nhận phải là GV cơ hữu của Trường hoặc Trưởng Khoa\\Bộ môn.\n\n### 11. MIỄN HỌC PHẦN NGOẠI NGỮ (TIẾNG ANH, TIẾNG NHẬT)\n\nBước 1: SV cập nhật chứng chỉ/chứng nhận ngoại ngữ theo quy định lên trang student.uit.edu.vn.\n\nBước 2: Phòng ĐTĐH/VPCCTĐB đăng thông báo thời điểm xét miễn học phần ngoại ngữ tương ứng với thời điểm xét tốt nghiệp (theo kế hoạch năm học) lên website Phòng ĐTĐH/VPCCTĐB.\n\nBước 3: Phòng ĐTĐH/VPCCTĐB kiểm tra chứng chỉ/chứng nhận ngoại ngữ và cập nhật điểm Miễn (điểm M) trên hệ thống quản lý đào tạo cho học phần ngoại ngữ được miễn học tương ứng. Sinh viên theo dõi kết quả sau khoảng thời gian 20 ngày tính từ ngày kết thúc của thông báo.\n\n### 12. XÉT TỐT NGHIỆP CHO SINH VIÊN HỆ CQUI\n\nTrường tổ chức xét Tốt nghiệp mỗi năm 04 đợt, theo kế hoạch năm được công bố tại cổng thông tin đào tạo: daa.uit.edu.vn.\n\nBước 1: P.ĐTĐH thông báo kế hoạch xét tốt nghiệp trên trang web: daa.uit.edu.vn.\n\nLưu ý: Sinh viên theo dõi đăng ký xét tốt nghiệp đúng hạn theo kế hoạch.\n\nBước 2: Sinh viên đóng lệ phí xét cấp bằng tốt nghiệp trực tiếp tại phòng KHTC trong giờ hành chính.\n\nBước 3: Sinh viên đủ điều kiện thực hiện đăng ký xét tốt nghiệp tại:  https://daa.uit.edu.vn/sinhvien/dangky-totnghiep, chuẩn bị hồ sơ tốt nghiệp gồm:\n\n- Scan bản gốc bằng tốt nghiệp THPT;\n\n- Scan giấy khai sinh;\n\n- Chứng chỉ ngoại ngữ dùng đế xét chuẩn đầu ra tốt nghiệp sinh viên cập nhật tại: student.uit.edu.vn.\n\nLưu ý:\n\n- Sinh viên phải hoàn thành lệ phí xét cấp bằng tốt nghiệp và có chứng chỉ Giáo dục Quốc phòng & An ninh mới được đăng ký xét tốt nghiệp\n\n- Kết quả chứng chỉ ngoại ngữ dùng để xét chuẩn đầu ra tốt nghiệp được tính thời hạn hiệu lực tại thời điểm sinh viên nộp chứng chỉ. Sinh viên có thể nộp chứng chỉ ngoại ngữ vào bất cứ thời điểm nào trong quá trình học. P. ĐTĐH sẽ tiến hành liên hệ với các cơ quan chức năng để xác thực tính hợp lệ của chứng chỉ trước khi trình Hội đồng xét tốt\nchỉ trước khi trình Hội đồng xét tốt nghiệp.\n\nBước 4: Sinh viên theo dõi thông báo danh sách sinh viên dự kiến tốt nghiệp và thông tin các khoản nợ của sinh viên: nợ sách thư viện, nợ tiền giấy xác nhận,… trên trang web: daa.uit.edu.vn.\n\nSinh viên phải hoàn thành các khoản nợ đúng thời hạn trong thông báo và kiểm tra thật chính xác thông tin cá nhân của mình: họ tên, ngày sinh, nơi sinh, điểm TBTL, xếp loại. Sinh viên phản hồi về địa chỉ: phongdaotaodh@uit.edu.vn.\n\nBước 5: Sinh viên nhận bằng tốt nghiệp tại P.ĐTĐH/VPCCTĐB theo thông báo kế hoạch tổ chức lễ tốt nghiệp của Trường. P.ĐTĐH/VPCCTĐB kiểm tra việc hoàn thành các nghĩa vụ trước khi trả bằng tốt nghiệp cho sinh viên.\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n### 13. QUY TRÌNH ĐIỀU CHỈNH ĐĂNG KÝ HỌC PHẦN\n\n1. Quy trình gồm các bước (B) sau:\n\nB1: Sinh viên vào địa chỉ DKHP.UIT.EDU.VN và thực hiện đăng nhập bằng tài khoản và mật khẩu như hệ thống quản lý DAA của Trường.\n\nB2: Sinh viên chọn “Loại” (“Đăng ký” hoặc “Hủy đăng ký”), “Mã lớp” tương ứng với loại đăng ký hoặc hủy đăng ký (chú ý: mỗi mã lớp trên một dòng).\n\nB3: Sinh viên lưu lại kết quả điều chỉnh sau mỗi bước đăng ký hoặc hủy đăng ký (xem hình minh họa)\n\n2. Thời gian điều chỉnh theo kế hoạch được Phòng ĐTĐH thông báo. Sau thời gian này, sinh viên chờ khoảng 2-4 ngày và vào lại DAA.UIT.EDU.VN để xem kết quả hiệu chỉnh ĐKHP.\n\n3. Quy trình này được áp dụng từ học kỳ hè năm học 2016-2017.\n\n### 14. ĐĂNG KÝ SONG NGÀNH\n\nSinh viên trình độ đại học văn bằng 1 đang học tại Trường được đăng ký học thêm một chương trình đào tạo thứ hai nếu thỏa mãn đồng thời các điều kiện sau đây:\n\na) Ngành đào tạo của chương trình đào tạo thứ hai phải khác ngành đào tạo của chương trình đào tạo thứ nhất;\n\nb) Không có sự khác biệt trong hình thức đào tạo giữa hai chương trình đào tạo.\n\nc) Đã hoàn thành năm học đầu tiên của chương trình đào tạo thứ nhất, trước học kỳ cuối của thời gian thiết kế chương trình đào tạo 01 học kỳ. Tại thời điểm đăng ký, sinh viên phải đáp ứng một trong hai điều kiện sau:\n\n- Học lực tính theo ĐTBCTL xếp loại khá trở lên và đáp ứng ngưỡng bảo đảm chất lượng của chương trình thứ hai trong năm tuyển sinh (nếu có).\n\n- Học lực tính theo ĐTBCTL xếp loại trung bình và đáp ứng điều kiện trúng tuyển của chương trình thứ hai trong năm tuyển sinh.\n\n+ Các bước thực hiện:\n\nBước 1: SV làm đơn theo mẫu (Mẫu) và phải có xác nhận của Khoa đang học và Khoa xin học song ngành.\n\nBước 2: SV nộp đơn cho P.ĐTĐH.\n\n- P.ĐTĐH xét duyệt theo các điều kiện và chuẩn bị Quyết định trình Ban Giám hiệu ban hành nếu SV thỏa điều kiện.\n\n- P.ĐTĐH thông báo cho SV kết quả xét duyệt qua email.\n\nBước 3: SV đến P.ĐTĐH nhận Quyết định cho phép học song ngành.\n\n### 15. KHIẾU NẠI KHÁC\n\nBước 1:  SV điền và nộp giấy đề nghị (Mẫu 06) tại P.ĐTĐH.\n\nBước 2: P.ĐTĐH sẽ kiểm tra và giải quyết các khiếu nại sau 2 ngày làm việc kể từ ngày nhận đơn.\n\n16. BIỂU MẪU KHOÁ LUẬN TỐT NGHIỆP\n\n### 17. CHUYỂN HÌNH THỨC CHÍNH QUY SANG TỪ XA\n\nBước 1. Sinh viên liên hệ TT.PTCNTT để được tư vấn các vấn đề về học tập, quy chế, quy định có liên quan.\n\nBước 2. Nếu có nguyện vọng chuyển từ hình thức đào tạo chính quy sang đào\ntừ hình thức đào tạo chính quy sang đào tạo từ xa SV nộp đơn cho P.ĐTĐH/VP.CCTĐB (theo Mẫu 17).\n\nLưu ý:\n\n- Đối với chương trình đại trà, chương trình chuẩn, chương trình liên thông đại học, chương trình văn bằng thứ hai: SV nộp đơn cho P.ĐTĐH.\n\n- Đối với chương trình tiên tiến, chương trình tài năng: SV nộp đơn cho VP.CCTĐB.\n\n- Giữ biên nhận hoặc giấy hẹn (nếu có).\n\nBước 3. Theo dõi quá trình xét duyệt và nhận thông báo kết quả:  \n\n   -  Liên hệ với P.ĐTĐH/VP.CCTĐB để cập nhật tiến trình xử lý hồ sơ và nhận kết quả chuyển hệ.\n\nBước 4. SV liên hệ TTPTCNTT để làm thủ tục nhập học.\n\n-  Số điện thoại: (028) 38 282 286 ( trong giờ hành chính)\n\n-  Hotline: 0865 58 48 79\n\n-  ZaloOA: https://zalo.me/trungtamcitd\n\n-  Fanpage: Trung tâm Phát triển Công nghệ Thông tin\n\n-  Email: phongdaotao.citd@uit.edu.vn\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n\n20. QUY TRÌNH CÔNG NHẬN TÍN CHỈ TRONG ĐÀO TẠO\n\nSinh viên xem Quy trình tại đây\n\nSinh viên xem Biểu mẫu tại đây\n\nBiểu mẫu:\n\n- Đơn đề nghị công nhận tín chỉ từ các cơ sở đào tạo trong nước\n\n- Đơn đăng ký công nhận tín chỉ\n\n- Đơn đề nghị bảo lưu học phí\n\n- Báo cáo sau học tập/ đào tạo cới cơ sở nước ngoài\n\n### CÁC BIỂU MẪU\n\n|  Mẫu    |  Tên biểu mẫu                                |  Tải về    |\n|---------|----------------------------------------------|------------|\n| Mẫu 01  | Đơn xin chuyển ngành                         |            |\n| Mẫu 02  | Đơn xin chuyển trường                        |            |\n| Mẫu 03  | Đơn xin tạm ngưng và bảo lưu kết quả học tập |            |\n| Mẫu 04  | Đơn xin hoãn thi                             |            |\n| Mẫu 05  | Đơn xin thôi học                             |            |\n| Mẫu 06  | Giấy đề nghị                                 |            |\n| Mẫu 07  | Đơn xin học lại                              |            |\n| Mẫu 08  | Đơn xin bảo lưu kết quả tuyển sinh           |            |\n| Mẫu 09  | Đơn xin nhập học lại                         |            |\n| Mẫu 10  | Đơn phúc khảo                                |            |\n| Mẫu 11  | Đơn điều chỉnh đăng ký học phần              |            |\n| Mẫu 12  | Giấy giới thiệu                              |            |\n| Mẫu 13  | Đơn xin miễn học Anh văn                     |            |\n| Mẫu 14  | Đơn đề nghị xét cấp bằng tốt nghiệp          |            |\n| Mẫu 15  | Biểu mẫu KLTN                                |            |\n| Mẫu 16  | Đơn xin thi lại\n|\n| Mẫu 16  | Đơn xin thi lại                              |            |\n| Mẫu 17  | Đơn chuyển chính quy sang từ xa              |            |",
            "chunk_content": "Một số quy trình dành cho sinh viên\n### 3. CHUYỂN NGÀNH\n\n+ SV được xem xét chuyển ngành học khác nếu có đủ các điều kiện sau:\n\nSinh viên được xem xét chuyển ngành/chương trình nếu có đủ các điều kiện sau:\n\n-Sinh viên đạt điều kiện trúng tuyển của ngành/chương trình đào tạo trong cùng khóa tuyển sinh.\n\n-Không trong thời gian bị kỷ luật từ cảnh báo trở lên.\n\n-Không thuộc năm nhất.\n\n-Đạt số tín chỉ tích lũy tối thiểu quy định tại Khoản 4 Điều 10 trong Quy chế đào tạo theo học chế tín chỉ cho hệ ĐHCQ (QĐ số 790/QĐ-ĐHCNTT ngày 28 tháng 9 năm 2022) và có ĐTBC từ 6,0 trở lên.\n\n-Được sự chấp thuận của Trưởng khoa/Trưởng bộ môn quản lý ngành/chương trình đào tạo (nơi chuyển đến) và Trưởng khoa/Trưởng bộ môn quản lý ngành/chương trình đào tạo (nơi chuyển đi).\n\n-Ngành/chương trình chuyển đến có đủ các điều kiện bảo đảm chất lượng, chưa vượt quá năng lực đào tạo đối với ngành/chương trình đào tạo đó theo quy định hiện hành của Bộ Giáo dục và Đào tạo.\n\nNgoài các quy định này, sinh viên chương trình nâng cao, chương trình tiên tiến và chương trình tài năng thực hiện theo các quy định riêng (nếu có).\n\n+ Các bước thực hiện:\n\nBước 1:  SV viết đơn (Mẫu 01), đơn phải có xác nhận của gia đình.\n\nBước 2:  SV xin xác nhận đồng ý cho chuyển và đồng ý tiếp nhận của hai Trưởng khoa.\n\nBước 3: SV Nộp đơn và các giấy tờ cần thiết lên P.ĐTĐH.\n\n-  P.ĐTĐH xét duyệt theo các điều kiện và chuẩn bị Quyết định trình Hiệu trưởng ký ban hành nếu SV thỏa điều kiện.\n\n- P.ĐTĐH thông báo cho SV kết quả xét duyệt qua email.\n\nBước 4: SV đến P.ĐTĐH nhận Quyết định."
        }
    },
    {
        "file_name": "mot-so-quy-trinh-danh-cho-sinh-vien",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong phần quy trình dành cho sinh viên, cụ thể là quy trình chuyển trường và bảo lưu kết quả học tập. Nó mô tả các điều kiện cần thiết để sinh viên có thể chuyển trường, cũng như các bước thực hiện để xin bảo lưu kết quả trúng tuyển hoặc tạm dừng học tập.",
            "original_content": "Một số quy trình dành cho sinh viên\n\n### QUY ĐỊNH CHUNG:\n\nKênh thông tin liên hệ chính thức:\n\n- Của Phòng Đào tạo Đại học (P.ĐTĐH): Email: phongdaotaodh@uit.edu.vn, Trang web Cổng thông tin đào tạo đại học: daa.uit.edu.vn. P.ĐTĐH trả lời email gửi đến địa chỉ email của Phòng trong vòng 2 ngày làm việc.\n\n- Của Sinh viên (SV): Tài khoản email được nhà trường cấp. P.ĐTĐH gửi email thông báo kết quả xử lý yêu cầu cá nhân đến tài khoản email của sinh viên.\n\n- Cấp bảng điểm\n- Đăng ký học phần\n- Chuyển ngành\n- Chuyển trường\n- Bảo lưu kết quả\n- Hoãn thi\n- Thôi học\n- Gia hạn thời gian đào tạo\n- Phúc khảo điểm\n- Cấp giấy giới thiệu\n- Miễn học phần Ngoại ngữ (Tiếng Anh, Tiếng Nhật)\n- Xét tốt nghiệp cho sinh viên hệ CQUI\n- Quy trình điều chỉnh đăng ký học phần\n- Quy trình đăng ký song ngành\n- Khiếu nại khác\n- Biểu mẫu KLTN\n- Chuyển từ hình thức chính quy sang từ xa\n- Đơn xin thi lại\n- Biểu mẫu TTTN dành cho SV\n- Biểu mẫu quy trình công nhận tín chỉ trong đào tạo\n\n### 1. CẤP BẢNG ĐIỂM\n\nBước 1 : SV đăng ký bảng điểm trên trang web.\n\nBước 2 : Sau khi xem trên hệ thống thấy tình trạng đã in bảng điểm, SV đến P.ĐTĐH để đóng lệ phí và nhận bảng điểm.\n\n### 2. ĐĂNG KÝ HỌC PHẦN\n\nBước 1:  Khoảng một tháng trước khi bắt đầu học kỳ, P.ĐTĐH thông báo thời gian đăng ký học phần và thời khóa biểu các học phần dự kiến mở trên Trang web.\n\nBước 2: Xác nhận ĐKHP -  SV xác nhận ĐKHP được hệ thống gợi ý (dựa trên kế hoạch đào tạo mẫu) tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo; sau thời gian này những gợi ý ĐKHP không\nsau thời gian này những gợi ý ĐKHP không được xác nhận sẽ bị xóa.\n\nSV nên liên hệ cố vấn học tập để được tư vấn.\n\nBước 3: Đăng ký đợt 1 (đợt chính thức) -  SV ĐKHP đợt 1 tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo. Căn cứ vào chương trình đào tạo, thời khóa biểu đã được thông báo, SV chọn học phần phù hợp để ĐKHP (cần lưu ý các ràng buộc về thời gian, môn học tiên quyết, môn học trước). Trong thời gian này, SV được thêm, bỏ học phần.\n\nSV nên liên hệ cố vấn học tập để được tư vấn.\n\nKết thúc đăng ký đợt 1, P.ĐTĐH thông báo danh sách các lớp được mở, lớp hủy và lớp chờ đăng ký thêm.\n\nBước 4: Đăng ký đợt 2 (đợt hiệu chỉnh) – SV điều chỉnh ĐKHP tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo. Trong thời gian này, SV được điều chỉnh, thêm, bỏ học phần. SV có thể đăng ký thêm vào những lớp như sau:\n\n- Lớp được mở nhưng chưa đạt số lượng tối đa;\n\n- Lớp chờ đăng ký thêm (những lớp có số lượng đăng ký từ 20 SV trở lên, nhưng chưa đủ 30);\n\n- Lớp được mở thêm sau đợt 1 theo đề nghị của SV (có xác nhận của Khoa).\n\nBước 5: Đăng ký đợt 3 (đợt cứu xét) – SV thực hiện tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo. Chỉ xem xét giải quyết cho các trường hợp SV học lại, cải thiện, sửa đổi, điều chỉnh nhỏ dưới 30% các môn đã đăng ký trong các đợt 1, đợt 2; không được phép ĐKHP mới trong đợt này.\n\nTân SV sẽ không thực hiện thao tác ĐKHP ở HK1 năm thứ nhất.\n\nKhi kết thúc đợt cứu xét, P.ĐTĐH công bố thời khóa biểu chính thức trên trang web daa.uit.edu.vn.\n\nSinh viên xem cụ thể tại Hướng dẫn Đăng ký học phần\n\nLưu ý: Nếu có khiếu nại, thắc mắc về kết quả ĐKHP, SV viết đơn (Mẫu 11) và nộp tại P.ĐTĐH/VPCCTĐB để được xem xét giải quyết.\n\n- Chỉ được đăng ký tối đa 24 tín chỉ/ học kỳ (bao gồm cả các học phần đăng ký học lại và học cải thiện). SV có ĐTBC ≥ 8,0 đến thời điểm đăng ký, được phép đăng ký tối đa 30 tín chỉ.\n\n- Phải đăng ký tối thiểu 14 tín chỉ (trừ học kỳ cuối cùng của SV theo đúng tiến độ đào tạo).\n\n- Phải đăng ký lớp thực hành (nếu có) đi chung với lớp học lý thuyết. Ví dụ: đăng ký lớp lý thuyết SE104.D21 thì phải đăng ký một trong các lớp thực hành SE104.D21.x (với x là số thứ tự lớp thực hành được mở).\n\n- Không được đăng ký trùng giờ học.\n\n- Một lớp học phần được mở khi có tối thiểu 30 SV đăng ký.\n\n- SV đang bị cảnh cáo học vụ vì lý do học tập chỉ được đăng ký học lại.\n\n- Kết thúc thời hạn hiệu chỉnh ĐKHP, SV không được phép rút môn học đã đăng ký.\n\n- Trong thời gian ĐKHP, SV có thể đề nghị mở thêm môn học nếu có nhu cầu theo các bước sau\n\nBước a: Đại diện SV viết đơn đề nghị mở lớp học phần, ghi rõ lý do đề nghị mở lớp.\n\nBước b: Đại diện SV nộp đơn đề nghị cho Khoa quản lý.\n\n-  Khoa gửi công văn đề nghị mở lớp học phần kèm danh sách SV cho P.ĐTĐH/VPCCTĐB.\n\n-  P.ĐTĐH/VPCCTĐB giải quyết mở lớp học phần, xếp lịch học và thông báo cho đại diện SV (bằng email).\n\nBước c: SV ĐKHP vào lớp dự kiến được mở. Trường sẽ không mở lớp nếu số lượng đăng\nTrường sẽ không mở lớp nếu số lượng đăng ký thực tế quá ít.\n\nBước d: SV xem kết quả ĐKHP trên trang web student.uit.edu.vn (sử dụng tài khoản chứng thực).\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n### 3. CHUYỂN NGÀNH\n\n+ SV được xem xét chuyển ngành học khác nếu có đủ các điều kiện sau:\n\nSinh viên được xem xét chuyển ngành/chương trình nếu có đủ các điều kiện sau:\n\n-Sinh viên đạt điều kiện trúng tuyển của ngành/chương trình đào tạo trong cùng khóa tuyển sinh.\n\n-Không trong thời gian bị kỷ luật từ cảnh báo trở lên.\n\n-Không thuộc năm nhất.\n\n-Đạt số tín chỉ tích lũy tối thiểu quy định tại Khoản 4 Điều 10 trong Quy chế đào tạo theo học chế tín chỉ cho hệ ĐHCQ (QĐ số 790/QĐ-ĐHCNTT ngày 28 tháng 9 năm 2022) và có ĐTBC từ 6,0 trở lên.\n\n-Được sự chấp thuận của Trưởng khoa/Trưởng bộ môn quản lý ngành/chương trình đào tạo (nơi chuyển đến) và Trưởng khoa/Trưởng bộ môn quản lý ngành/chương trình đào tạo (nơi chuyển đi).\n\n-Ngành/chương trình chuyển đến có đủ các điều kiện bảo đảm chất lượng, chưa vượt quá năng lực đào tạo đối với ngành/chương trình đào tạo đó theo quy định hiện hành của Bộ Giáo dục và Đào tạo.\n\nNgoài các quy định này, sinh viên chương trình nâng cao, chương trình tiên tiến và chương trình tài năng thực hiện theo các quy định riêng (nếu có).\n\n+ Các bước thực hiện:\n\nBước 1:  SV viết đơn (Mẫu 01), đơn phải có xác nhận của gia đình.\n\nBước 2:  SV xin xác nhận đồng ý cho chuyển và đồng ý tiếp nhận của hai Trưởng khoa.\n\nBước 3: SV Nộp đơn và các giấy tờ cần thiết lên P.ĐTĐH.\n\n-  P.ĐTĐH xét duyệt theo các điều kiện và chuẩn bị Quyết định trình Hiệu trưởng ký ban hành nếu SV thỏa điều kiện.\n\n- P.ĐTĐH thông báo cho SV kết quả xét duyệt qua email.\n\nBước 4: SV đến P.ĐTĐH nhận Quyết định.\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n### 4. CHUYỂN TRƯỜNG\n\n+ SV được xem xét chuyển Trường nếu có đủ các điều kiện sau:\n\n- SV đã tham dự kỳ thi tuyển sinh theo đề chung và có kết quả thi bằng hoặc cao hơn điểm trúng tuyển của Trường xin chuyển đến.\n\n- SV đang trong thời gian học tập.\n\n- Trường xin chuyển đi và Trường tiếp nhận có cùng ngành học hoặc cùng nhóm ngành đào tạo.\n\n- Không phải là SV năm thứ nhất hoặc năm cuối của thời gian thiết kế khóa học (xem chi tiết trong quy chế đào tạo theo học chế tín chỉ của Trường).\n\n- Không trong thời gian bị kỷ luật từ cảnh cáo trở lên.\n\n- Được sự đồng ý của Hiệu trưởng Trường xin chuyển đi và Trường tiếp nhận.\n\n+ Các bước thực hiện:\n\nBước 1:  SV viết đơn (Mẫu 02) và phải có xác nhận của gia đình, phòng Kế hoạch Tài chính, phòng Công tác SV.\n\nBước 2: SV xin xác nhận đồng ý của Hiệu trưởng Trường tiếp nhận.\n\nBước 3: SV nộp đơn cho P.ĐTĐH.\n\n- P.ĐTĐH xét duyệt theo các điều kiện và chuẩn bị Quyết định trình Ban Giám hiệu ban hành nếu SV thỏa điều kiện.\n\n- P.ĐTĐH thông báo cho SV kết quả xét duyệt qua email.\n\nBước 4: SV đến P.ĐTĐH nhận Quyết định chuyển trường.\n\n### 5. BẢO LƯU KẾT QUẢ\n\n+ Bảo lưu kết quả trúng tuyển (kỳ thi tuyển sinh):\n\nSau khi đã trúng tuyển ở kỳ thi tuyển sinh, do một số hoàn cảnh đặc biệt như bệnh tật, tai nạn, hoàn cảnh khó khăn xảy ra đột xuất, thí sinh trúng tuyển có thể xin bảo lưu kết quả trúng tuyển sau khi làm thủ tục nhập học. Thí sinh trúng tuyển phải nộp đơn xin bảo lưu (Mẫu 08) có xác nhận của gia đình\nlưu (Mẫu 08) có xác nhận của gia đình chậm nhất 15 ngày kể từ ngày gọi nhập học cho P.ĐTĐH của Trường và chỉ được bảo lưu khi có quyết định chấp thuận của Hiệu trưởng. Thời gian bảo lưu không quá 01 năm.\n\n+ Tạm dừng học tập:\n\nSV được quyền xin tạm dừng học tập và được bảo lưu kết quả học tập trong các trường hợp sau:\n\n- Được điều động vào lực lượng vũ trang.\n\n- Bị đau ốm hoặc tai nạn phải điều trị thời gian dài, có giấy xác nhận của cơ quan y tế có thẩm quyền.\n\n- Trường hợp vì lý do khác, SV phải học ít nhất 1 học kỳ ở Trường và không rơi vào các trường hợp bị đình chỉ học tập.\n\nThời gian tạm dừng học tập từ 01 đến tối đa 02 học kỳ chính liên tiếp, được tính vào thời gian tối đa hoàn thành khóa học ngoại trừ trường hợp thi hành nghĩa vụ quân sự.\n\n+ Các bước thực hiện:\n\nBước 1:  SV viết và nộp đơn xin bảo lưu (Mẫu 03-tạm dừng và bảo lưu kết quả học tập hoặc Mẫu 08-bảo lưu kết quả tuyển sinh), đơn có đầy đủ chữ ký xác nhận của gia đình, địa phương, Khoa quản lý …).\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết (giấy nhập viện, giấy chứng nhận điều trị bệnh lâu dài, giấy xác nhận của địa phương…).\n\n-  P.ĐTĐH xét duyệt và trình Ban Giám hiệu ra Quyết định bảo lưu nếu SV đủ điều kiện và thông báo kết quả cho SV qua email.\n\nBước 3: SV nhận Quyết định bảo lưu tại P.ĐTĐH.\n\nBước 4:  Sau khi hết thời hạn bảo lưu: SV phải làm đơn xin nhập học lại chậm nhất là 1 tháng trước khi bắt đầu học kỳ mới và nộp tại P.ĐTĐH (Mẫu 07-đơn học lại dành cho SV bảo lưu kết quả học tập hoặc Mẫu 09-đơn nhập học lại dành cho SV bảo lưu kết quả tuyển sinh).\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n### 6. HOÃN THI\n\nTrường hợp vì lý do cá nhân, SV không thể tham dự kỳ thi đúng tiến độ. SV phải đăng ký thi lại các học phần trên tại P.ĐTĐH vào đầu học kỳ gần nhất có mở học phần và trong thời gian tối đa 2 học kỳ chính tiếp theo.\n\nBước 1:  SV điền đơn xin hoãn thi (Mẫu 04), đơn có xác nhận hợp lệ.\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết (giấy nhập viện, giấy chứng nhận điều trị bệnh lâu dài, giấy xác nhận của địa phương…).\n\nP.ĐTĐH xét duyệt đồng ý cho SV hoãn thi nếu SV thỏa điều kiện, cập nhật trạng thái hoãn thi (điểm I) trên hệ thống đào tạo vào môn học tương ứng và thông báo kết quả cho SV qua email.\n\nSinh viên đăng ký thi lại theo Mẫu 16\n\n### 7. THÔI HỌC\n\nBước 1:  SV viết và nộp đơn xin thôi học (Mẫu 05), đơn có đầy đủ chữ ký xác nhận của gia đình, P.CTSV, P.KHTC, Khoa quản lý.\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết phù hợp.\n\nP.ĐTĐH xét duyệt và trình Ban Giám hiệu ra Quyết định thôi học và thông báo kết quả xử lý cho SV bằng email\n\nBước 3: SV nhận Quyết định nghỉ học tại P.ĐTĐH.\n\n### 8. GIA HẠN THỜI GIAN ĐÀO TẠO\n\nChỉ dành cho những SV đã quá thời gian đào tạo tối đa thiết kế cho Khóa học.\n\nBước 1:  SV viết đơn xin gia hạn (đơn tự viết).\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết.\n\nP.ĐTĐH xét duyệt và trình\ncần thiết.\n\nP.ĐTĐH xét duyệt và trình Ban Giám hiệu ra Quyết định gia hạn và thông báo kết quả xử lý cho SV bằng email.\n\nBước 3: SV nhận Quyết định gia hạn tại P.ĐTĐH.\n\n### 9. PHÚC KHẢO ĐIỂM\n\nBước 1: SV đăng ký phúc khảo trên hệ thống tại https://daa.uit.edu.vn/sinhvien/dkphuckhao sau ngày công bố điểm (Chỉ phúc khảo đối với các bài thi theo hình thức tự luận hoặc trắc nghiệm).\n\nBước 2: SV đóng lệ phí phúc khảo theo quy định.\n\nBước 3:  P.ĐTĐH/VPĐB cập nhật điểm vào hệ thống quản lý điểm và công bố kết quả cho SV. SV sẽ nhận được email thông báo kết quả phúc khảo.\n\n### 10. CẤP GIẤY GIỚI THIỆU\n\nBước 1: SV điền vào (Mẫu 12)\n\nBước 2: SV xin xác nhận của giảng viên hoặc Khoa/Bộ môn.\n\nBước 3: SV nộp giấy giới thiệu về Phòng ĐTĐH để ký, đóng dấu và nhận lại giấy theo lịch hẹn.\n\nLưu ý:\n\n- SV được cấp giấy giới thiệu trong các trường hợp:\n\n1. Thực tập tốt nghiệp;\n2. Liên hệ phòng thí nghiệm;\n3. Tham khảo tài liệu làm luận văn;\n4. Học những môn học nhà trường không tổ chức giảng dạy trong chương trình.\n\n- Giấy giới thiệu có giá trị trong thời gian tối đa là 3 tháng.\n\n- Giảng viên xác nhận phải là GV cơ hữu của Trường hoặc Trưởng Khoa\\Bộ môn.\n\n### 11. MIỄN HỌC PHẦN NGOẠI NGỮ (TIẾNG ANH, TIẾNG NHẬT)\n\nBước 1: SV cập nhật chứng chỉ/chứng nhận ngoại ngữ theo quy định lên trang student.uit.edu.vn.\n\nBước 2: Phòng ĐTĐH/VPCCTĐB đăng thông báo thời điểm xét miễn học phần ngoại ngữ tương ứng với thời điểm xét tốt nghiệp (theo kế hoạch năm học) lên website Phòng ĐTĐH/VPCCTĐB.\n\nBước 3: Phòng ĐTĐH/VPCCTĐB kiểm tra chứng chỉ/chứng nhận ngoại ngữ và cập nhật điểm Miễn (điểm M) trên hệ thống quản lý đào tạo cho học phần ngoại ngữ được miễn học tương ứng. Sinh viên theo dõi kết quả sau khoảng thời gian 20 ngày tính từ ngày kết thúc của thông báo.\n\n### 12. XÉT TỐT NGHIỆP CHO SINH VIÊN HỆ CQUI\n\nTrường tổ chức xét Tốt nghiệp mỗi năm 04 đợt, theo kế hoạch năm được công bố tại cổng thông tin đào tạo: daa.uit.edu.vn.\n\nBước 1: P.ĐTĐH thông báo kế hoạch xét tốt nghiệp trên trang web: daa.uit.edu.vn.\n\nLưu ý: Sinh viên theo dõi đăng ký xét tốt nghiệp đúng hạn theo kế hoạch.\n\nBước 2: Sinh viên đóng lệ phí xét cấp bằng tốt nghiệp trực tiếp tại phòng KHTC trong giờ hành chính.\n\nBước 3: Sinh viên đủ điều kiện thực hiện đăng ký xét tốt nghiệp tại:  https://daa.uit.edu.vn/sinhvien/dangky-totnghiep, chuẩn bị hồ sơ tốt nghiệp gồm:\n\n- Scan bản gốc bằng tốt nghiệp THPT;\n\n- Scan giấy khai sinh;\n\n- Chứng chỉ ngoại ngữ dùng đế xét chuẩn đầu ra tốt nghiệp sinh viên cập nhật tại: student.uit.edu.vn.\n\nLưu ý:\n\n- Sinh viên phải hoàn thành lệ phí xét cấp bằng tốt nghiệp và có chứng chỉ Giáo dục Quốc phòng & An ninh mới được đăng ký xét tốt nghiệp\n\n- Kết quả chứng chỉ ngoại ngữ dùng để xét chuẩn đầu ra tốt nghiệp được tính thời hạn hiệu lực tại thời điểm sinh viên nộp chứng chỉ. Sinh viên có thể nộp chứng chỉ ngoại ngữ vào bất cứ thời điểm nào trong quá trình học. P. ĐTĐH sẽ tiến hành liên hệ với các cơ quan chức năng để xác thực tính hợp lệ của chứng chỉ trước khi trình Hội đồng xét tốt\nchỉ trước khi trình Hội đồng xét tốt nghiệp.\n\nBước 4: Sinh viên theo dõi thông báo danh sách sinh viên dự kiến tốt nghiệp và thông tin các khoản nợ của sinh viên: nợ sách thư viện, nợ tiền giấy xác nhận,… trên trang web: daa.uit.edu.vn.\n\nSinh viên phải hoàn thành các khoản nợ đúng thời hạn trong thông báo và kiểm tra thật chính xác thông tin cá nhân của mình: họ tên, ngày sinh, nơi sinh, điểm TBTL, xếp loại. Sinh viên phản hồi về địa chỉ: phongdaotaodh@uit.edu.vn.\n\nBước 5: Sinh viên nhận bằng tốt nghiệp tại P.ĐTĐH/VPCCTĐB theo thông báo kế hoạch tổ chức lễ tốt nghiệp của Trường. P.ĐTĐH/VPCCTĐB kiểm tra việc hoàn thành các nghĩa vụ trước khi trả bằng tốt nghiệp cho sinh viên.\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n### 13. QUY TRÌNH ĐIỀU CHỈNH ĐĂNG KÝ HỌC PHẦN\n\n1. Quy trình gồm các bước (B) sau:\n\nB1: Sinh viên vào địa chỉ DKHP.UIT.EDU.VN và thực hiện đăng nhập bằng tài khoản và mật khẩu như hệ thống quản lý DAA của Trường.\n\nB2: Sinh viên chọn “Loại” (“Đăng ký” hoặc “Hủy đăng ký”), “Mã lớp” tương ứng với loại đăng ký hoặc hủy đăng ký (chú ý: mỗi mã lớp trên một dòng).\n\nB3: Sinh viên lưu lại kết quả điều chỉnh sau mỗi bước đăng ký hoặc hủy đăng ký (xem hình minh họa)\n\n2. Thời gian điều chỉnh theo kế hoạch được Phòng ĐTĐH thông báo. Sau thời gian này, sinh viên chờ khoảng 2-4 ngày và vào lại DAA.UIT.EDU.VN để xem kết quả hiệu chỉnh ĐKHP.\n\n3. Quy trình này được áp dụng từ học kỳ hè năm học 2016-2017.\n\n### 14. ĐĂNG KÝ SONG NGÀNH\n\nSinh viên trình độ đại học văn bằng 1 đang học tại Trường được đăng ký học thêm một chương trình đào tạo thứ hai nếu thỏa mãn đồng thời các điều kiện sau đây:\n\na) Ngành đào tạo của chương trình đào tạo thứ hai phải khác ngành đào tạo của chương trình đào tạo thứ nhất;\n\nb) Không có sự khác biệt trong hình thức đào tạo giữa hai chương trình đào tạo.\n\nc) Đã hoàn thành năm học đầu tiên của chương trình đào tạo thứ nhất, trước học kỳ cuối của thời gian thiết kế chương trình đào tạo 01 học kỳ. Tại thời điểm đăng ký, sinh viên phải đáp ứng một trong hai điều kiện sau:\n\n- Học lực tính theo ĐTBCTL xếp loại khá trở lên và đáp ứng ngưỡng bảo đảm chất lượng của chương trình thứ hai trong năm tuyển sinh (nếu có).\n\n- Học lực tính theo ĐTBCTL xếp loại trung bình và đáp ứng điều kiện trúng tuyển của chương trình thứ hai trong năm tuyển sinh.\n\n+ Các bước thực hiện:\n\nBước 1: SV làm đơn theo mẫu (Mẫu) và phải có xác nhận của Khoa đang học và Khoa xin học song ngành.\n\nBước 2: SV nộp đơn cho P.ĐTĐH.\n\n- P.ĐTĐH xét duyệt theo các điều kiện và chuẩn bị Quyết định trình Ban Giám hiệu ban hành nếu SV thỏa điều kiện.\n\n- P.ĐTĐH thông báo cho SV kết quả xét duyệt qua email.\n\nBước 3: SV đến P.ĐTĐH nhận Quyết định cho phép học song ngành.\n\n### 15. KHIẾU NẠI KHÁC\n\nBước 1:  SV điền và nộp giấy đề nghị (Mẫu 06) tại P.ĐTĐH.\n\nBước 2: P.ĐTĐH sẽ kiểm tra và giải quyết các khiếu nại sau 2 ngày làm việc kể từ ngày nhận đơn.\n\n16. BIỂU MẪU KHOÁ LUẬN TỐT NGHIỆP\n\n### 17. CHUYỂN HÌNH THỨC CHÍNH QUY SANG TỪ XA\n\nBước 1. Sinh viên liên hệ TT.PTCNTT để được tư vấn các vấn đề về học tập, quy chế, quy định có liên quan.\n\nBước 2. Nếu có nguyện vọng chuyển từ hình thức đào tạo chính quy sang đào\ntừ hình thức đào tạo chính quy sang đào tạo từ xa SV nộp đơn cho P.ĐTĐH/VP.CCTĐB (theo Mẫu 17).\n\nLưu ý:\n\n- Đối với chương trình đại trà, chương trình chuẩn, chương trình liên thông đại học, chương trình văn bằng thứ hai: SV nộp đơn cho P.ĐTĐH.\n\n- Đối với chương trình tiên tiến, chương trình tài năng: SV nộp đơn cho VP.CCTĐB.\n\n- Giữ biên nhận hoặc giấy hẹn (nếu có).\n\nBước 3. Theo dõi quá trình xét duyệt và nhận thông báo kết quả:  \n\n   -  Liên hệ với P.ĐTĐH/VP.CCTĐB để cập nhật tiến trình xử lý hồ sơ và nhận kết quả chuyển hệ.\n\nBước 4. SV liên hệ TTPTCNTT để làm thủ tục nhập học.\n\n-  Số điện thoại: (028) 38 282 286 ( trong giờ hành chính)\n\n-  Hotline: 0865 58 48 79\n\n-  ZaloOA: https://zalo.me/trungtamcitd\n\n-  Fanpage: Trung tâm Phát triển Công nghệ Thông tin\n\n-  Email: phongdaotao.citd@uit.edu.vn\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n\n20. QUY TRÌNH CÔNG NHẬN TÍN CHỈ TRONG ĐÀO TẠO\n\nSinh viên xem Quy trình tại đây\n\nSinh viên xem Biểu mẫu tại đây\n\nBiểu mẫu:\n\n- Đơn đề nghị công nhận tín chỉ từ các cơ sở đào tạo trong nước\n\n- Đơn đăng ký công nhận tín chỉ\n\n- Đơn đề nghị bảo lưu học phí\n\n- Báo cáo sau học tập/ đào tạo cới cơ sở nước ngoài\n\n### CÁC BIỂU MẪU\n\n|  Mẫu    |  Tên biểu mẫu                                |  Tải về    |\n|---------|----------------------------------------------|------------|\n| Mẫu 01  | Đơn xin chuyển ngành                         |            |\n| Mẫu 02  | Đơn xin chuyển trường                        |            |\n| Mẫu 03  | Đơn xin tạm ngưng và bảo lưu kết quả học tập |            |\n| Mẫu 04  | Đơn xin hoãn thi                             |            |\n| Mẫu 05  | Đơn xin thôi học                             |            |\n| Mẫu 06  | Giấy đề nghị                                 |            |\n| Mẫu 07  | Đơn xin học lại                              |            |\n| Mẫu 08  | Đơn xin bảo lưu kết quả tuyển sinh           |            |\n| Mẫu 09  | Đơn xin nhập học lại                         |            |\n| Mẫu 10  | Đơn phúc khảo                                |            |\n| Mẫu 11  | Đơn điều chỉnh đăng ký học phần              |            |\n| Mẫu 12  | Giấy giới thiệu                              |            |\n| Mẫu 13  | Đơn xin miễn học Anh văn                     |            |\n| Mẫu 14  | Đơn đề nghị xét cấp bằng tốt nghiệp          |            |\n| Mẫu 15  | Biểu mẫu KLTN                                |            |\n| Mẫu 16  | Đơn xin thi lại\n|\n| Mẫu 16  | Đơn xin thi lại                              |            |\n| Mẫu 17  | Đơn chuyển chính quy sang từ xa              |            |",
            "chunk_content": "Một số quy trình dành cho sinh viên\n### 4. CHUYỂN TRƯỜNG\n\n+ SV được xem xét chuyển Trường nếu có đủ các điều kiện sau:\n\n- SV đã tham dự kỳ thi tuyển sinh theo đề chung và có kết quả thi bằng hoặc cao hơn điểm trúng tuyển của Trường xin chuyển đến.\n\n- SV đang trong thời gian học tập.\n\n- Trường xin chuyển đi và Trường tiếp nhận có cùng ngành học hoặc cùng nhóm ngành đào tạo.\n\n- Không phải là SV năm thứ nhất hoặc năm cuối của thời gian thiết kế khóa học (xem chi tiết trong quy chế đào tạo theo học chế tín chỉ của Trường).\n\n- Không trong thời gian bị kỷ luật từ cảnh cáo trở lên.\n\n- Được sự đồng ý của Hiệu trưởng Trường xin chuyển đi và Trường tiếp nhận.\n\n+ Các bước thực hiện:\n\nBước 1:  SV viết đơn (Mẫu 02) và phải có xác nhận của gia đình, phòng Kế hoạch Tài chính, phòng Công tác SV.\n\nBước 2: SV xin xác nhận đồng ý của Hiệu trưởng Trường tiếp nhận.\n\nBước 3: SV nộp đơn cho P.ĐTĐH.\n\n- P.ĐTĐH xét duyệt theo các điều kiện và chuẩn bị Quyết định trình Ban Giám hiệu ban hành nếu SV thỏa điều kiện.\n\n- P.ĐTĐH thông báo cho SV kết quả xét duyệt qua email.\n\nBước 4: SV đến P.ĐTĐH nhận Quyết định chuyển trường.\n\n### 5. BẢO LƯU KẾT QUẢ\n\n+ Bảo lưu kết quả trúng tuyển (kỳ thi tuyển sinh):\n\nSau khi đã trúng tuyển ở kỳ thi tuyển sinh, do một số hoàn cảnh đặc biệt như bệnh tật, tai nạn, hoàn cảnh khó khăn xảy ra đột xuất, thí sinh trúng tuyển có thể xin bảo lưu kết quả trúng tuyển sau khi làm thủ tục nhập học. Thí sinh trúng tuyển phải nộp đơn xin bảo lưu (Mẫu 08) có xác nhận của gia đình\nlưu (Mẫu 08) có xác nhận của gia đình chậm nhất 15 ngày kể từ ngày gọi nhập học cho P.ĐTĐH của Trường và chỉ được bảo lưu khi có quyết định chấp thuận của Hiệu trưởng. Thời gian bảo lưu không quá 01 năm.\n\n+ Tạm dừng học tập:\n\nSV được quyền xin tạm dừng học tập và được bảo lưu kết quả học tập trong các trường hợp sau:\n\n- Được điều động vào lực lượng vũ trang.\n\n- Bị đau ốm hoặc tai nạn phải điều trị thời gian dài, có giấy xác nhận của cơ quan y tế có thẩm quyền.\n\n- Trường hợp vì lý do khác, SV phải học ít nhất 1 học kỳ ở Trường và không rơi vào các trường hợp bị đình chỉ học tập.\n\nThời gian tạm dừng học tập từ 01 đến tối đa 02 học kỳ chính liên tiếp, được tính vào thời gian tối đa hoàn thành khóa học ngoại trừ trường hợp thi hành nghĩa vụ quân sự.\n\n+ Các bước thực hiện:\n\nBước 1:  SV viết và nộp đơn xin bảo lưu (Mẫu 03-tạm dừng và bảo lưu kết quả học tập hoặc Mẫu 08-bảo lưu kết quả tuyển sinh), đơn có đầy đủ chữ ký xác nhận của gia đình, địa phương, Khoa quản lý …).\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết (giấy nhập viện, giấy chứng nhận điều trị bệnh lâu dài, giấy xác nhận của địa phương…).\n\n-  P.ĐTĐH xét duyệt và trình Ban Giám hiệu ra Quyết định bảo lưu nếu SV đủ điều kiện và thông báo kết quả cho SV qua email.\n\nBước 3: SV nhận Quyết định bảo lưu tại P.ĐTĐH.\n\nBước 4:  Sau khi hết thời hạn bảo lưu: SV phải làm đơn xin nhập học lại chậm nhất là 1 tháng trước khi bắt đầu học kỳ mới và nộp tại P.ĐTĐH (Mẫu 07-đơn học lại dành cho SV bảo lưu kết quả học tập hoặc Mẫu 09-đơn nhập học lại dành cho SV bảo lưu kết quả tuyển sinh)."
        }
    },
    {
        "file_name": "mot-so-quy-trinh-danh-cho-sinh-vien",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong phần quy trình dành cho sinh viên, cụ thể là các quy trình liên quan đến việc hoãn thi, thôi học, gia hạn thời gian đào tạo, phúc khảo điểm, cấp giấy giới thiệu, miễn học phần ngoại ngữ, và xét tốt nghiệp cho sinh viên hệ CQUI. Các bước thực hiện cho từng quy trình được mô tả chi tiết để sinh viên có thể thực hiện đúng theo quy định của trường.",
            "original_content": "Một số quy trình dành cho sinh viên\n\n### QUY ĐỊNH CHUNG:\n\nKênh thông tin liên hệ chính thức:\n\n- Của Phòng Đào tạo Đại học (P.ĐTĐH): Email: phongdaotaodh@uit.edu.vn, Trang web Cổng thông tin đào tạo đại học: daa.uit.edu.vn. P.ĐTĐH trả lời email gửi đến địa chỉ email của Phòng trong vòng 2 ngày làm việc.\n\n- Của Sinh viên (SV): Tài khoản email được nhà trường cấp. P.ĐTĐH gửi email thông báo kết quả xử lý yêu cầu cá nhân đến tài khoản email của sinh viên.\n\n- Cấp bảng điểm\n- Đăng ký học phần\n- Chuyển ngành\n- Chuyển trường\n- Bảo lưu kết quả\n- Hoãn thi\n- Thôi học\n- Gia hạn thời gian đào tạo\n- Phúc khảo điểm\n- Cấp giấy giới thiệu\n- Miễn học phần Ngoại ngữ (Tiếng Anh, Tiếng Nhật)\n- Xét tốt nghiệp cho sinh viên hệ CQUI\n- Quy trình điều chỉnh đăng ký học phần\n- Quy trình đăng ký song ngành\n- Khiếu nại khác\n- Biểu mẫu KLTN\n- Chuyển từ hình thức chính quy sang từ xa\n- Đơn xin thi lại\n- Biểu mẫu TTTN dành cho SV\n- Biểu mẫu quy trình công nhận tín chỉ trong đào tạo\n\n### 1. CẤP BẢNG ĐIỂM\n\nBước 1 : SV đăng ký bảng điểm trên trang web.\n\nBước 2 : Sau khi xem trên hệ thống thấy tình trạng đã in bảng điểm, SV đến P.ĐTĐH để đóng lệ phí và nhận bảng điểm.\n\n### 2. ĐĂNG KÝ HỌC PHẦN\n\nBước 1:  Khoảng một tháng trước khi bắt đầu học kỳ, P.ĐTĐH thông báo thời gian đăng ký học phần và thời khóa biểu các học phần dự kiến mở trên Trang web.\n\nBước 2: Xác nhận ĐKHP -  SV xác nhận ĐKHP được hệ thống gợi ý (dựa trên kế hoạch đào tạo mẫu) tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo; sau thời gian này những gợi ý ĐKHP không\nsau thời gian này những gợi ý ĐKHP không được xác nhận sẽ bị xóa.\n\nSV nên liên hệ cố vấn học tập để được tư vấn.\n\nBước 3: Đăng ký đợt 1 (đợt chính thức) -  SV ĐKHP đợt 1 tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo. Căn cứ vào chương trình đào tạo, thời khóa biểu đã được thông báo, SV chọn học phần phù hợp để ĐKHP (cần lưu ý các ràng buộc về thời gian, môn học tiên quyết, môn học trước). Trong thời gian này, SV được thêm, bỏ học phần.\n\nSV nên liên hệ cố vấn học tập để được tư vấn.\n\nKết thúc đăng ký đợt 1, P.ĐTĐH thông báo danh sách các lớp được mở, lớp hủy và lớp chờ đăng ký thêm.\n\nBước 4: Đăng ký đợt 2 (đợt hiệu chỉnh) – SV điều chỉnh ĐKHP tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo. Trong thời gian này, SV được điều chỉnh, thêm, bỏ học phần. SV có thể đăng ký thêm vào những lớp như sau:\n\n- Lớp được mở nhưng chưa đạt số lượng tối đa;\n\n- Lớp chờ đăng ký thêm (những lớp có số lượng đăng ký từ 20 SV trở lên, nhưng chưa đủ 30);\n\n- Lớp được mở thêm sau đợt 1 theo đề nghị của SV (có xác nhận của Khoa).\n\nBước 5: Đăng ký đợt 3 (đợt cứu xét) – SV thực hiện tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo. Chỉ xem xét giải quyết cho các trường hợp SV học lại, cải thiện, sửa đổi, điều chỉnh nhỏ dưới 30% các môn đã đăng ký trong các đợt 1, đợt 2; không được phép ĐKHP mới trong đợt này.\n\nTân SV sẽ không thực hiện thao tác ĐKHP ở HK1 năm thứ nhất.\n\nKhi kết thúc đợt cứu xét, P.ĐTĐH công bố thời khóa biểu chính thức trên trang web daa.uit.edu.vn.\n\nSinh viên xem cụ thể tại Hướng dẫn Đăng ký học phần\n\nLưu ý: Nếu có khiếu nại, thắc mắc về kết quả ĐKHP, SV viết đơn (Mẫu 11) và nộp tại P.ĐTĐH/VPCCTĐB để được xem xét giải quyết.\n\n- Chỉ được đăng ký tối đa 24 tín chỉ/ học kỳ (bao gồm cả các học phần đăng ký học lại và học cải thiện). SV có ĐTBC ≥ 8,0 đến thời điểm đăng ký, được phép đăng ký tối đa 30 tín chỉ.\n\n- Phải đăng ký tối thiểu 14 tín chỉ (trừ học kỳ cuối cùng của SV theo đúng tiến độ đào tạo).\n\n- Phải đăng ký lớp thực hành (nếu có) đi chung với lớp học lý thuyết. Ví dụ: đăng ký lớp lý thuyết SE104.D21 thì phải đăng ký một trong các lớp thực hành SE104.D21.x (với x là số thứ tự lớp thực hành được mở).\n\n- Không được đăng ký trùng giờ học.\n\n- Một lớp học phần được mở khi có tối thiểu 30 SV đăng ký.\n\n- SV đang bị cảnh cáo học vụ vì lý do học tập chỉ được đăng ký học lại.\n\n- Kết thúc thời hạn hiệu chỉnh ĐKHP, SV không được phép rút môn học đã đăng ký.\n\n- Trong thời gian ĐKHP, SV có thể đề nghị mở thêm môn học nếu có nhu cầu theo các bước sau\n\nBước a: Đại diện SV viết đơn đề nghị mở lớp học phần, ghi rõ lý do đề nghị mở lớp.\n\nBước b: Đại diện SV nộp đơn đề nghị cho Khoa quản lý.\n\n-  Khoa gửi công văn đề nghị mở lớp học phần kèm danh sách SV cho P.ĐTĐH/VPCCTĐB.\n\n-  P.ĐTĐH/VPCCTĐB giải quyết mở lớp học phần, xếp lịch học và thông báo cho đại diện SV (bằng email).\n\nBước c: SV ĐKHP vào lớp dự kiến được mở. Trường sẽ không mở lớp nếu số lượng đăng\nTrường sẽ không mở lớp nếu số lượng đăng ký thực tế quá ít.\n\nBước d: SV xem kết quả ĐKHP trên trang web student.uit.edu.vn (sử dụng tài khoản chứng thực).\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n### 3. CHUYỂN NGÀNH\n\n+ SV được xem xét chuyển ngành học khác nếu có đủ các điều kiện sau:\n\nSinh viên được xem xét chuyển ngành/chương trình nếu có đủ các điều kiện sau:\n\n-Sinh viên đạt điều kiện trúng tuyển của ngành/chương trình đào tạo trong cùng khóa tuyển sinh.\n\n-Không trong thời gian bị kỷ luật từ cảnh báo trở lên.\n\n-Không thuộc năm nhất.\n\n-Đạt số tín chỉ tích lũy tối thiểu quy định tại Khoản 4 Điều 10 trong Quy chế đào tạo theo học chế tín chỉ cho hệ ĐHCQ (QĐ số 790/QĐ-ĐHCNTT ngày 28 tháng 9 năm 2022) và có ĐTBC từ 6,0 trở lên.\n\n-Được sự chấp thuận của Trưởng khoa/Trưởng bộ môn quản lý ngành/chương trình đào tạo (nơi chuyển đến) và Trưởng khoa/Trưởng bộ môn quản lý ngành/chương trình đào tạo (nơi chuyển đi).\n\n-Ngành/chương trình chuyển đến có đủ các điều kiện bảo đảm chất lượng, chưa vượt quá năng lực đào tạo đối với ngành/chương trình đào tạo đó theo quy định hiện hành của Bộ Giáo dục và Đào tạo.\n\nNgoài các quy định này, sinh viên chương trình nâng cao, chương trình tiên tiến và chương trình tài năng thực hiện theo các quy định riêng (nếu có).\n\n+ Các bước thực hiện:\n\nBước 1:  SV viết đơn (Mẫu 01), đơn phải có xác nhận của gia đình.\n\nBước 2:  SV xin xác nhận đồng ý cho chuyển và đồng ý tiếp nhận của hai Trưởng khoa.\n\nBước 3: SV Nộp đơn và các giấy tờ cần thiết lên P.ĐTĐH.\n\n-  P.ĐTĐH xét duyệt theo các điều kiện và chuẩn bị Quyết định trình Hiệu trưởng ký ban hành nếu SV thỏa điều kiện.\n\n- P.ĐTĐH thông báo cho SV kết quả xét duyệt qua email.\n\nBước 4: SV đến P.ĐTĐH nhận Quyết định.\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n### 4. CHUYỂN TRƯỜNG\n\n+ SV được xem xét chuyển Trường nếu có đủ các điều kiện sau:\n\n- SV đã tham dự kỳ thi tuyển sinh theo đề chung và có kết quả thi bằng hoặc cao hơn điểm trúng tuyển của Trường xin chuyển đến.\n\n- SV đang trong thời gian học tập.\n\n- Trường xin chuyển đi và Trường tiếp nhận có cùng ngành học hoặc cùng nhóm ngành đào tạo.\n\n- Không phải là SV năm thứ nhất hoặc năm cuối của thời gian thiết kế khóa học (xem chi tiết trong quy chế đào tạo theo học chế tín chỉ của Trường).\n\n- Không trong thời gian bị kỷ luật từ cảnh cáo trở lên.\n\n- Được sự đồng ý của Hiệu trưởng Trường xin chuyển đi và Trường tiếp nhận.\n\n+ Các bước thực hiện:\n\nBước 1:  SV viết đơn (Mẫu 02) và phải có xác nhận của gia đình, phòng Kế hoạch Tài chính, phòng Công tác SV.\n\nBước 2: SV xin xác nhận đồng ý của Hiệu trưởng Trường tiếp nhận.\n\nBước 3: SV nộp đơn cho P.ĐTĐH.\n\n- P.ĐTĐH xét duyệt theo các điều kiện và chuẩn bị Quyết định trình Ban Giám hiệu ban hành nếu SV thỏa điều kiện.\n\n- P.ĐTĐH thông báo cho SV kết quả xét duyệt qua email.\n\nBước 4: SV đến P.ĐTĐH nhận Quyết định chuyển trường.\n\n### 5. BẢO LƯU KẾT QUẢ\n\n+ Bảo lưu kết quả trúng tuyển (kỳ thi tuyển sinh):\n\nSau khi đã trúng tuyển ở kỳ thi tuyển sinh, do một số hoàn cảnh đặc biệt như bệnh tật, tai nạn, hoàn cảnh khó khăn xảy ra đột xuất, thí sinh trúng tuyển có thể xin bảo lưu kết quả trúng tuyển sau khi làm thủ tục nhập học. Thí sinh trúng tuyển phải nộp đơn xin bảo lưu (Mẫu 08) có xác nhận của gia đình\nlưu (Mẫu 08) có xác nhận của gia đình chậm nhất 15 ngày kể từ ngày gọi nhập học cho P.ĐTĐH của Trường và chỉ được bảo lưu khi có quyết định chấp thuận của Hiệu trưởng. Thời gian bảo lưu không quá 01 năm.\n\n+ Tạm dừng học tập:\n\nSV được quyền xin tạm dừng học tập và được bảo lưu kết quả học tập trong các trường hợp sau:\n\n- Được điều động vào lực lượng vũ trang.\n\n- Bị đau ốm hoặc tai nạn phải điều trị thời gian dài, có giấy xác nhận của cơ quan y tế có thẩm quyền.\n\n- Trường hợp vì lý do khác, SV phải học ít nhất 1 học kỳ ở Trường và không rơi vào các trường hợp bị đình chỉ học tập.\n\nThời gian tạm dừng học tập từ 01 đến tối đa 02 học kỳ chính liên tiếp, được tính vào thời gian tối đa hoàn thành khóa học ngoại trừ trường hợp thi hành nghĩa vụ quân sự.\n\n+ Các bước thực hiện:\n\nBước 1:  SV viết và nộp đơn xin bảo lưu (Mẫu 03-tạm dừng và bảo lưu kết quả học tập hoặc Mẫu 08-bảo lưu kết quả tuyển sinh), đơn có đầy đủ chữ ký xác nhận của gia đình, địa phương, Khoa quản lý …).\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết (giấy nhập viện, giấy chứng nhận điều trị bệnh lâu dài, giấy xác nhận của địa phương…).\n\n-  P.ĐTĐH xét duyệt và trình Ban Giám hiệu ra Quyết định bảo lưu nếu SV đủ điều kiện và thông báo kết quả cho SV qua email.\n\nBước 3: SV nhận Quyết định bảo lưu tại P.ĐTĐH.\n\nBước 4:  Sau khi hết thời hạn bảo lưu: SV phải làm đơn xin nhập học lại chậm nhất là 1 tháng trước khi bắt đầu học kỳ mới và nộp tại P.ĐTĐH (Mẫu 07-đơn học lại dành cho SV bảo lưu kết quả học tập hoặc Mẫu 09-đơn nhập học lại dành cho SV bảo lưu kết quả tuyển sinh).\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n### 6. HOÃN THI\n\nTrường hợp vì lý do cá nhân, SV không thể tham dự kỳ thi đúng tiến độ. SV phải đăng ký thi lại các học phần trên tại P.ĐTĐH vào đầu học kỳ gần nhất có mở học phần và trong thời gian tối đa 2 học kỳ chính tiếp theo.\n\nBước 1:  SV điền đơn xin hoãn thi (Mẫu 04), đơn có xác nhận hợp lệ.\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết (giấy nhập viện, giấy chứng nhận điều trị bệnh lâu dài, giấy xác nhận của địa phương…).\n\nP.ĐTĐH xét duyệt đồng ý cho SV hoãn thi nếu SV thỏa điều kiện, cập nhật trạng thái hoãn thi (điểm I) trên hệ thống đào tạo vào môn học tương ứng và thông báo kết quả cho SV qua email.\n\nSinh viên đăng ký thi lại theo Mẫu 16\n\n### 7. THÔI HỌC\n\nBước 1:  SV viết và nộp đơn xin thôi học (Mẫu 05), đơn có đầy đủ chữ ký xác nhận của gia đình, P.CTSV, P.KHTC, Khoa quản lý.\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết phù hợp.\n\nP.ĐTĐH xét duyệt và trình Ban Giám hiệu ra Quyết định thôi học và thông báo kết quả xử lý cho SV bằng email\n\nBước 3: SV nhận Quyết định nghỉ học tại P.ĐTĐH.\n\n### 8. GIA HẠN THỜI GIAN ĐÀO TẠO\n\nChỉ dành cho những SV đã quá thời gian đào tạo tối đa thiết kế cho Khóa học.\n\nBước 1:  SV viết đơn xin gia hạn (đơn tự viết).\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết.\n\nP.ĐTĐH xét duyệt và trình\ncần thiết.\n\nP.ĐTĐH xét duyệt và trình Ban Giám hiệu ra Quyết định gia hạn và thông báo kết quả xử lý cho SV bằng email.\n\nBước 3: SV nhận Quyết định gia hạn tại P.ĐTĐH.\n\n### 9. PHÚC KHẢO ĐIỂM\n\nBước 1: SV đăng ký phúc khảo trên hệ thống tại https://daa.uit.edu.vn/sinhvien/dkphuckhao sau ngày công bố điểm (Chỉ phúc khảo đối với các bài thi theo hình thức tự luận hoặc trắc nghiệm).\n\nBước 2: SV đóng lệ phí phúc khảo theo quy định.\n\nBước 3:  P.ĐTĐH/VPĐB cập nhật điểm vào hệ thống quản lý điểm và công bố kết quả cho SV. SV sẽ nhận được email thông báo kết quả phúc khảo.\n\n### 10. CẤP GIẤY GIỚI THIỆU\n\nBước 1: SV điền vào (Mẫu 12)\n\nBước 2: SV xin xác nhận của giảng viên hoặc Khoa/Bộ môn.\n\nBước 3: SV nộp giấy giới thiệu về Phòng ĐTĐH để ký, đóng dấu và nhận lại giấy theo lịch hẹn.\n\nLưu ý:\n\n- SV được cấp giấy giới thiệu trong các trường hợp:\n\n1. Thực tập tốt nghiệp;\n2. Liên hệ phòng thí nghiệm;\n3. Tham khảo tài liệu làm luận văn;\n4. Học những môn học nhà trường không tổ chức giảng dạy trong chương trình.\n\n- Giấy giới thiệu có giá trị trong thời gian tối đa là 3 tháng.\n\n- Giảng viên xác nhận phải là GV cơ hữu của Trường hoặc Trưởng Khoa\\Bộ môn.\n\n### 11. MIỄN HỌC PHẦN NGOẠI NGỮ (TIẾNG ANH, TIẾNG NHẬT)\n\nBước 1: SV cập nhật chứng chỉ/chứng nhận ngoại ngữ theo quy định lên trang student.uit.edu.vn.\n\nBước 2: Phòng ĐTĐH/VPCCTĐB đăng thông báo thời điểm xét miễn học phần ngoại ngữ tương ứng với thời điểm xét tốt nghiệp (theo kế hoạch năm học) lên website Phòng ĐTĐH/VPCCTĐB.\n\nBước 3: Phòng ĐTĐH/VPCCTĐB kiểm tra chứng chỉ/chứng nhận ngoại ngữ và cập nhật điểm Miễn (điểm M) trên hệ thống quản lý đào tạo cho học phần ngoại ngữ được miễn học tương ứng. Sinh viên theo dõi kết quả sau khoảng thời gian 20 ngày tính từ ngày kết thúc của thông báo.\n\n### 12. XÉT TỐT NGHIỆP CHO SINH VIÊN HỆ CQUI\n\nTrường tổ chức xét Tốt nghiệp mỗi năm 04 đợt, theo kế hoạch năm được công bố tại cổng thông tin đào tạo: daa.uit.edu.vn.\n\nBước 1: P.ĐTĐH thông báo kế hoạch xét tốt nghiệp trên trang web: daa.uit.edu.vn.\n\nLưu ý: Sinh viên theo dõi đăng ký xét tốt nghiệp đúng hạn theo kế hoạch.\n\nBước 2: Sinh viên đóng lệ phí xét cấp bằng tốt nghiệp trực tiếp tại phòng KHTC trong giờ hành chính.\n\nBước 3: Sinh viên đủ điều kiện thực hiện đăng ký xét tốt nghiệp tại:  https://daa.uit.edu.vn/sinhvien/dangky-totnghiep, chuẩn bị hồ sơ tốt nghiệp gồm:\n\n- Scan bản gốc bằng tốt nghiệp THPT;\n\n- Scan giấy khai sinh;\n\n- Chứng chỉ ngoại ngữ dùng đế xét chuẩn đầu ra tốt nghiệp sinh viên cập nhật tại: student.uit.edu.vn.\n\nLưu ý:\n\n- Sinh viên phải hoàn thành lệ phí xét cấp bằng tốt nghiệp và có chứng chỉ Giáo dục Quốc phòng & An ninh mới được đăng ký xét tốt nghiệp\n\n- Kết quả chứng chỉ ngoại ngữ dùng để xét chuẩn đầu ra tốt nghiệp được tính thời hạn hiệu lực tại thời điểm sinh viên nộp chứng chỉ. Sinh viên có thể nộp chứng chỉ ngoại ngữ vào bất cứ thời điểm nào trong quá trình học. P. ĐTĐH sẽ tiến hành liên hệ với các cơ quan chức năng để xác thực tính hợp lệ của chứng chỉ trước khi trình Hội đồng xét tốt\nchỉ trước khi trình Hội đồng xét tốt nghiệp.\n\nBước 4: Sinh viên theo dõi thông báo danh sách sinh viên dự kiến tốt nghiệp và thông tin các khoản nợ của sinh viên: nợ sách thư viện, nợ tiền giấy xác nhận,… trên trang web: daa.uit.edu.vn.\n\nSinh viên phải hoàn thành các khoản nợ đúng thời hạn trong thông báo và kiểm tra thật chính xác thông tin cá nhân của mình: họ tên, ngày sinh, nơi sinh, điểm TBTL, xếp loại. Sinh viên phản hồi về địa chỉ: phongdaotaodh@uit.edu.vn.\n\nBước 5: Sinh viên nhận bằng tốt nghiệp tại P.ĐTĐH/VPCCTĐB theo thông báo kế hoạch tổ chức lễ tốt nghiệp của Trường. P.ĐTĐH/VPCCTĐB kiểm tra việc hoàn thành các nghĩa vụ trước khi trả bằng tốt nghiệp cho sinh viên.\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n### 13. QUY TRÌNH ĐIỀU CHỈNH ĐĂNG KÝ HỌC PHẦN\n\n1. Quy trình gồm các bước (B) sau:\n\nB1: Sinh viên vào địa chỉ DKHP.UIT.EDU.VN và thực hiện đăng nhập bằng tài khoản và mật khẩu như hệ thống quản lý DAA của Trường.\n\nB2: Sinh viên chọn “Loại” (“Đăng ký” hoặc “Hủy đăng ký”), “Mã lớp” tương ứng với loại đăng ký hoặc hủy đăng ký (chú ý: mỗi mã lớp trên một dòng).\n\nB3: Sinh viên lưu lại kết quả điều chỉnh sau mỗi bước đăng ký hoặc hủy đăng ký (xem hình minh họa)\n\n2. Thời gian điều chỉnh theo kế hoạch được Phòng ĐTĐH thông báo. Sau thời gian này, sinh viên chờ khoảng 2-4 ngày và vào lại DAA.UIT.EDU.VN để xem kết quả hiệu chỉnh ĐKHP.\n\n3. Quy trình này được áp dụng từ học kỳ hè năm học 2016-2017.\n\n### 14. ĐĂNG KÝ SONG NGÀNH\n\nSinh viên trình độ đại học văn bằng 1 đang học tại Trường được đăng ký học thêm một chương trình đào tạo thứ hai nếu thỏa mãn đồng thời các điều kiện sau đây:\n\na) Ngành đào tạo của chương trình đào tạo thứ hai phải khác ngành đào tạo của chương trình đào tạo thứ nhất;\n\nb) Không có sự khác biệt trong hình thức đào tạo giữa hai chương trình đào tạo.\n\nc) Đã hoàn thành năm học đầu tiên của chương trình đào tạo thứ nhất, trước học kỳ cuối của thời gian thiết kế chương trình đào tạo 01 học kỳ. Tại thời điểm đăng ký, sinh viên phải đáp ứng một trong hai điều kiện sau:\n\n- Học lực tính theo ĐTBCTL xếp loại khá trở lên và đáp ứng ngưỡng bảo đảm chất lượng của chương trình thứ hai trong năm tuyển sinh (nếu có).\n\n- Học lực tính theo ĐTBCTL xếp loại trung bình và đáp ứng điều kiện trúng tuyển của chương trình thứ hai trong năm tuyển sinh.\n\n+ Các bước thực hiện:\n\nBước 1: SV làm đơn theo mẫu (Mẫu) và phải có xác nhận của Khoa đang học và Khoa xin học song ngành.\n\nBước 2: SV nộp đơn cho P.ĐTĐH.\n\n- P.ĐTĐH xét duyệt theo các điều kiện và chuẩn bị Quyết định trình Ban Giám hiệu ban hành nếu SV thỏa điều kiện.\n\n- P.ĐTĐH thông báo cho SV kết quả xét duyệt qua email.\n\nBước 3: SV đến P.ĐTĐH nhận Quyết định cho phép học song ngành.\n\n### 15. KHIẾU NẠI KHÁC\n\nBước 1:  SV điền và nộp giấy đề nghị (Mẫu 06) tại P.ĐTĐH.\n\nBước 2: P.ĐTĐH sẽ kiểm tra và giải quyết các khiếu nại sau 2 ngày làm việc kể từ ngày nhận đơn.\n\n16. BIỂU MẪU KHOÁ LUẬN TỐT NGHIỆP\n\n### 17. CHUYỂN HÌNH THỨC CHÍNH QUY SANG TỪ XA\n\nBước 1. Sinh viên liên hệ TT.PTCNTT để được tư vấn các vấn đề về học tập, quy chế, quy định có liên quan.\n\nBước 2. Nếu có nguyện vọng chuyển từ hình thức đào tạo chính quy sang đào\ntừ hình thức đào tạo chính quy sang đào tạo từ xa SV nộp đơn cho P.ĐTĐH/VP.CCTĐB (theo Mẫu 17).\n\nLưu ý:\n\n- Đối với chương trình đại trà, chương trình chuẩn, chương trình liên thông đại học, chương trình văn bằng thứ hai: SV nộp đơn cho P.ĐTĐH.\n\n- Đối với chương trình tiên tiến, chương trình tài năng: SV nộp đơn cho VP.CCTĐB.\n\n- Giữ biên nhận hoặc giấy hẹn (nếu có).\n\nBước 3. Theo dõi quá trình xét duyệt và nhận thông báo kết quả:  \n\n   -  Liên hệ với P.ĐTĐH/VP.CCTĐB để cập nhật tiến trình xử lý hồ sơ và nhận kết quả chuyển hệ.\n\nBước 4. SV liên hệ TTPTCNTT để làm thủ tục nhập học.\n\n-  Số điện thoại: (028) 38 282 286 ( trong giờ hành chính)\n\n-  Hotline: 0865 58 48 79\n\n-  ZaloOA: https://zalo.me/trungtamcitd\n\n-  Fanpage: Trung tâm Phát triển Công nghệ Thông tin\n\n-  Email: phongdaotao.citd@uit.edu.vn\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n\n20. QUY TRÌNH CÔNG NHẬN TÍN CHỈ TRONG ĐÀO TẠO\n\nSinh viên xem Quy trình tại đây\n\nSinh viên xem Biểu mẫu tại đây\n\nBiểu mẫu:\n\n- Đơn đề nghị công nhận tín chỉ từ các cơ sở đào tạo trong nước\n\n- Đơn đăng ký công nhận tín chỉ\n\n- Đơn đề nghị bảo lưu học phí\n\n- Báo cáo sau học tập/ đào tạo cới cơ sở nước ngoài\n\n### CÁC BIỂU MẪU\n\n|  Mẫu    |  Tên biểu mẫu                                |  Tải về    |\n|---------|----------------------------------------------|------------|\n| Mẫu 01  | Đơn xin chuyển ngành                         |            |\n| Mẫu 02  | Đơn xin chuyển trường                        |            |\n| Mẫu 03  | Đơn xin tạm ngưng và bảo lưu kết quả học tập |            |\n| Mẫu 04  | Đơn xin hoãn thi                             |            |\n| Mẫu 05  | Đơn xin thôi học                             |            |\n| Mẫu 06  | Giấy đề nghị                                 |            |\n| Mẫu 07  | Đơn xin học lại                              |            |\n| Mẫu 08  | Đơn xin bảo lưu kết quả tuyển sinh           |            |\n| Mẫu 09  | Đơn xin nhập học lại                         |            |\n| Mẫu 10  | Đơn phúc khảo                                |            |\n| Mẫu 11  | Đơn điều chỉnh đăng ký học phần              |            |\n| Mẫu 12  | Giấy giới thiệu                              |            |\n| Mẫu 13  | Đơn xin miễn học Anh văn                     |            |\n| Mẫu 14  | Đơn đề nghị xét cấp bằng tốt nghiệp          |            |\n| Mẫu 15  | Biểu mẫu KLTN                                |            |\n| Mẫu 16  | Đơn xin thi lại\n|\n| Mẫu 16  | Đơn xin thi lại                              |            |\n| Mẫu 17  | Đơn chuyển chính quy sang từ xa              |            |",
            "chunk_content": "Một số quy trình dành cho sinh viên\n### 6. HOÃN THI\n\nTrường hợp vì lý do cá nhân, SV không thể tham dự kỳ thi đúng tiến độ. SV phải đăng ký thi lại các học phần trên tại P.ĐTĐH vào đầu học kỳ gần nhất có mở học phần và trong thời gian tối đa 2 học kỳ chính tiếp theo.\n\nBước 1:  SV điền đơn xin hoãn thi (Mẫu 04), đơn có xác nhận hợp lệ.\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết (giấy nhập viện, giấy chứng nhận điều trị bệnh lâu dài, giấy xác nhận của địa phương…).\n\nP.ĐTĐH xét duyệt đồng ý cho SV hoãn thi nếu SV thỏa điều kiện, cập nhật trạng thái hoãn thi (điểm I) trên hệ thống đào tạo vào môn học tương ứng và thông báo kết quả cho SV qua email.\n\nSinh viên đăng ký thi lại theo Mẫu 16\n\n### 7. THÔI HỌC\n\nBước 1:  SV viết và nộp đơn xin thôi học (Mẫu 05), đơn có đầy đủ chữ ký xác nhận của gia đình, P.CTSV, P.KHTC, Khoa quản lý.\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết phù hợp.\n\nP.ĐTĐH xét duyệt và trình Ban Giám hiệu ra Quyết định thôi học và thông báo kết quả xử lý cho SV bằng email\n\nBước 3: SV nhận Quyết định nghỉ học tại P.ĐTĐH.\n\n### 8. GIA HẠN THỜI GIAN ĐÀO TẠO\n\nChỉ dành cho những SV đã quá thời gian đào tạo tối đa thiết kế cho Khóa học.\n\nBước 1:  SV viết đơn xin gia hạn (đơn tự viết).\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết.\n\nP.ĐTĐH xét duyệt và trình\ncần thiết.\n\nP.ĐTĐH xét duyệt và trình Ban Giám hiệu ra Quyết định gia hạn và thông báo kết quả xử lý cho SV bằng email.\n\nBước 3: SV nhận Quyết định gia hạn tại P.ĐTĐH.\n\n### 9. PHÚC KHẢO ĐIỂM\n\nBước 1: SV đăng ký phúc khảo trên hệ thống tại https://daa.uit.edu.vn/sinhvien/dkphuckhao sau ngày công bố điểm (Chỉ phúc khảo đối với các bài thi theo hình thức tự luận hoặc trắc nghiệm).\n\nBước 2: SV đóng lệ phí phúc khảo theo quy định.\n\nBước 3:  P.ĐTĐH/VPĐB cập nhật điểm vào hệ thống quản lý điểm và công bố kết quả cho SV. SV sẽ nhận được email thông báo kết quả phúc khảo.\n\n### 10. CẤP GIẤY GIỚI THIỆU\n\nBước 1: SV điền vào (Mẫu 12)\n\nBước 2: SV xin xác nhận của giảng viên hoặc Khoa/Bộ môn.\n\nBước 3: SV nộp giấy giới thiệu về Phòng ĐTĐH để ký, đóng dấu và nhận lại giấy theo lịch hẹn.\n\nLưu ý:\n\n- SV được cấp giấy giới thiệu trong các trường hợp:\n\n1. Thực tập tốt nghiệp;\n2. Liên hệ phòng thí nghiệm;\n3. Tham khảo tài liệu làm luận văn;\n4. Học những môn học nhà trường không tổ chức giảng dạy trong chương trình.\n\n- Giấy giới thiệu có giá trị trong thời gian tối đa là 3 tháng.\n\n- Giảng viên xác nhận phải là GV cơ hữu của Trường hoặc Trưởng Khoa\\Bộ môn.\n\n### 11. MIỄN HỌC PHẦN NGOẠI NGỮ (TIẾNG ANH, TIẾNG NHẬT)\n\nBước 1: SV cập nhật chứng chỉ/chứng nhận ngoại ngữ theo quy định lên trang student.uit.edu.vn.\n\nBước 2: Phòng ĐTĐH/VPCCTĐB đăng thông báo thời điểm xét miễn học phần ngoại ngữ tương ứng với thời điểm xét tốt nghiệp (theo kế hoạch năm học) lên website Phòng ĐTĐH/VPCCTĐB.\n\nBước 3: Phòng ĐTĐH/VPCCTĐB kiểm tra chứng chỉ/chứng nhận ngoại ngữ và cập nhật điểm Miễn (điểm M) trên hệ thống quản lý đào tạo cho học phần ngoại ngữ được miễn học tương ứng. Sinh viên theo dõi kết quả sau khoảng thời gian 20 ngày tính từ ngày kết thúc của thông báo.\n\n### 12. XÉT TỐT NGHIỆP CHO SINH VIÊN HỆ CQUI\n\nTrường tổ chức xét Tốt nghiệp mỗi năm 04 đợt, theo kế hoạch năm được công bố tại cổng thông tin đào tạo: daa.uit.edu.vn.\n\nBước 1: P.ĐTĐH thông báo kế hoạch xét tốt nghiệp trên trang web: daa.uit.edu.vn.\n\nLưu ý: Sinh viên theo dõi đăng ký xét tốt nghiệp đúng hạn theo kế hoạch.\n\nBước 2: Sinh viên đóng lệ phí xét cấp bằng tốt nghiệp trực tiếp tại phòng KHTC trong giờ hành chính.\n\nBước 3: Sinh viên đủ điều kiện thực hiện đăng ký xét tốt nghiệp tại:  https://daa.uit.edu.vn/sinhvien/dangky-totnghiep, chuẩn bị hồ sơ tốt nghiệp gồm:\n\n- Scan bản gốc bằng tốt nghiệp THPT;\n\n- Scan giấy khai sinh;\n\n- Chứng chỉ ngoại ngữ dùng đế xét chuẩn đầu ra tốt nghiệp sinh viên cập nhật tại: student.uit.edu.vn.\n\nLưu ý:\n\n- Sinh viên phải hoàn thành lệ phí xét cấp bằng tốt nghiệp và có chứng chỉ Giáo dục Quốc phòng & An ninh mới được đăng ký xét tốt nghiệp\n\n- Kết quả chứng chỉ ngoại ngữ dùng để xét chuẩn đầu ra tốt nghiệp được tính thời hạn hiệu lực tại thời điểm sinh viên nộp chứng chỉ. Sinh viên có thể nộp chứng chỉ ngoại ngữ vào bất cứ thời điểm nào trong quá trình học. P. ĐTĐH sẽ tiến hành liên hệ với các cơ quan chức năng để xác thực tính hợp lệ của chứng chỉ trước khi trình Hội đồng xét tốt\nchỉ trước khi trình Hội đồng xét tốt nghiệp.\n\nBước 4: Sinh viên theo dõi thông báo danh sách sinh viên dự kiến tốt nghiệp và thông tin các khoản nợ của sinh viên: nợ sách thư viện, nợ tiền giấy xác nhận,… trên trang web: daa.uit.edu.vn.\n\nSinh viên phải hoàn thành các khoản nợ đúng thời hạn trong thông báo và kiểm tra thật chính xác thông tin cá nhân của mình: họ tên, ngày sinh, nơi sinh, điểm TBTL, xếp loại. Sinh viên phản hồi về địa chỉ: phongdaotaodh@uit.edu.vn.\n\nBước 5: Sinh viên nhận bằng tốt nghiệp tại P.ĐTĐH/VPCCTĐB theo thông báo kế hoạch tổ chức lễ tốt nghiệp của Trường. P.ĐTĐH/VPCCTĐB kiểm tra việc hoàn thành các nghĩa vụ trước khi trả bằng tốt nghiệp cho sinh viên."
        }
    },
    {
        "file_name": "mot-so-quy-trinh-danh-cho-sinh-vien",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong phần hướng dẫn quy trình dành cho sinh viên, cụ thể là quy trình điều chỉnh đăng ký học phần và đăng ký song ngành, cùng với các bước thực hiện và lưu ý liên quan đến việc chuyển hình thức đào tạo từ chính quy sang từ xa.",
            "original_content": "Một số quy trình dành cho sinh viên\n\n### QUY ĐỊNH CHUNG:\n\nKênh thông tin liên hệ chính thức:\n\n- Của Phòng Đào tạo Đại học (P.ĐTĐH): Email: phongdaotaodh@uit.edu.vn, Trang web Cổng thông tin đào tạo đại học: daa.uit.edu.vn. P.ĐTĐH trả lời email gửi đến địa chỉ email của Phòng trong vòng 2 ngày làm việc.\n\n- Của Sinh viên (SV): Tài khoản email được nhà trường cấp. P.ĐTĐH gửi email thông báo kết quả xử lý yêu cầu cá nhân đến tài khoản email của sinh viên.\n\n- Cấp bảng điểm\n- Đăng ký học phần\n- Chuyển ngành\n- Chuyển trường\n- Bảo lưu kết quả\n- Hoãn thi\n- Thôi học\n- Gia hạn thời gian đào tạo\n- Phúc khảo điểm\n- Cấp giấy giới thiệu\n- Miễn học phần Ngoại ngữ (Tiếng Anh, Tiếng Nhật)\n- Xét tốt nghiệp cho sinh viên hệ CQUI\n- Quy trình điều chỉnh đăng ký học phần\n- Quy trình đăng ký song ngành\n- Khiếu nại khác\n- Biểu mẫu KLTN\n- Chuyển từ hình thức chính quy sang từ xa\n- Đơn xin thi lại\n- Biểu mẫu TTTN dành cho SV\n- Biểu mẫu quy trình công nhận tín chỉ trong đào tạo\n\n### 1. CẤP BẢNG ĐIỂM\n\nBước 1 : SV đăng ký bảng điểm trên trang web.\n\nBước 2 : Sau khi xem trên hệ thống thấy tình trạng đã in bảng điểm, SV đến P.ĐTĐH để đóng lệ phí và nhận bảng điểm.\n\n### 2. ĐĂNG KÝ HỌC PHẦN\n\nBước 1:  Khoảng một tháng trước khi bắt đầu học kỳ, P.ĐTĐH thông báo thời gian đăng ký học phần và thời khóa biểu các học phần dự kiến mở trên Trang web.\n\nBước 2: Xác nhận ĐKHP -  SV xác nhận ĐKHP được hệ thống gợi ý (dựa trên kế hoạch đào tạo mẫu) tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo; sau thời gian này những gợi ý ĐKHP không\nsau thời gian này những gợi ý ĐKHP không được xác nhận sẽ bị xóa.\n\nSV nên liên hệ cố vấn học tập để được tư vấn.\n\nBước 3: Đăng ký đợt 1 (đợt chính thức) -  SV ĐKHP đợt 1 tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo. Căn cứ vào chương trình đào tạo, thời khóa biểu đã được thông báo, SV chọn học phần phù hợp để ĐKHP (cần lưu ý các ràng buộc về thời gian, môn học tiên quyết, môn học trước). Trong thời gian này, SV được thêm, bỏ học phần.\n\nSV nên liên hệ cố vấn học tập để được tư vấn.\n\nKết thúc đăng ký đợt 1, P.ĐTĐH thông báo danh sách các lớp được mở, lớp hủy và lớp chờ đăng ký thêm.\n\nBước 4: Đăng ký đợt 2 (đợt hiệu chỉnh) – SV điều chỉnh ĐKHP tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo. Trong thời gian này, SV được điều chỉnh, thêm, bỏ học phần. SV có thể đăng ký thêm vào những lớp như sau:\n\n- Lớp được mở nhưng chưa đạt số lượng tối đa;\n\n- Lớp chờ đăng ký thêm (những lớp có số lượng đăng ký từ 20 SV trở lên, nhưng chưa đủ 30);\n\n- Lớp được mở thêm sau đợt 1 theo đề nghị của SV (có xác nhận của Khoa).\n\nBước 5: Đăng ký đợt 3 (đợt cứu xét) – SV thực hiện tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo. Chỉ xem xét giải quyết cho các trường hợp SV học lại, cải thiện, sửa đổi, điều chỉnh nhỏ dưới 30% các môn đã đăng ký trong các đợt 1, đợt 2; không được phép ĐKHP mới trong đợt này.\n\nTân SV sẽ không thực hiện thao tác ĐKHP ở HK1 năm thứ nhất.\n\nKhi kết thúc đợt cứu xét, P.ĐTĐH công bố thời khóa biểu chính thức trên trang web daa.uit.edu.vn.\n\nSinh viên xem cụ thể tại Hướng dẫn Đăng ký học phần\n\nLưu ý: Nếu có khiếu nại, thắc mắc về kết quả ĐKHP, SV viết đơn (Mẫu 11) và nộp tại P.ĐTĐH/VPCCTĐB để được xem xét giải quyết.\n\n- Chỉ được đăng ký tối đa 24 tín chỉ/ học kỳ (bao gồm cả các học phần đăng ký học lại và học cải thiện). SV có ĐTBC ≥ 8,0 đến thời điểm đăng ký, được phép đăng ký tối đa 30 tín chỉ.\n\n- Phải đăng ký tối thiểu 14 tín chỉ (trừ học kỳ cuối cùng của SV theo đúng tiến độ đào tạo).\n\n- Phải đăng ký lớp thực hành (nếu có) đi chung với lớp học lý thuyết. Ví dụ: đăng ký lớp lý thuyết SE104.D21 thì phải đăng ký một trong các lớp thực hành SE104.D21.x (với x là số thứ tự lớp thực hành được mở).\n\n- Không được đăng ký trùng giờ học.\n\n- Một lớp học phần được mở khi có tối thiểu 30 SV đăng ký.\n\n- SV đang bị cảnh cáo học vụ vì lý do học tập chỉ được đăng ký học lại.\n\n- Kết thúc thời hạn hiệu chỉnh ĐKHP, SV không được phép rút môn học đã đăng ký.\n\n- Trong thời gian ĐKHP, SV có thể đề nghị mở thêm môn học nếu có nhu cầu theo các bước sau\n\nBước a: Đại diện SV viết đơn đề nghị mở lớp học phần, ghi rõ lý do đề nghị mở lớp.\n\nBước b: Đại diện SV nộp đơn đề nghị cho Khoa quản lý.\n\n-  Khoa gửi công văn đề nghị mở lớp học phần kèm danh sách SV cho P.ĐTĐH/VPCCTĐB.\n\n-  P.ĐTĐH/VPCCTĐB giải quyết mở lớp học phần, xếp lịch học và thông báo cho đại diện SV (bằng email).\n\nBước c: SV ĐKHP vào lớp dự kiến được mở. Trường sẽ không mở lớp nếu số lượng đăng\nTrường sẽ không mở lớp nếu số lượng đăng ký thực tế quá ít.\n\nBước d: SV xem kết quả ĐKHP trên trang web student.uit.edu.vn (sử dụng tài khoản chứng thực).\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n### 3. CHUYỂN NGÀNH\n\n+ SV được xem xét chuyển ngành học khác nếu có đủ các điều kiện sau:\n\nSinh viên được xem xét chuyển ngành/chương trình nếu có đủ các điều kiện sau:\n\n-Sinh viên đạt điều kiện trúng tuyển của ngành/chương trình đào tạo trong cùng khóa tuyển sinh.\n\n-Không trong thời gian bị kỷ luật từ cảnh báo trở lên.\n\n-Không thuộc năm nhất.\n\n-Đạt số tín chỉ tích lũy tối thiểu quy định tại Khoản 4 Điều 10 trong Quy chế đào tạo theo học chế tín chỉ cho hệ ĐHCQ (QĐ số 790/QĐ-ĐHCNTT ngày 28 tháng 9 năm 2022) và có ĐTBC từ 6,0 trở lên.\n\n-Được sự chấp thuận của Trưởng khoa/Trưởng bộ môn quản lý ngành/chương trình đào tạo (nơi chuyển đến) và Trưởng khoa/Trưởng bộ môn quản lý ngành/chương trình đào tạo (nơi chuyển đi).\n\n-Ngành/chương trình chuyển đến có đủ các điều kiện bảo đảm chất lượng, chưa vượt quá năng lực đào tạo đối với ngành/chương trình đào tạo đó theo quy định hiện hành của Bộ Giáo dục và Đào tạo.\n\nNgoài các quy định này, sinh viên chương trình nâng cao, chương trình tiên tiến và chương trình tài năng thực hiện theo các quy định riêng (nếu có).\n\n+ Các bước thực hiện:\n\nBước 1:  SV viết đơn (Mẫu 01), đơn phải có xác nhận của gia đình.\n\nBước 2:  SV xin xác nhận đồng ý cho chuyển và đồng ý tiếp nhận của hai Trưởng khoa.\n\nBước 3: SV Nộp đơn và các giấy tờ cần thiết lên P.ĐTĐH.\n\n-  P.ĐTĐH xét duyệt theo các điều kiện và chuẩn bị Quyết định trình Hiệu trưởng ký ban hành nếu SV thỏa điều kiện.\n\n- P.ĐTĐH thông báo cho SV kết quả xét duyệt qua email.\n\nBước 4: SV đến P.ĐTĐH nhận Quyết định.\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n### 4. CHUYỂN TRƯỜNG\n\n+ SV được xem xét chuyển Trường nếu có đủ các điều kiện sau:\n\n- SV đã tham dự kỳ thi tuyển sinh theo đề chung và có kết quả thi bằng hoặc cao hơn điểm trúng tuyển của Trường xin chuyển đến.\n\n- SV đang trong thời gian học tập.\n\n- Trường xin chuyển đi và Trường tiếp nhận có cùng ngành học hoặc cùng nhóm ngành đào tạo.\n\n- Không phải là SV năm thứ nhất hoặc năm cuối của thời gian thiết kế khóa học (xem chi tiết trong quy chế đào tạo theo học chế tín chỉ của Trường).\n\n- Không trong thời gian bị kỷ luật từ cảnh cáo trở lên.\n\n- Được sự đồng ý của Hiệu trưởng Trường xin chuyển đi và Trường tiếp nhận.\n\n+ Các bước thực hiện:\n\nBước 1:  SV viết đơn (Mẫu 02) và phải có xác nhận của gia đình, phòng Kế hoạch Tài chính, phòng Công tác SV.\n\nBước 2: SV xin xác nhận đồng ý của Hiệu trưởng Trường tiếp nhận.\n\nBước 3: SV nộp đơn cho P.ĐTĐH.\n\n- P.ĐTĐH xét duyệt theo các điều kiện và chuẩn bị Quyết định trình Ban Giám hiệu ban hành nếu SV thỏa điều kiện.\n\n- P.ĐTĐH thông báo cho SV kết quả xét duyệt qua email.\n\nBước 4: SV đến P.ĐTĐH nhận Quyết định chuyển trường.\n\n### 5. BẢO LƯU KẾT QUẢ\n\n+ Bảo lưu kết quả trúng tuyển (kỳ thi tuyển sinh):\n\nSau khi đã trúng tuyển ở kỳ thi tuyển sinh, do một số hoàn cảnh đặc biệt như bệnh tật, tai nạn, hoàn cảnh khó khăn xảy ra đột xuất, thí sinh trúng tuyển có thể xin bảo lưu kết quả trúng tuyển sau khi làm thủ tục nhập học. Thí sinh trúng tuyển phải nộp đơn xin bảo lưu (Mẫu 08) có xác nhận của gia đình\nlưu (Mẫu 08) có xác nhận của gia đình chậm nhất 15 ngày kể từ ngày gọi nhập học cho P.ĐTĐH của Trường và chỉ được bảo lưu khi có quyết định chấp thuận của Hiệu trưởng. Thời gian bảo lưu không quá 01 năm.\n\n+ Tạm dừng học tập:\n\nSV được quyền xin tạm dừng học tập và được bảo lưu kết quả học tập trong các trường hợp sau:\n\n- Được điều động vào lực lượng vũ trang.\n\n- Bị đau ốm hoặc tai nạn phải điều trị thời gian dài, có giấy xác nhận của cơ quan y tế có thẩm quyền.\n\n- Trường hợp vì lý do khác, SV phải học ít nhất 1 học kỳ ở Trường và không rơi vào các trường hợp bị đình chỉ học tập.\n\nThời gian tạm dừng học tập từ 01 đến tối đa 02 học kỳ chính liên tiếp, được tính vào thời gian tối đa hoàn thành khóa học ngoại trừ trường hợp thi hành nghĩa vụ quân sự.\n\n+ Các bước thực hiện:\n\nBước 1:  SV viết và nộp đơn xin bảo lưu (Mẫu 03-tạm dừng và bảo lưu kết quả học tập hoặc Mẫu 08-bảo lưu kết quả tuyển sinh), đơn có đầy đủ chữ ký xác nhận của gia đình, địa phương, Khoa quản lý …).\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết (giấy nhập viện, giấy chứng nhận điều trị bệnh lâu dài, giấy xác nhận của địa phương…).\n\n-  P.ĐTĐH xét duyệt và trình Ban Giám hiệu ra Quyết định bảo lưu nếu SV đủ điều kiện và thông báo kết quả cho SV qua email.\n\nBước 3: SV nhận Quyết định bảo lưu tại P.ĐTĐH.\n\nBước 4:  Sau khi hết thời hạn bảo lưu: SV phải làm đơn xin nhập học lại chậm nhất là 1 tháng trước khi bắt đầu học kỳ mới và nộp tại P.ĐTĐH (Mẫu 07-đơn học lại dành cho SV bảo lưu kết quả học tập hoặc Mẫu 09-đơn nhập học lại dành cho SV bảo lưu kết quả tuyển sinh).\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n### 6. HOÃN THI\n\nTrường hợp vì lý do cá nhân, SV không thể tham dự kỳ thi đúng tiến độ. SV phải đăng ký thi lại các học phần trên tại P.ĐTĐH vào đầu học kỳ gần nhất có mở học phần và trong thời gian tối đa 2 học kỳ chính tiếp theo.\n\nBước 1:  SV điền đơn xin hoãn thi (Mẫu 04), đơn có xác nhận hợp lệ.\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết (giấy nhập viện, giấy chứng nhận điều trị bệnh lâu dài, giấy xác nhận của địa phương…).\n\nP.ĐTĐH xét duyệt đồng ý cho SV hoãn thi nếu SV thỏa điều kiện, cập nhật trạng thái hoãn thi (điểm I) trên hệ thống đào tạo vào môn học tương ứng và thông báo kết quả cho SV qua email.\n\nSinh viên đăng ký thi lại theo Mẫu 16\n\n### 7. THÔI HỌC\n\nBước 1:  SV viết và nộp đơn xin thôi học (Mẫu 05), đơn có đầy đủ chữ ký xác nhận của gia đình, P.CTSV, P.KHTC, Khoa quản lý.\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết phù hợp.\n\nP.ĐTĐH xét duyệt và trình Ban Giám hiệu ra Quyết định thôi học và thông báo kết quả xử lý cho SV bằng email\n\nBước 3: SV nhận Quyết định nghỉ học tại P.ĐTĐH.\n\n### 8. GIA HẠN THỜI GIAN ĐÀO TẠO\n\nChỉ dành cho những SV đã quá thời gian đào tạo tối đa thiết kế cho Khóa học.\n\nBước 1:  SV viết đơn xin gia hạn (đơn tự viết).\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết.\n\nP.ĐTĐH xét duyệt và trình\ncần thiết.\n\nP.ĐTĐH xét duyệt và trình Ban Giám hiệu ra Quyết định gia hạn và thông báo kết quả xử lý cho SV bằng email.\n\nBước 3: SV nhận Quyết định gia hạn tại P.ĐTĐH.\n\n### 9. PHÚC KHẢO ĐIỂM\n\nBước 1: SV đăng ký phúc khảo trên hệ thống tại https://daa.uit.edu.vn/sinhvien/dkphuckhao sau ngày công bố điểm (Chỉ phúc khảo đối với các bài thi theo hình thức tự luận hoặc trắc nghiệm).\n\nBước 2: SV đóng lệ phí phúc khảo theo quy định.\n\nBước 3:  P.ĐTĐH/VPĐB cập nhật điểm vào hệ thống quản lý điểm và công bố kết quả cho SV. SV sẽ nhận được email thông báo kết quả phúc khảo.\n\n### 10. CẤP GIẤY GIỚI THIỆU\n\nBước 1: SV điền vào (Mẫu 12)\n\nBước 2: SV xin xác nhận của giảng viên hoặc Khoa/Bộ môn.\n\nBước 3: SV nộp giấy giới thiệu về Phòng ĐTĐH để ký, đóng dấu và nhận lại giấy theo lịch hẹn.\n\nLưu ý:\n\n- SV được cấp giấy giới thiệu trong các trường hợp:\n\n1. Thực tập tốt nghiệp;\n2. Liên hệ phòng thí nghiệm;\n3. Tham khảo tài liệu làm luận văn;\n4. Học những môn học nhà trường không tổ chức giảng dạy trong chương trình.\n\n- Giấy giới thiệu có giá trị trong thời gian tối đa là 3 tháng.\n\n- Giảng viên xác nhận phải là GV cơ hữu của Trường hoặc Trưởng Khoa\\Bộ môn.\n\n### 11. MIỄN HỌC PHẦN NGOẠI NGỮ (TIẾNG ANH, TIẾNG NHẬT)\n\nBước 1: SV cập nhật chứng chỉ/chứng nhận ngoại ngữ theo quy định lên trang student.uit.edu.vn.\n\nBước 2: Phòng ĐTĐH/VPCCTĐB đăng thông báo thời điểm xét miễn học phần ngoại ngữ tương ứng với thời điểm xét tốt nghiệp (theo kế hoạch năm học) lên website Phòng ĐTĐH/VPCCTĐB.\n\nBước 3: Phòng ĐTĐH/VPCCTĐB kiểm tra chứng chỉ/chứng nhận ngoại ngữ và cập nhật điểm Miễn (điểm M) trên hệ thống quản lý đào tạo cho học phần ngoại ngữ được miễn học tương ứng. Sinh viên theo dõi kết quả sau khoảng thời gian 20 ngày tính từ ngày kết thúc của thông báo.\n\n### 12. XÉT TỐT NGHIỆP CHO SINH VIÊN HỆ CQUI\n\nTrường tổ chức xét Tốt nghiệp mỗi năm 04 đợt, theo kế hoạch năm được công bố tại cổng thông tin đào tạo: daa.uit.edu.vn.\n\nBước 1: P.ĐTĐH thông báo kế hoạch xét tốt nghiệp trên trang web: daa.uit.edu.vn.\n\nLưu ý: Sinh viên theo dõi đăng ký xét tốt nghiệp đúng hạn theo kế hoạch.\n\nBước 2: Sinh viên đóng lệ phí xét cấp bằng tốt nghiệp trực tiếp tại phòng KHTC trong giờ hành chính.\n\nBước 3: Sinh viên đủ điều kiện thực hiện đăng ký xét tốt nghiệp tại:  https://daa.uit.edu.vn/sinhvien/dangky-totnghiep, chuẩn bị hồ sơ tốt nghiệp gồm:\n\n- Scan bản gốc bằng tốt nghiệp THPT;\n\n- Scan giấy khai sinh;\n\n- Chứng chỉ ngoại ngữ dùng đế xét chuẩn đầu ra tốt nghiệp sinh viên cập nhật tại: student.uit.edu.vn.\n\nLưu ý:\n\n- Sinh viên phải hoàn thành lệ phí xét cấp bằng tốt nghiệp và có chứng chỉ Giáo dục Quốc phòng & An ninh mới được đăng ký xét tốt nghiệp\n\n- Kết quả chứng chỉ ngoại ngữ dùng để xét chuẩn đầu ra tốt nghiệp được tính thời hạn hiệu lực tại thời điểm sinh viên nộp chứng chỉ. Sinh viên có thể nộp chứng chỉ ngoại ngữ vào bất cứ thời điểm nào trong quá trình học. P. ĐTĐH sẽ tiến hành liên hệ với các cơ quan chức năng để xác thực tính hợp lệ của chứng chỉ trước khi trình Hội đồng xét tốt\nchỉ trước khi trình Hội đồng xét tốt nghiệp.\n\nBước 4: Sinh viên theo dõi thông báo danh sách sinh viên dự kiến tốt nghiệp và thông tin các khoản nợ của sinh viên: nợ sách thư viện, nợ tiền giấy xác nhận,… trên trang web: daa.uit.edu.vn.\n\nSinh viên phải hoàn thành các khoản nợ đúng thời hạn trong thông báo và kiểm tra thật chính xác thông tin cá nhân của mình: họ tên, ngày sinh, nơi sinh, điểm TBTL, xếp loại. Sinh viên phản hồi về địa chỉ: phongdaotaodh@uit.edu.vn.\n\nBước 5: Sinh viên nhận bằng tốt nghiệp tại P.ĐTĐH/VPCCTĐB theo thông báo kế hoạch tổ chức lễ tốt nghiệp của Trường. P.ĐTĐH/VPCCTĐB kiểm tra việc hoàn thành các nghĩa vụ trước khi trả bằng tốt nghiệp cho sinh viên.\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n### 13. QUY TRÌNH ĐIỀU CHỈNH ĐĂNG KÝ HỌC PHẦN\n\n1. Quy trình gồm các bước (B) sau:\n\nB1: Sinh viên vào địa chỉ DKHP.UIT.EDU.VN và thực hiện đăng nhập bằng tài khoản và mật khẩu như hệ thống quản lý DAA của Trường.\n\nB2: Sinh viên chọn “Loại” (“Đăng ký” hoặc “Hủy đăng ký”), “Mã lớp” tương ứng với loại đăng ký hoặc hủy đăng ký (chú ý: mỗi mã lớp trên một dòng).\n\nB3: Sinh viên lưu lại kết quả điều chỉnh sau mỗi bước đăng ký hoặc hủy đăng ký (xem hình minh họa)\n\n2. Thời gian điều chỉnh theo kế hoạch được Phòng ĐTĐH thông báo. Sau thời gian này, sinh viên chờ khoảng 2-4 ngày và vào lại DAA.UIT.EDU.VN để xem kết quả hiệu chỉnh ĐKHP.\n\n3. Quy trình này được áp dụng từ học kỳ hè năm học 2016-2017.\n\n### 14. ĐĂNG KÝ SONG NGÀNH\n\nSinh viên trình độ đại học văn bằng 1 đang học tại Trường được đăng ký học thêm một chương trình đào tạo thứ hai nếu thỏa mãn đồng thời các điều kiện sau đây:\n\na) Ngành đào tạo của chương trình đào tạo thứ hai phải khác ngành đào tạo của chương trình đào tạo thứ nhất;\n\nb) Không có sự khác biệt trong hình thức đào tạo giữa hai chương trình đào tạo.\n\nc) Đã hoàn thành năm học đầu tiên của chương trình đào tạo thứ nhất, trước học kỳ cuối của thời gian thiết kế chương trình đào tạo 01 học kỳ. Tại thời điểm đăng ký, sinh viên phải đáp ứng một trong hai điều kiện sau:\n\n- Học lực tính theo ĐTBCTL xếp loại khá trở lên và đáp ứng ngưỡng bảo đảm chất lượng của chương trình thứ hai trong năm tuyển sinh (nếu có).\n\n- Học lực tính theo ĐTBCTL xếp loại trung bình và đáp ứng điều kiện trúng tuyển của chương trình thứ hai trong năm tuyển sinh.\n\n+ Các bước thực hiện:\n\nBước 1: SV làm đơn theo mẫu (Mẫu) và phải có xác nhận của Khoa đang học và Khoa xin học song ngành.\n\nBước 2: SV nộp đơn cho P.ĐTĐH.\n\n- P.ĐTĐH xét duyệt theo các điều kiện và chuẩn bị Quyết định trình Ban Giám hiệu ban hành nếu SV thỏa điều kiện.\n\n- P.ĐTĐH thông báo cho SV kết quả xét duyệt qua email.\n\nBước 3: SV đến P.ĐTĐH nhận Quyết định cho phép học song ngành.\n\n### 15. KHIẾU NẠI KHÁC\n\nBước 1:  SV điền và nộp giấy đề nghị (Mẫu 06) tại P.ĐTĐH.\n\nBước 2: P.ĐTĐH sẽ kiểm tra và giải quyết các khiếu nại sau 2 ngày làm việc kể từ ngày nhận đơn.\n\n16. BIỂU MẪU KHOÁ LUẬN TỐT NGHIỆP\n\n### 17. CHUYỂN HÌNH THỨC CHÍNH QUY SANG TỪ XA\n\nBước 1. Sinh viên liên hệ TT.PTCNTT để được tư vấn các vấn đề về học tập, quy chế, quy định có liên quan.\n\nBước 2. Nếu có nguyện vọng chuyển từ hình thức đào tạo chính quy sang đào\ntừ hình thức đào tạo chính quy sang đào tạo từ xa SV nộp đơn cho P.ĐTĐH/VP.CCTĐB (theo Mẫu 17).\n\nLưu ý:\n\n- Đối với chương trình đại trà, chương trình chuẩn, chương trình liên thông đại học, chương trình văn bằng thứ hai: SV nộp đơn cho P.ĐTĐH.\n\n- Đối với chương trình tiên tiến, chương trình tài năng: SV nộp đơn cho VP.CCTĐB.\n\n- Giữ biên nhận hoặc giấy hẹn (nếu có).\n\nBước 3. Theo dõi quá trình xét duyệt và nhận thông báo kết quả:  \n\n   -  Liên hệ với P.ĐTĐH/VP.CCTĐB để cập nhật tiến trình xử lý hồ sơ và nhận kết quả chuyển hệ.\n\nBước 4. SV liên hệ TTPTCNTT để làm thủ tục nhập học.\n\n-  Số điện thoại: (028) 38 282 286 ( trong giờ hành chính)\n\n-  Hotline: 0865 58 48 79\n\n-  ZaloOA: https://zalo.me/trungtamcitd\n\n-  Fanpage: Trung tâm Phát triển Công nghệ Thông tin\n\n-  Email: phongdaotao.citd@uit.edu.vn\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n\n20. QUY TRÌNH CÔNG NHẬN TÍN CHỈ TRONG ĐÀO TẠO\n\nSinh viên xem Quy trình tại đây\n\nSinh viên xem Biểu mẫu tại đây\n\nBiểu mẫu:\n\n- Đơn đề nghị công nhận tín chỉ từ các cơ sở đào tạo trong nước\n\n- Đơn đăng ký công nhận tín chỉ\n\n- Đơn đề nghị bảo lưu học phí\n\n- Báo cáo sau học tập/ đào tạo cới cơ sở nước ngoài\n\n### CÁC BIỂU MẪU\n\n|  Mẫu    |  Tên biểu mẫu                                |  Tải về    |\n|---------|----------------------------------------------|------------|\n| Mẫu 01  | Đơn xin chuyển ngành                         |            |\n| Mẫu 02  | Đơn xin chuyển trường                        |            |\n| Mẫu 03  | Đơn xin tạm ngưng và bảo lưu kết quả học tập |            |\n| Mẫu 04  | Đơn xin hoãn thi                             |            |\n| Mẫu 05  | Đơn xin thôi học                             |            |\n| Mẫu 06  | Giấy đề nghị                                 |            |\n| Mẫu 07  | Đơn xin học lại                              |            |\n| Mẫu 08  | Đơn xin bảo lưu kết quả tuyển sinh           |            |\n| Mẫu 09  | Đơn xin nhập học lại                         |            |\n| Mẫu 10  | Đơn phúc khảo                                |            |\n| Mẫu 11  | Đơn điều chỉnh đăng ký học phần              |            |\n| Mẫu 12  | Giấy giới thiệu                              |            |\n| Mẫu 13  | Đơn xin miễn học Anh văn                     |            |\n| Mẫu 14  | Đơn đề nghị xét cấp bằng tốt nghiệp          |            |\n| Mẫu 15  | Biểu mẫu KLTN                                |            |\n| Mẫu 16  | Đơn xin thi lại\n|\n| Mẫu 16  | Đơn xin thi lại                              |            |\n| Mẫu 17  | Đơn chuyển chính quy sang từ xa              |            |",
            "chunk_content": "Một số quy trình dành cho sinh viên\n### 13. QUY TRÌNH ĐIỀU CHỈNH ĐĂNG KÝ HỌC PHẦN\n\n1. Quy trình gồm các bước (B) sau:\n\nB1: Sinh viên vào địa chỉ DKHP.UIT.EDU.VN và thực hiện đăng nhập bằng tài khoản và mật khẩu như hệ thống quản lý DAA của Trường.\n\nB2: Sinh viên chọn “Loại” (“Đăng ký” hoặc “Hủy đăng ký”), “Mã lớp” tương ứng với loại đăng ký hoặc hủy đăng ký (chú ý: mỗi mã lớp trên một dòng).\n\nB3: Sinh viên lưu lại kết quả điều chỉnh sau mỗi bước đăng ký hoặc hủy đăng ký (xem hình minh họa)\n\n2. Thời gian điều chỉnh theo kế hoạch được Phòng ĐTĐH thông báo. Sau thời gian này, sinh viên chờ khoảng 2-4 ngày và vào lại DAA.UIT.EDU.VN để xem kết quả hiệu chỉnh ĐKHP.\n\n3. Quy trình này được áp dụng từ học kỳ hè năm học 2016-2017.\n\n### 14. ĐĂNG KÝ SONG NGÀNH\n\nSinh viên trình độ đại học văn bằng 1 đang học tại Trường được đăng ký học thêm một chương trình đào tạo thứ hai nếu thỏa mãn đồng thời các điều kiện sau đây:\n\na) Ngành đào tạo của chương trình đào tạo thứ hai phải khác ngành đào tạo của chương trình đào tạo thứ nhất;\n\nb) Không có sự khác biệt trong hình thức đào tạo giữa hai chương trình đào tạo.\n\nc) Đã hoàn thành năm học đầu tiên của chương trình đào tạo thứ nhất, trước học kỳ cuối của thời gian thiết kế chương trình đào tạo 01 học kỳ. Tại thời điểm đăng ký, sinh viên phải đáp ứng một trong hai điều kiện sau:\n\n- Học lực tính theo ĐTBCTL xếp loại khá trở lên và đáp ứng ngưỡng bảo đảm chất lượng của chương trình thứ hai trong năm tuyển sinh (nếu có).\n\n- Học lực tính theo ĐTBCTL xếp loại trung bình và đáp ứng điều kiện trúng tuyển của chương trình thứ hai trong năm tuyển sinh.\n\n+ Các bước thực hiện:\n\nBước 1: SV làm đơn theo mẫu (Mẫu) và phải có xác nhận của Khoa đang học và Khoa xin học song ngành.\n\nBước 2: SV nộp đơn cho P.ĐTĐH.\n\n- P.ĐTĐH xét duyệt theo các điều kiện và chuẩn bị Quyết định trình Ban Giám hiệu ban hành nếu SV thỏa điều kiện.\n\n- P.ĐTĐH thông báo cho SV kết quả xét duyệt qua email.\n\nBước 3: SV đến P.ĐTĐH nhận Quyết định cho phép học song ngành.\n\n### 15. KHIẾU NẠI KHÁC\n\nBước 1:  SV điền và nộp giấy đề nghị (Mẫu 06) tại P.ĐTĐH.\n\nBước 2: P.ĐTĐH sẽ kiểm tra và giải quyết các khiếu nại sau 2 ngày làm việc kể từ ngày nhận đơn.\n\n16. BIỂU MẪU KHOÁ LUẬN TỐT NGHIỆP\n\n### 17. CHUYỂN HÌNH THỨC CHÍNH QUY SANG TỪ XA\n\nBước 1. Sinh viên liên hệ TT.PTCNTT để được tư vấn các vấn đề về học tập, quy chế, quy định có liên quan.\n\nBước 2. Nếu có nguyện vọng chuyển từ hình thức đào tạo chính quy sang đào\ntừ hình thức đào tạo chính quy sang đào tạo từ xa SV nộp đơn cho P.ĐTĐH/VP.CCTĐB (theo Mẫu 17).\n\nLưu ý:\n\n- Đối với chương trình đại trà, chương trình chuẩn, chương trình liên thông đại học, chương trình văn bằng thứ hai: SV nộp đơn cho P.ĐTĐH.\n\n- Đối với chương trình tiên tiến, chương trình tài năng: SV nộp đơn cho VP.CCTĐB.\n\n- Giữ biên nhận hoặc giấy hẹn (nếu có).\n\nBước 3. Theo dõi quá trình xét duyệt và nhận thông báo kết quả:  \n\n   -  Liên hệ với P.ĐTĐH/VP.CCTĐB để cập nhật tiến trình xử lý hồ sơ và nhận kết quả chuyển hệ.\n\nBước 4. SV liên hệ TTPTCNTT để làm thủ tục nhập học.\n\n-  Số điện thoại: (028) 38 282 286 ( trong giờ hành chính)\n\n-  Hotline: 0865 58 48 79\n\n-  ZaloOA: https://zalo.me/trungtamcitd\n\n-  Fanpage: Trung tâm Phát triển Công nghệ Thông tin\n\n-  Email: phongdaotao.citd@uit.edu.vn"
        }
    },
    {
        "file_name": "mot-so-quy-trinh-danh-cho-sinh-vien",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong phần cuối của tài liệu hướng dẫn quy trình dành cho sinh viên, cung cấp thông tin về quy trình công nhận tín chỉ trong đào tạo và danh sách các biểu mẫu cần thiết cho các thủ tục hành chính liên quan đến việc học tập của sinh viên.",
            "original_content": "Một số quy trình dành cho sinh viên\n\n### QUY ĐỊNH CHUNG:\n\nKênh thông tin liên hệ chính thức:\n\n- Của Phòng Đào tạo Đại học (P.ĐTĐH): Email: phongdaotaodh@uit.edu.vn, Trang web Cổng thông tin đào tạo đại học: daa.uit.edu.vn. P.ĐTĐH trả lời email gửi đến địa chỉ email của Phòng trong vòng 2 ngày làm việc.\n\n- Của Sinh viên (SV): Tài khoản email được nhà trường cấp. P.ĐTĐH gửi email thông báo kết quả xử lý yêu cầu cá nhân đến tài khoản email của sinh viên.\n\n- Cấp bảng điểm\n- Đăng ký học phần\n- Chuyển ngành\n- Chuyển trường\n- Bảo lưu kết quả\n- Hoãn thi\n- Thôi học\n- Gia hạn thời gian đào tạo\n- Phúc khảo điểm\n- Cấp giấy giới thiệu\n- Miễn học phần Ngoại ngữ (Tiếng Anh, Tiếng Nhật)\n- Xét tốt nghiệp cho sinh viên hệ CQUI\n- Quy trình điều chỉnh đăng ký học phần\n- Quy trình đăng ký song ngành\n- Khiếu nại khác\n- Biểu mẫu KLTN\n- Chuyển từ hình thức chính quy sang từ xa\n- Đơn xin thi lại\n- Biểu mẫu TTTN dành cho SV\n- Biểu mẫu quy trình công nhận tín chỉ trong đào tạo\n\n### 1. CẤP BẢNG ĐIỂM\n\nBước 1 : SV đăng ký bảng điểm trên trang web.\n\nBước 2 : Sau khi xem trên hệ thống thấy tình trạng đã in bảng điểm, SV đến P.ĐTĐH để đóng lệ phí và nhận bảng điểm.\n\n### 2. ĐĂNG KÝ HỌC PHẦN\n\nBước 1:  Khoảng một tháng trước khi bắt đầu học kỳ, P.ĐTĐH thông báo thời gian đăng ký học phần và thời khóa biểu các học phần dự kiến mở trên Trang web.\n\nBước 2: Xác nhận ĐKHP -  SV xác nhận ĐKHP được hệ thống gợi ý (dựa trên kế hoạch đào tạo mẫu) tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo; sau thời gian này những gợi ý ĐKHP không\nsau thời gian này những gợi ý ĐKHP không được xác nhận sẽ bị xóa.\n\nSV nên liên hệ cố vấn học tập để được tư vấn.\n\nBước 3: Đăng ký đợt 1 (đợt chính thức) -  SV ĐKHP đợt 1 tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo. Căn cứ vào chương trình đào tạo, thời khóa biểu đã được thông báo, SV chọn học phần phù hợp để ĐKHP (cần lưu ý các ràng buộc về thời gian, môn học tiên quyết, môn học trước). Trong thời gian này, SV được thêm, bỏ học phần.\n\nSV nên liên hệ cố vấn học tập để được tư vấn.\n\nKết thúc đăng ký đợt 1, P.ĐTĐH thông báo danh sách các lớp được mở, lớp hủy và lớp chờ đăng ký thêm.\n\nBước 4: Đăng ký đợt 2 (đợt hiệu chỉnh) – SV điều chỉnh ĐKHP tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo. Trong thời gian này, SV được điều chỉnh, thêm, bỏ học phần. SV có thể đăng ký thêm vào những lớp như sau:\n\n- Lớp được mở nhưng chưa đạt số lượng tối đa;\n\n- Lớp chờ đăng ký thêm (những lớp có số lượng đăng ký từ 20 SV trở lên, nhưng chưa đủ 30);\n\n- Lớp được mở thêm sau đợt 1 theo đề nghị của SV (có xác nhận của Khoa).\n\nBước 5: Đăng ký đợt 3 (đợt cứu xét) – SV thực hiện tại trang web dkhp.uit.edu.vn (sử dụng tài khoản chứng thực) theo thời gian đã thông báo. Chỉ xem xét giải quyết cho các trường hợp SV học lại, cải thiện, sửa đổi, điều chỉnh nhỏ dưới 30% các môn đã đăng ký trong các đợt 1, đợt 2; không được phép ĐKHP mới trong đợt này.\n\nTân SV sẽ không thực hiện thao tác ĐKHP ở HK1 năm thứ nhất.\n\nKhi kết thúc đợt cứu xét, P.ĐTĐH công bố thời khóa biểu chính thức trên trang web daa.uit.edu.vn.\n\nSinh viên xem cụ thể tại Hướng dẫn Đăng ký học phần\n\nLưu ý: Nếu có khiếu nại, thắc mắc về kết quả ĐKHP, SV viết đơn (Mẫu 11) và nộp tại P.ĐTĐH/VPCCTĐB để được xem xét giải quyết.\n\n- Chỉ được đăng ký tối đa 24 tín chỉ/ học kỳ (bao gồm cả các học phần đăng ký học lại và học cải thiện). SV có ĐTBC ≥ 8,0 đến thời điểm đăng ký, được phép đăng ký tối đa 30 tín chỉ.\n\n- Phải đăng ký tối thiểu 14 tín chỉ (trừ học kỳ cuối cùng của SV theo đúng tiến độ đào tạo).\n\n- Phải đăng ký lớp thực hành (nếu có) đi chung với lớp học lý thuyết. Ví dụ: đăng ký lớp lý thuyết SE104.D21 thì phải đăng ký một trong các lớp thực hành SE104.D21.x (với x là số thứ tự lớp thực hành được mở).\n\n- Không được đăng ký trùng giờ học.\n\n- Một lớp học phần được mở khi có tối thiểu 30 SV đăng ký.\n\n- SV đang bị cảnh cáo học vụ vì lý do học tập chỉ được đăng ký học lại.\n\n- Kết thúc thời hạn hiệu chỉnh ĐKHP, SV không được phép rút môn học đã đăng ký.\n\n- Trong thời gian ĐKHP, SV có thể đề nghị mở thêm môn học nếu có nhu cầu theo các bước sau\n\nBước a: Đại diện SV viết đơn đề nghị mở lớp học phần, ghi rõ lý do đề nghị mở lớp.\n\nBước b: Đại diện SV nộp đơn đề nghị cho Khoa quản lý.\n\n-  Khoa gửi công văn đề nghị mở lớp học phần kèm danh sách SV cho P.ĐTĐH/VPCCTĐB.\n\n-  P.ĐTĐH/VPCCTĐB giải quyết mở lớp học phần, xếp lịch học và thông báo cho đại diện SV (bằng email).\n\nBước c: SV ĐKHP vào lớp dự kiến được mở. Trường sẽ không mở lớp nếu số lượng đăng\nTrường sẽ không mở lớp nếu số lượng đăng ký thực tế quá ít.\n\nBước d: SV xem kết quả ĐKHP trên trang web student.uit.edu.vn (sử dụng tài khoản chứng thực).\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n### 3. CHUYỂN NGÀNH\n\n+ SV được xem xét chuyển ngành học khác nếu có đủ các điều kiện sau:\n\nSinh viên được xem xét chuyển ngành/chương trình nếu có đủ các điều kiện sau:\n\n-Sinh viên đạt điều kiện trúng tuyển của ngành/chương trình đào tạo trong cùng khóa tuyển sinh.\n\n-Không trong thời gian bị kỷ luật từ cảnh báo trở lên.\n\n-Không thuộc năm nhất.\n\n-Đạt số tín chỉ tích lũy tối thiểu quy định tại Khoản 4 Điều 10 trong Quy chế đào tạo theo học chế tín chỉ cho hệ ĐHCQ (QĐ số 790/QĐ-ĐHCNTT ngày 28 tháng 9 năm 2022) và có ĐTBC từ 6,0 trở lên.\n\n-Được sự chấp thuận của Trưởng khoa/Trưởng bộ môn quản lý ngành/chương trình đào tạo (nơi chuyển đến) và Trưởng khoa/Trưởng bộ môn quản lý ngành/chương trình đào tạo (nơi chuyển đi).\n\n-Ngành/chương trình chuyển đến có đủ các điều kiện bảo đảm chất lượng, chưa vượt quá năng lực đào tạo đối với ngành/chương trình đào tạo đó theo quy định hiện hành của Bộ Giáo dục và Đào tạo.\n\nNgoài các quy định này, sinh viên chương trình nâng cao, chương trình tiên tiến và chương trình tài năng thực hiện theo các quy định riêng (nếu có).\n\n+ Các bước thực hiện:\n\nBước 1:  SV viết đơn (Mẫu 01), đơn phải có xác nhận của gia đình.\n\nBước 2:  SV xin xác nhận đồng ý cho chuyển và đồng ý tiếp nhận của hai Trưởng khoa.\n\nBước 3: SV Nộp đơn và các giấy tờ cần thiết lên P.ĐTĐH.\n\n-  P.ĐTĐH xét duyệt theo các điều kiện và chuẩn bị Quyết định trình Hiệu trưởng ký ban hành nếu SV thỏa điều kiện.\n\n- P.ĐTĐH thông báo cho SV kết quả xét duyệt qua email.\n\nBước 4: SV đến P.ĐTĐH nhận Quyết định.\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n### 4. CHUYỂN TRƯỜNG\n\n+ SV được xem xét chuyển Trường nếu có đủ các điều kiện sau:\n\n- SV đã tham dự kỳ thi tuyển sinh theo đề chung và có kết quả thi bằng hoặc cao hơn điểm trúng tuyển của Trường xin chuyển đến.\n\n- SV đang trong thời gian học tập.\n\n- Trường xin chuyển đi và Trường tiếp nhận có cùng ngành học hoặc cùng nhóm ngành đào tạo.\n\n- Không phải là SV năm thứ nhất hoặc năm cuối của thời gian thiết kế khóa học (xem chi tiết trong quy chế đào tạo theo học chế tín chỉ của Trường).\n\n- Không trong thời gian bị kỷ luật từ cảnh cáo trở lên.\n\n- Được sự đồng ý của Hiệu trưởng Trường xin chuyển đi và Trường tiếp nhận.\n\n+ Các bước thực hiện:\n\nBước 1:  SV viết đơn (Mẫu 02) và phải có xác nhận của gia đình, phòng Kế hoạch Tài chính, phòng Công tác SV.\n\nBước 2: SV xin xác nhận đồng ý của Hiệu trưởng Trường tiếp nhận.\n\nBước 3: SV nộp đơn cho P.ĐTĐH.\n\n- P.ĐTĐH xét duyệt theo các điều kiện và chuẩn bị Quyết định trình Ban Giám hiệu ban hành nếu SV thỏa điều kiện.\n\n- P.ĐTĐH thông báo cho SV kết quả xét duyệt qua email.\n\nBước 4: SV đến P.ĐTĐH nhận Quyết định chuyển trường.\n\n### 5. BẢO LƯU KẾT QUẢ\n\n+ Bảo lưu kết quả trúng tuyển (kỳ thi tuyển sinh):\n\nSau khi đã trúng tuyển ở kỳ thi tuyển sinh, do một số hoàn cảnh đặc biệt như bệnh tật, tai nạn, hoàn cảnh khó khăn xảy ra đột xuất, thí sinh trúng tuyển có thể xin bảo lưu kết quả trúng tuyển sau khi làm thủ tục nhập học. Thí sinh trúng tuyển phải nộp đơn xin bảo lưu (Mẫu 08) có xác nhận của gia đình\nlưu (Mẫu 08) có xác nhận của gia đình chậm nhất 15 ngày kể từ ngày gọi nhập học cho P.ĐTĐH của Trường và chỉ được bảo lưu khi có quyết định chấp thuận của Hiệu trưởng. Thời gian bảo lưu không quá 01 năm.\n\n+ Tạm dừng học tập:\n\nSV được quyền xin tạm dừng học tập và được bảo lưu kết quả học tập trong các trường hợp sau:\n\n- Được điều động vào lực lượng vũ trang.\n\n- Bị đau ốm hoặc tai nạn phải điều trị thời gian dài, có giấy xác nhận của cơ quan y tế có thẩm quyền.\n\n- Trường hợp vì lý do khác, SV phải học ít nhất 1 học kỳ ở Trường và không rơi vào các trường hợp bị đình chỉ học tập.\n\nThời gian tạm dừng học tập từ 01 đến tối đa 02 học kỳ chính liên tiếp, được tính vào thời gian tối đa hoàn thành khóa học ngoại trừ trường hợp thi hành nghĩa vụ quân sự.\n\n+ Các bước thực hiện:\n\nBước 1:  SV viết và nộp đơn xin bảo lưu (Mẫu 03-tạm dừng và bảo lưu kết quả học tập hoặc Mẫu 08-bảo lưu kết quả tuyển sinh), đơn có đầy đủ chữ ký xác nhận của gia đình, địa phương, Khoa quản lý …).\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết (giấy nhập viện, giấy chứng nhận điều trị bệnh lâu dài, giấy xác nhận của địa phương…).\n\n-  P.ĐTĐH xét duyệt và trình Ban Giám hiệu ra Quyết định bảo lưu nếu SV đủ điều kiện và thông báo kết quả cho SV qua email.\n\nBước 3: SV nhận Quyết định bảo lưu tại P.ĐTĐH.\n\nBước 4:  Sau khi hết thời hạn bảo lưu: SV phải làm đơn xin nhập học lại chậm nhất là 1 tháng trước khi bắt đầu học kỳ mới và nộp tại P.ĐTĐH (Mẫu 07-đơn học lại dành cho SV bảo lưu kết quả học tập hoặc Mẫu 09-đơn nhập học lại dành cho SV bảo lưu kết quả tuyển sinh).\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n### 6. HOÃN THI\n\nTrường hợp vì lý do cá nhân, SV không thể tham dự kỳ thi đúng tiến độ. SV phải đăng ký thi lại các học phần trên tại P.ĐTĐH vào đầu học kỳ gần nhất có mở học phần và trong thời gian tối đa 2 học kỳ chính tiếp theo.\n\nBước 1:  SV điền đơn xin hoãn thi (Mẫu 04), đơn có xác nhận hợp lệ.\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết (giấy nhập viện, giấy chứng nhận điều trị bệnh lâu dài, giấy xác nhận của địa phương…).\n\nP.ĐTĐH xét duyệt đồng ý cho SV hoãn thi nếu SV thỏa điều kiện, cập nhật trạng thái hoãn thi (điểm I) trên hệ thống đào tạo vào môn học tương ứng và thông báo kết quả cho SV qua email.\n\nSinh viên đăng ký thi lại theo Mẫu 16\n\n### 7. THÔI HỌC\n\nBước 1:  SV viết và nộp đơn xin thôi học (Mẫu 05), đơn có đầy đủ chữ ký xác nhận của gia đình, P.CTSV, P.KHTC, Khoa quản lý.\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết phù hợp.\n\nP.ĐTĐH xét duyệt và trình Ban Giám hiệu ra Quyết định thôi học và thông báo kết quả xử lý cho SV bằng email\n\nBước 3: SV nhận Quyết định nghỉ học tại P.ĐTĐH.\n\n### 8. GIA HẠN THỜI GIAN ĐÀO TẠO\n\nChỉ dành cho những SV đã quá thời gian đào tạo tối đa thiết kế cho Khóa học.\n\nBước 1:  SV viết đơn xin gia hạn (đơn tự viết).\n\nBước 2:  SV nộp đơn tại P.ĐTĐH, kèm theo các giấy tờ, chứng từ cần thiết.\n\nP.ĐTĐH xét duyệt và trình\ncần thiết.\n\nP.ĐTĐH xét duyệt và trình Ban Giám hiệu ra Quyết định gia hạn và thông báo kết quả xử lý cho SV bằng email.\n\nBước 3: SV nhận Quyết định gia hạn tại P.ĐTĐH.\n\n### 9. PHÚC KHẢO ĐIỂM\n\nBước 1: SV đăng ký phúc khảo trên hệ thống tại https://daa.uit.edu.vn/sinhvien/dkphuckhao sau ngày công bố điểm (Chỉ phúc khảo đối với các bài thi theo hình thức tự luận hoặc trắc nghiệm).\n\nBước 2: SV đóng lệ phí phúc khảo theo quy định.\n\nBước 3:  P.ĐTĐH/VPĐB cập nhật điểm vào hệ thống quản lý điểm và công bố kết quả cho SV. SV sẽ nhận được email thông báo kết quả phúc khảo.\n\n### 10. CẤP GIẤY GIỚI THIỆU\n\nBước 1: SV điền vào (Mẫu 12)\n\nBước 2: SV xin xác nhận của giảng viên hoặc Khoa/Bộ môn.\n\nBước 3: SV nộp giấy giới thiệu về Phòng ĐTĐH để ký, đóng dấu và nhận lại giấy theo lịch hẹn.\n\nLưu ý:\n\n- SV được cấp giấy giới thiệu trong các trường hợp:\n\n1. Thực tập tốt nghiệp;\n2. Liên hệ phòng thí nghiệm;\n3. Tham khảo tài liệu làm luận văn;\n4. Học những môn học nhà trường không tổ chức giảng dạy trong chương trình.\n\n- Giấy giới thiệu có giá trị trong thời gian tối đa là 3 tháng.\n\n- Giảng viên xác nhận phải là GV cơ hữu của Trường hoặc Trưởng Khoa\\Bộ môn.\n\n### 11. MIỄN HỌC PHẦN NGOẠI NGỮ (TIẾNG ANH, TIẾNG NHẬT)\n\nBước 1: SV cập nhật chứng chỉ/chứng nhận ngoại ngữ theo quy định lên trang student.uit.edu.vn.\n\nBước 2: Phòng ĐTĐH/VPCCTĐB đăng thông báo thời điểm xét miễn học phần ngoại ngữ tương ứng với thời điểm xét tốt nghiệp (theo kế hoạch năm học) lên website Phòng ĐTĐH/VPCCTĐB.\n\nBước 3: Phòng ĐTĐH/VPCCTĐB kiểm tra chứng chỉ/chứng nhận ngoại ngữ và cập nhật điểm Miễn (điểm M) trên hệ thống quản lý đào tạo cho học phần ngoại ngữ được miễn học tương ứng. Sinh viên theo dõi kết quả sau khoảng thời gian 20 ngày tính từ ngày kết thúc của thông báo.\n\n### 12. XÉT TỐT NGHIỆP CHO SINH VIÊN HỆ CQUI\n\nTrường tổ chức xét Tốt nghiệp mỗi năm 04 đợt, theo kế hoạch năm được công bố tại cổng thông tin đào tạo: daa.uit.edu.vn.\n\nBước 1: P.ĐTĐH thông báo kế hoạch xét tốt nghiệp trên trang web: daa.uit.edu.vn.\n\nLưu ý: Sinh viên theo dõi đăng ký xét tốt nghiệp đúng hạn theo kế hoạch.\n\nBước 2: Sinh viên đóng lệ phí xét cấp bằng tốt nghiệp trực tiếp tại phòng KHTC trong giờ hành chính.\n\nBước 3: Sinh viên đủ điều kiện thực hiện đăng ký xét tốt nghiệp tại:  https://daa.uit.edu.vn/sinhvien/dangky-totnghiep, chuẩn bị hồ sơ tốt nghiệp gồm:\n\n- Scan bản gốc bằng tốt nghiệp THPT;\n\n- Scan giấy khai sinh;\n\n- Chứng chỉ ngoại ngữ dùng đế xét chuẩn đầu ra tốt nghiệp sinh viên cập nhật tại: student.uit.edu.vn.\n\nLưu ý:\n\n- Sinh viên phải hoàn thành lệ phí xét cấp bằng tốt nghiệp và có chứng chỉ Giáo dục Quốc phòng & An ninh mới được đăng ký xét tốt nghiệp\n\n- Kết quả chứng chỉ ngoại ngữ dùng để xét chuẩn đầu ra tốt nghiệp được tính thời hạn hiệu lực tại thời điểm sinh viên nộp chứng chỉ. Sinh viên có thể nộp chứng chỉ ngoại ngữ vào bất cứ thời điểm nào trong quá trình học. P. ĐTĐH sẽ tiến hành liên hệ với các cơ quan chức năng để xác thực tính hợp lệ của chứng chỉ trước khi trình Hội đồng xét tốt\nchỉ trước khi trình Hội đồng xét tốt nghiệp.\n\nBước 4: Sinh viên theo dõi thông báo danh sách sinh viên dự kiến tốt nghiệp và thông tin các khoản nợ của sinh viên: nợ sách thư viện, nợ tiền giấy xác nhận,… trên trang web: daa.uit.edu.vn.\n\nSinh viên phải hoàn thành các khoản nợ đúng thời hạn trong thông báo và kiểm tra thật chính xác thông tin cá nhân của mình: họ tên, ngày sinh, nơi sinh, điểm TBTL, xếp loại. Sinh viên phản hồi về địa chỉ: phongdaotaodh@uit.edu.vn.\n\nBước 5: Sinh viên nhận bằng tốt nghiệp tại P.ĐTĐH/VPCCTĐB theo thông báo kế hoạch tổ chức lễ tốt nghiệp của Trường. P.ĐTĐH/VPCCTĐB kiểm tra việc hoàn thành các nghĩa vụ trước khi trả bằng tốt nghiệp cho sinh viên.\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n### 13. QUY TRÌNH ĐIỀU CHỈNH ĐĂNG KÝ HỌC PHẦN\n\n1. Quy trình gồm các bước (B) sau:\n\nB1: Sinh viên vào địa chỉ DKHP.UIT.EDU.VN và thực hiện đăng nhập bằng tài khoản và mật khẩu như hệ thống quản lý DAA của Trường.\n\nB2: Sinh viên chọn “Loại” (“Đăng ký” hoặc “Hủy đăng ký”), “Mã lớp” tương ứng với loại đăng ký hoặc hủy đăng ký (chú ý: mỗi mã lớp trên một dòng).\n\nB3: Sinh viên lưu lại kết quả điều chỉnh sau mỗi bước đăng ký hoặc hủy đăng ký (xem hình minh họa)\n\n2. Thời gian điều chỉnh theo kế hoạch được Phòng ĐTĐH thông báo. Sau thời gian này, sinh viên chờ khoảng 2-4 ngày và vào lại DAA.UIT.EDU.VN để xem kết quả hiệu chỉnh ĐKHP.\n\n3. Quy trình này được áp dụng từ học kỳ hè năm học 2016-2017.\n\n### 14. ĐĂNG KÝ SONG NGÀNH\n\nSinh viên trình độ đại học văn bằng 1 đang học tại Trường được đăng ký học thêm một chương trình đào tạo thứ hai nếu thỏa mãn đồng thời các điều kiện sau đây:\n\na) Ngành đào tạo của chương trình đào tạo thứ hai phải khác ngành đào tạo của chương trình đào tạo thứ nhất;\n\nb) Không có sự khác biệt trong hình thức đào tạo giữa hai chương trình đào tạo.\n\nc) Đã hoàn thành năm học đầu tiên của chương trình đào tạo thứ nhất, trước học kỳ cuối của thời gian thiết kế chương trình đào tạo 01 học kỳ. Tại thời điểm đăng ký, sinh viên phải đáp ứng một trong hai điều kiện sau:\n\n- Học lực tính theo ĐTBCTL xếp loại khá trở lên và đáp ứng ngưỡng bảo đảm chất lượng của chương trình thứ hai trong năm tuyển sinh (nếu có).\n\n- Học lực tính theo ĐTBCTL xếp loại trung bình và đáp ứng điều kiện trúng tuyển của chương trình thứ hai trong năm tuyển sinh.\n\n+ Các bước thực hiện:\n\nBước 1: SV làm đơn theo mẫu (Mẫu) và phải có xác nhận của Khoa đang học và Khoa xin học song ngành.\n\nBước 2: SV nộp đơn cho P.ĐTĐH.\n\n- P.ĐTĐH xét duyệt theo các điều kiện và chuẩn bị Quyết định trình Ban Giám hiệu ban hành nếu SV thỏa điều kiện.\n\n- P.ĐTĐH thông báo cho SV kết quả xét duyệt qua email.\n\nBước 3: SV đến P.ĐTĐH nhận Quyết định cho phép học song ngành.\n\n### 15. KHIẾU NẠI KHÁC\n\nBước 1:  SV điền và nộp giấy đề nghị (Mẫu 06) tại P.ĐTĐH.\n\nBước 2: P.ĐTĐH sẽ kiểm tra và giải quyết các khiếu nại sau 2 ngày làm việc kể từ ngày nhận đơn.\n\n16. BIỂU MẪU KHOÁ LUẬN TỐT NGHIỆP\n\n### 17. CHUYỂN HÌNH THỨC CHÍNH QUY SANG TỪ XA\n\nBước 1. Sinh viên liên hệ TT.PTCNTT để được tư vấn các vấn đề về học tập, quy chế, quy định có liên quan.\n\nBước 2. Nếu có nguyện vọng chuyển từ hình thức đào tạo chính quy sang đào\ntừ hình thức đào tạo chính quy sang đào tạo từ xa SV nộp đơn cho P.ĐTĐH/VP.CCTĐB (theo Mẫu 17).\n\nLưu ý:\n\n- Đối với chương trình đại trà, chương trình chuẩn, chương trình liên thông đại học, chương trình văn bằng thứ hai: SV nộp đơn cho P.ĐTĐH.\n\n- Đối với chương trình tiên tiến, chương trình tài năng: SV nộp đơn cho VP.CCTĐB.\n\n- Giữ biên nhận hoặc giấy hẹn (nếu có).\n\nBước 3. Theo dõi quá trình xét duyệt và nhận thông báo kết quả:  \n\n   -  Liên hệ với P.ĐTĐH/VP.CCTĐB để cập nhật tiến trình xử lý hồ sơ và nhận kết quả chuyển hệ.\n\nBước 4. SV liên hệ TTPTCNTT để làm thủ tục nhập học.\n\n-  Số điện thoại: (028) 38 282 286 ( trong giờ hành chính)\n\n-  Hotline: 0865 58 48 79\n\n-  ZaloOA: https://zalo.me/trungtamcitd\n\n-  Fanpage: Trung tâm Phát triển Công nghệ Thông tin\n\n-  Email: phongdaotao.citd@uit.edu.vn\n-------------------------------------------------------------\nMột số quy trình dành cho sinh viên\n\n20. QUY TRÌNH CÔNG NHẬN TÍN CHỈ TRONG ĐÀO TẠO\n\nSinh viên xem Quy trình tại đây\n\nSinh viên xem Biểu mẫu tại đây\n\nBiểu mẫu:\n\n- Đơn đề nghị công nhận tín chỉ từ các cơ sở đào tạo trong nước\n\n- Đơn đăng ký công nhận tín chỉ\n\n- Đơn đề nghị bảo lưu học phí\n\n- Báo cáo sau học tập/ đào tạo cới cơ sở nước ngoài\n\n### CÁC BIỂU MẪU\n\n|  Mẫu    |  Tên biểu mẫu                                |  Tải về    |\n|---------|----------------------------------------------|------------|\n| Mẫu 01  | Đơn xin chuyển ngành                         |            |\n| Mẫu 02  | Đơn xin chuyển trường                        |            |\n| Mẫu 03  | Đơn xin tạm ngưng và bảo lưu kết quả học tập |            |\n| Mẫu 04  | Đơn xin hoãn thi                             |            |\n| Mẫu 05  | Đơn xin thôi học                             |            |\n| Mẫu 06  | Giấy đề nghị                                 |            |\n| Mẫu 07  | Đơn xin học lại                              |            |\n| Mẫu 08  | Đơn xin bảo lưu kết quả tuyển sinh           |            |\n| Mẫu 09  | Đơn xin nhập học lại                         |            |\n| Mẫu 10  | Đơn phúc khảo                                |            |\n| Mẫu 11  | Đơn điều chỉnh đăng ký học phần              |            |\n| Mẫu 12  | Giấy giới thiệu                              |            |\n| Mẫu 13  | Đơn xin miễn học Anh văn                     |            |\n| Mẫu 14  | Đơn đề nghị xét cấp bằng tốt nghiệp          |            |\n| Mẫu 15  | Biểu mẫu KLTN                                |            |\n| Mẫu 16  | Đơn xin thi lại\n|\n| Mẫu 16  | Đơn xin thi lại                              |            |\n| Mẫu 17  | Đơn chuyển chính quy sang từ xa              |            |",
            "chunk_content": "Một số quy trình dành cho sinh viên\n\n20. QUY TRÌNH CÔNG NHẬN TÍN CHỈ TRONG ĐÀO TẠO\n\nSinh viên xem Quy trình tại đây\n\nSinh viên xem Biểu mẫu tại đây\n\nBiểu mẫu:\n\n- Đơn đề nghị công nhận tín chỉ từ các cơ sở đào tạo trong nước\n\n- Đơn đăng ký công nhận tín chỉ\n\n- Đơn đề nghị bảo lưu học phí\n\n- Báo cáo sau học tập/ đào tạo cới cơ sở nước ngoài\n\n### CÁC BIỂU MẪU\n\n|  Mẫu    |  Tên biểu mẫu                                |  Tải về    |\n|---------|----------------------------------------------|------------|\n| Mẫu 01  | Đơn xin chuyển ngành                         |            |\n| Mẫu 02  | Đơn xin chuyển trường                        |            |\n| Mẫu 03  | Đơn xin tạm ngưng và bảo lưu kết quả học tập |            |\n| Mẫu 04  | Đơn xin hoãn thi                             |            |\n| Mẫu 05  | Đơn xin thôi học                             |            |\n| Mẫu 06  | Giấy đề nghị                                 |            |\n| Mẫu 07  | Đơn xin học lại                              |            |\n| Mẫu 08  | Đơn xin bảo lưu kết quả tuyển sinh           |            |\n| Mẫu 09  | Đơn xin nhập học lại                         |            |\n| Mẫu 10  | Đơn phúc khảo                                |            |\n| Mẫu 11  | Đơn điều chỉnh đăng ký học phần              |            |\n| Mẫu 12  | Giấy giới thiệu                              |            |\n| Mẫu 13  | Đơn xin miễn học Anh văn                     |            |\n| Mẫu 14  | Đơn đề nghị xét cấp bằng tốt nghiệp          |            |\n| Mẫu 15  | Biểu mẫu KLTN                                |            |\n| Mẫu 16  | Đơn xin thi lại\n|\n| Mẫu 16  | Đơn xin thi lại                              |            |\n| Mẫu 17  | Đơn chuyển chính quy sang từ xa              |            |"
        }
    }
]