[
    {
        "file_name": "tong-quan-nganh-khoa-hoc-may-tinh",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong phần \"Tổng quan ngành Khoa học Máy tính\" của tài liệu, cung cấp thông tin về mục tiêu đào tạo, chương trình học, các bộ môn chuyên ngành, cơ hội nghề nghiệp và website của Khoa Khoa học Máy tính. Nó nhấn mạnh vào việc đào tạo nguồn nhân lực chất lượng cao trong lĩnh vực Trí tuệ nhân tạo và các ứng dụng công nghệ thông tin.",
            "original_content": "Tổng quan ngành Khoa học Máy tính\n\nGIỚI THIỆU CHUNG\n\nMục tiêu đào tạo của Khoa Khoa học Máy tính đó là cung cấp nguồn nhân lực chất lượng cao được đào tạo bài bản về Trí tuệ nhân tạo (Artificial Intelligence - AI) đáp ứng nhu cầu về nghiên cứu, xây dựng và phát triển các sản phẩm, giải pháp thông minh phục vụ cho cuộc sống. Chương trình đào tạo của Khoa cung cấp cho sinh viên nhiều lựa chọn theo các định hướng nghề nghiệp như Trí tuệ Nhân tạo (AI), Thị giác Máy tính (Computer Vision), Xử lý Ngôn ngữ Tự nhiên (Natural Language Processing)…. Với các kiến thức nền tảng sinh viên hoàn toàn có thể tham gia nghiên cứu và phát triển các ứng dụng thông minh như: hệ thống nhận diện khuôn mặt (Face Recognition System), hệ thống Chatbot, hệ thống tìm kiếm – truy vấn thông tin (Retrieval System) …\n\nĐến với ngành học này các bạn có thể hiểu được nguyên lý hoạt động máy tính, được trang bị các kiến thức căn bản đến nâng cao để có thể nghiên cứu, đề xuất, xây dựng giải pháp giải quyết một bài toán, hay xây dựng một ứng dụng cụ thể.\n\nNgành Khoa học Máy Tính phù hợp cho các bạn yêu thích việc xây dựng các ứng dụng thông minh, làm chủ các công nghệ đang được thế giới sử dụng rộng rãi với các từ khóa liên quan như Artificial Intelligence, Deep learning, chatGPT, Smart City, Digital Transformation. Đặc biệt sinh viên có nhiều cơ hội được làm việc và học tập cũng như tham gia các bậc học cao hơn ở các nước tiên tiến. Bên cạnh đó, sinh viên hoàn toàn có khả năng tham gia các đề tài nghiên cứu khoa học, báo cáo tại các hội nghị chuyên ngành, cũng như tham gia các cuộc thi học thuật trong nước và quốc tế.\n\nNGÀNH KHOA HỌC MÁY TÍNH ĐÀO TẠO NHỮNG GÌ ?\n\nHiện nay khoa Khoa học Máy Tính có 2 bộ môn Trí tuệ Nhân tạo và Tính toán Đa Phương tiện hỗ trợ sinh viên được đào tạo theo các định hướng nghề nghiệp\n\nBỘ MÔN TRÍ TUỆ NHÂN TẠO\n\nBộ môn có nhiệm vụ nghiên cứu khoa học và giảng dạy các môn học theo định hướng Trí tuệ nhân tạo. Các môn học sẽ cung cấp các kiến thức nền tảng và chuyên sâu giúp sinh viên có thể xây dựng các giải pháp sử dụng Trí tuệ nhân tạo phát triển các ứng dụng hỗ trợ người dùng.\n\nMột số lĩnh vực chính:\n\n- Máy học (Machine Learning)\n- Biểu diễn tri thức và Suy luận (Knowledge Representation and Reasoning)\n- Dữ liệu lớn (Big Data)\n- Thuật toán tiến hóa (Evolutionary Algorithm)\n\nBỘ MÔN TÍNH TOÁN ĐA PHƯƠNG TIỆN\n\nBộ môn có nhiệm vụ giảng dạy các môn học theo định hướng tính toán và khai thác dữ liệu đa phương tiện (bao gồm các dữ liệu dạng ảnh, video, văn bản, tiếng nói). Mục tiêu chính đó là cung cấp các kiến thức nền tảng giúp sinh viên có thể nghiên cứu và phát triển các ứng dụng nhằm khai thác dữ liệu đa phương tiện nhằm hỗ trợ các hoạt động quản lý cho tổ chức kinh tế, xã hội. Một số ứng dụng điển hình tương ứng với từng lĩnh vực như nhận diện khuôn mặt thông qua camera (Computer Vision), hệ thống hỏi đáp tự động (Natural Language Processing), …\n\nMột số lĩnh vực chính:\n\n- Xử lý dữ liệu đa phương tiện (Multimedia Processing)\n- Đồ họa máy tính (Computer Graphics)\n- Thị giác máy tính (Computer Vision)\n- Xử lý Ngôn ngữ Tự nhiên (Natural Language Processing)\n- Xử lý Âm thanh và Tiếng\n(Natural Language Processing)\n- Xử lý Âm thanh và Tiếng nói (Audio and Speech Processing)\n- Y-Tin học (Medical Informatics)\n- Thực tại ảo (Virtual Reality)\n- Thực tại tăng cường (Augmented Reality)\n\nCƠ HỘI NGHỀ NGHIỆP\n\nSinh viên tốt nghiệp ngành Khoa học Máy Tính có thể làm việc ở nhiều vị trí trong đó có các vị trí và lĩnh vực sau:\n\n- Chuyên gia phân tích, thiết kế, xây dựng giải pháp kỹ thuật, giải pháp công nghệ tại các công ty, tập đoàn công nghệ.\n- Chuyên gia lập trình Trí tuệ nhân tạo, tham gia phát triển các phần mềm, ứng dụng, các hệ thống tính toán thông minh.\n- Bộ phận Nghiên cứu & Phát triển (Research & Develop) của các công ty và tập đoàn công nghệ.\n- Nhà nghiên cứu về Khoa học máy tính và Trí tuệ nhân tạo tại các trường, viện, trung tâm nghiên cứu của các công ty và tập đoàn công nghệ.\n- Giảng dạy các môn liên quan đến Khoa học máy tính tại các trường Đại học, Cao\n\nđẳng, Trung học chuyên nghiệp, dạy nghề và các trường phổ thông\n\n- Tiếp tục theo học các bậc học cao hơn về Khoa học máy tính, Trí tuệ nhân tạo.\n\nWebsite Khoa: http://khmt.uit.edu.vn\n\n\n- Chương trình Cử nhân Tài năng Khoa học Máy tính\n(20-04-2014)\n-------------------------------------------------------------\nTổng quan ngành Khoa học Máy tính\n\nGIỚI THIỆU CHUNG\n\nMục tiêu đào tạo của Khoa Khoa học Máy tính đó là cung cấp nguồn nhân lực chất lượng cao được đào tạo bài bản về Trí tuệ nhân tạo (Artificial Intelligence - AI) đáp ứng nhu cầu về nghiên cứu, xây dựng và phát triển các sản phẩm, giải pháp thông minh phục vụ cho cuộc sống. Chương trình đào tạo của Khoa cung cấp cho sinh viên nhiều lựa chọn theo các định hướng nghề nghiệp như Trí tuệ Nhân tạo (AI), Thị giác Máy tính (Computer Vision), Xử lý Ngôn ngữ Tự nhiên (Natural Language Processing)…. Với các kiến thức nền tảng sinh viên hoàn toàn có thể tham gia nghiên cứu và phát triển các ứng dụng thông minh như: hệ thống nhận diện khuôn mặt (Face Recognition System), hệ thống Chatbot, hệ thống tìm kiếm – truy vấn thông tin (Retrieval System) …\n\nĐến với ngành học này các bạn có thể hiểu được nguyên lý hoạt động máy tính, được trang bị các kiến thức căn bản đến nâng cao để có thể nghiên cứu, đề xuất, xây dựng giải pháp giải quyết một bài toán, hay xây dựng một ứng dụng cụ thể.\n\nNgành Khoa học Máy Tính phù hợp cho các bạn yêu thích việc xây dựng các ứng dụng thông minh, làm chủ các công nghệ đang được thế giới sử dụng rộng rãi với các từ khóa liên quan như Artificial Intelligence, Deep learning, chatGPT, Smart City, Digital Transformation. Đặc biệt sinh viên có nhiều cơ hội được làm việc và học tập cũng như tham gia các bậc học cao hơn ở các nước tiên tiến. Bên cạnh đó, sinh viên hoàn toàn có khả năng tham gia các đề tài nghiên cứu khoa học, báo cáo tại các hội nghị chuyên ngành, cũng như tham gia các cuộc thi học thuật trong nước và quốc tế.\n\nNGÀNH KHOA HỌC MÁY TÍNH ĐÀO TẠO NHỮNG GÌ ?\n\nHiện nay khoa Khoa học Máy Tính có 2 bộ môn Trí tuệ Nhân tạo và Tính toán Đa Phương tiện hỗ trợ sinh viên được đào tạo theo các định hướng nghề nghiệp\n\nBỘ MÔN TRÍ TUỆ NHÂN TẠO\n\nBộ môn có nhiệm vụ nghiên cứu khoa học và giảng dạy các môn học theo định hướng Trí tuệ nhân tạo. Các môn học sẽ cung cấp các kiến thức nền tảng và chuyên sâu giúp sinh viên có thể xây dựng các giải pháp sử dụng Trí tuệ nhân tạo phát triển các ứng dụng hỗ trợ người dùng.\n\nMột số lĩnh vực chính:\n\n- Máy học (Machine Learning)\n- Biểu diễn tri thức và Suy luận (Knowledge Representation and Reasoning)\n- Dữ liệu lớn (Big Data)\n- Thuật toán tiến hóa (Evolutionary Algorithm)\n\nBỘ MÔN TÍNH TOÁN ĐA PHƯƠNG TIỆN\n\nBộ môn có nhiệm vụ giảng dạy các môn học theo định hướng tính toán và khai thác dữ liệu đa phương tiện (bao gồm các dữ liệu dạng ảnh, video, văn bản, tiếng nói). Mục tiêu chính đó là cung cấp các kiến thức nền tảng giúp sinh viên có thể nghiên cứu và phát triển các ứng dụng nhằm khai thác dữ liệu đa phương tiện nhằm hỗ trợ các hoạt động quản lý cho tổ chức kinh tế, xã hội. Một số ứng dụng điển hình tương ứng với từng lĩnh vực như nhận diện khuôn mặt thông qua camera (Computer Vision), hệ thống hỏi đáp tự động (Natural Language Processing), …\n\nMột số lĩnh vực chính:\n\n- Xử lý dữ liệu đa phương tiện (Multimedia Processing)\n- Đồ họa máy tính (Computer Graphics)\n- Thị giác máy tính (Computer Vision)\n- Xử lý Ngôn ngữ Tự nhiên (Natural Language Processing)\n- Xử lý Âm thanh và Tiếng\n(Natural Language Processing)\n- Xử lý Âm thanh và Tiếng nói (Audio and Speech Processing)\n- Y-Tin học (Medical Informatics)\n- Thực tại ảo (Virtual Reality)\n- Thực tại tăng cường (Augmented Reality)\n\nCƠ HỘI NGHỀ NGHIỆP\n\nSinh viên tốt nghiệp ngành Khoa học Máy Tính có thể làm việc ở nhiều vị trí trong đó có các vị trí và lĩnh vực sau:\n\n- Chuyên gia phân tích, thiết kế, xây dựng giải pháp kỹ thuật, giải pháp công nghệ tại các công ty, tập đoàn công nghệ.\n- Chuyên gia lập trình Trí tuệ nhân tạo, tham gia phát triển các phần mềm, ứng dụng, các hệ thống tính toán thông minh.\n- Bộ phận Nghiên cứu & Phát triển (Research & Develop) của các công ty và tập đoàn công nghệ.\n- Nhà nghiên cứu về Khoa học máy tính và Trí tuệ nhân tạo tại các trường, viện, trung tâm nghiên cứu của các công ty và tập đoàn công nghệ.\n- Giảng dạy các môn liên quan đến Khoa học máy tính tại các trường Đại học, Cao\n\nđẳng, Trung học chuyên nghiệp, dạy nghề và các trường phổ thông\n\n- Tiếp tục theo học các bậc học cao hơn về Khoa học máy tính, Trí tuệ nhân tạo.\n\nWebsite Khoa: http://khmt.uit.edu.vn\n\n-------------------------------------------------------------\n\nTổng quan ngành Khoa học Máy tính\n\na. Mục tiêu đào tạo\n\n- Chương trình đào tạo hướng đến đào tạo nguồn nhân lực công nghệ thông tin chất lượng cao đạt trình độ khu vực và quốc tế, đáp ứng nhu cầu xây dựng nguồn nhân lực ngành công nghiệp công nghệ thông tin trong cả nước.\n\n- Sinh viên tốt nghiệp chương\ntrong cả nước.\n\n- Sinh viên tốt nghiệp chương trình Cử nhân Khoa học máy tính phải đáp ứng các yêu cầu sau:\n\n- Có kiến thức cơ bản và chuyên sâu về khoa học máy tính và công nghệ thông tin, có khả năng thiết kế các hệ thống xử lý tính toán phức tạp, các phần mềm có chất lượng khoa học và công nghệ cao, thử nghiệm, quản lý các hệ thống máy tính, các hệ thống tin học.\n- Có khả năng triển khai xây dựng các hệ thống ứng dụng tin học và phân tích, thiết kế xây dựng các phần mềm có giá trị thực tiễn cao, có tính sáng tạo, đặc biệt là các ứng dụng thông minh dựa trên việc xử lý tri thức, xử lý ngữ nghĩa và ngôn ngữ tự nhiên.\n- Có khả năng tự học học tập, phân tích độc lập và nghiên cứu các vấn đề chuyên sâu về lĩnh vực Công nghệ thông tin và ứng dụng liên quan; có thể tiếp tục học tập ở bậc đào tạo sau đại học.\n- Có khả năng giải quyết các vấn đề phức tạp trong các tình huống nảy sinh trong quá trình làm việc, phân tích và đề xuất giải pháp phù hợp với thực tế để giải quyết. Có khả năng thiết lập các mục tiêu khả thi, lập kế hoạch phù hợp với điều kiện thực tế để hoàn thành công việc được giao.\n- Có khả năng giao tiếp xã hội, làm việc hợp tác, làm việc nhóm và làm việc trong một tổ chức; có khả năng vận dụng các kiến thức, kỹ năng và kinh nghiệm để giải quyết các tình huống nghề nghiệp khác nhau.\n- Có trình độ tiếng Anh tốt, có thể giao tiếp, làm việc với các chuyên gia, đồng nghiệp nước ngoài.\n\n## b. Vị trí và khả năng làm việc sau tốt nghiệp\n\nSinh viên tốt nghiệp ngành Khoa học máy tính có thể làm việc ở các phạm vi và lĩnh vực khác nhau như:\n\n- Chuyên viên phân tích, thiết kế, cài đặt các đề án công nghệ thông tin đáp ứng các ứng dụng khác nhau trong các cơ quan, công ty, trường học,….\n\n- Có thể làm việc với vai trò là một Chuyên viên lập dự án, lên kế hoạch, hoạch định chính sách phát triển các ứng dụng tin học, hoặc một lập trình viên phát triển các phần mềm hệ thống.\n\n- Làm việc trong các công ty sản xuất, gia công phần mềm trong nước cũng như nước ngoài. Làm việc tại các công ty tư vấn đề xuất giải pháp, xây dựng và bảo trì các hệ thống thông tin hoặc làm việc tại bộ phận công nghệ thông tin.\n\n- Cán bộ nghiên cứu khoa học và ứng dụng Công nghệ thông tin ở các viện, trung tâm nghiên cứu, cơ quan nghiên cứu của các Bộ, Ngành, các trường đại học, cao đẳng.\n\n- Giảng dạy các môn liên quan đến khoa học máy tính tại các trường đại học, cao đẳng, trung học chuyên nghiệp, dạy nghề và các trường phổ thông,…\n\n## c. Hình thức và thời gian đào tạo\n\n- Hình thức đào tạo: chính quy tập trung.\n\n- Thời gian đào tạo : 3.5 năm (gồm 7 học kỳ chính thức)\n\n## d. Chuẩn đầu ra\n\nSinh viên tốt nghiệp chương trình cử nhân ngành Khoa học máy tính phải đáp ứng các yêu cầu về tiêu chuẩn đầu ra sau:\n\n|  CĐR cấp                                                                                                        |  CĐR cấp\n|  CĐR cấp                                                                                                        |  Nội dung                                                                                                       |\n|-----------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------|\n| 1                                                                                                               | 2                                                                                                               | 3                                                                                                               | Nội dung                                                                                                        |\n| LO 1. Kiến thức nền tảng về khoa học tự nhiên và khoa học xã hội                                                | LO 1. Kiến thức nền tảng về khoa học tự nhiên và khoa học xã hội                                                | LO 1. Kiến thức nền tảng về khoa học tự nhiên và khoa học xã hội                                                | LO 1. Kiến thức nền tảng về khoa học tự nhiên và khoa học xã hội                                                |\n| 1                                                                                                               | 1                                                                                                               | Kiến thức nền tảng về khoa học tự nhiên                                                                         | Kiến thức nền tảng về khoa học tự nhiên                                                                         |\n| 1\n|\n| 1                                                                                                               | 2                                                                                                               | Kiến thức nền tảng về khoa học xã hội                                                                           | Kiến thức nền tảng về khoa học xã hội                                                                           |\n| 1                                                                                                               | 3                                                                                                               | Khối kiến thức về Ngoại ngữ                                                                                     | Khối kiến thức về Ngoại ngữ                                                                                     |\n| 1                                                                                                               | 4                                                                                                               | Khối kiến thức về Giáo dục thể chất – Giáo dục quốc phòng                                                       | Khối kiến thức về Giáo dục thể chất – Giáo dục quốc phòng                                                       |\n| LO 2. Kiến thức nền tảng và chuyên sâu của ngành Khoa học máy tính                                              | LO 2. Kiến thức nền tảng và chuyên sâu của ngành Khoa học máy tính                                              | LO 2. Kiến thức nền tảng và chuyên sâu của ngành Khoa học máy tính                                              | LO 2. Kiến thức nền tảng và chuyên sâu của ngành Khoa học\nnền tảng và chuyên sâu của ngành Khoa học máy tính                                              |\n| 2                                                                                                               | 1                                                                                                               | 2.1 Kiến thức nền tảng về Công nghệ thông tin                                                                   | 2.1 Kiến thức nền tảng về Công nghệ thông tin                                                                   |\n| 2                                                                                                               | 1                                                                                                               | 1                                                                                                               | Kiến thức kiến trúc máy tính                                                                                    |\n| 2                                                                                                               | 1                                                                                                               | 2                                                                                                               | Kiến thức hệ điều hành                                                                                          |\n| 2                                                                                                               | 1\n| 3                                                                                                               | Kiến thức mạng máy tính và truyền thông                                                                         |\n| 2                                                                                                               | 1                                                                                                               | 4                                                                                                               | Kiến thức lập trình                                                                                             |\n| 2                                                                                                               | 1                                                                                                               | 5                                                                                                               | Kiến thức giải thuật                                                                                            |\n| 2                                                                                                               | 1                                                                                                               | 6\n| Kiến thức quản lý thông tin                                                                                     |\n| 2                                                                                                               | 2                                                                                                               | Kiến thức cơ sở ngành KHMT                                                                                      | Kiến thức cơ sở ngành KHMT                                                                                      |\n| 2                                                                                                               | 3                                                                                                               | Kiến thức chuyên sâu ngành KHMT                                                                                 | Kiến thức chuyên sâu ngành KHMT                                                                                 |\n| 2                                                                                                               | 3                                                                                                               | 1                                                                                                               | Khối kiến thức chuyên ngành và nâng cao về chuyên ngành  \t\t\tCông nghệ tri thức và Máy học                       |\n| 2                                                                                                               |\n| 3                                                                                                               | 2                                                                                                               | Khối kiến thức chuyên ngành và nâng cao về chuyên ngành  \t\t\tXử lý ngôn ngữ tự nhiên                             |\n| 2                                                                                                               | 3                                                                                                               | 3                                                                                                               | Khối kiến thức chuyên ngành và nâng cao về chuyên ngành  \t\t\tThị giác máy tính và đa phương tiện           |\n| 2                                                                                                               | 3                                                                                                               | 4                                                                                                               | Khối kiến thức mở rộng và nâng cao khác                                                                         |\n| LO 3. Lập luận, phân tích và giải quyết vấn đề.                                                                 | LO 3. Lập luận, phân tích và giải quyết vấn đề.                                                                 | LO 3. Lập luận, phân tích và giải quyết vấn đề.                                                                 | LO 3. Lập luận, phân tích và giải quyết vấn đề.\n|\n| 3                                                                                                               | 1                                                                                                               | Xác định và hình thành vấn đề                                                                                   | Xác định và hình thành vấn đề                                                                                   |\n| 3                                                                                                               | 2                                                                                                               | Mô hình hóa và phân tích                                                                                        | Mô hình hóa và phân tích                                                                                        |\n| 3                                                                                                               | 3                                                                                                               | Suy luận và giải quyết                                                                                          | Suy luận và giải quyết                                                                                          |\n| 3                                                                                                               | 4\n| Đánh giá giải pháp và đề xuất                                                                                   | Đánh giá giải pháp và đề xuất                                                                                   |\n| LO 4. Kỹ năng nghiên cứu khoa học và khám phá tri thức                                                          | LO 4. Kỹ năng nghiên cứu khoa học và khám phá tri thức                                                          | LO 4. Kỹ năng nghiên cứu khoa học và khám phá tri thức                                                          | LO 4. Kỹ năng nghiên cứu khoa học và khám phá tri thức                                                          |\n| 4                                                                                                               | 1                                                                                                               | Tìm kiếm tài liệu, thu thập thông tin                                                                           | Tìm kiếm tài liệu, thu thập thông tin                                                                           |\n| 4                                                                                                               | 2                                                                                                               | Hình thành giả thuyết                                                                                           | Hình thành giả thuyết                                                                                           |\n| 4\n| 3                                                                                                               | Thực nghiệm để khám phá tri thức                                                                                | Thực nghiệm để khám phá tri thức                                                                                |\n| 4                                                                                                               | 4                                                                                                               | Kiểm chứng và bảo vệ giả thuyết                                                                                 | Kiểm chứng và bảo vệ giả thuyết                                                                                 |\n| LO 5. Tư duy hệ thống                                                                                           | LO 5. Tư duy hệ thống                                                                                           | LO 5. Tư duy hệ thống                                                                                           | LO 5. Tư duy hệ thống                                                                                           |\n| 5                                                                                                               | 1                                                                                                               | Suy nghĩ toàn cục\n| Suy nghĩ toàn cục                                                                                               |\n| 5                                                                                                               | 2                                                                                                               | Sự tương tác giữa các thành phần trong hệ thống                                                                 | Sự tương tác giữa các thành phần trong hệ thống                                                                 |\n| 5                                                                                                               | 3                                                                                                               | Xác định độ ưu tiên và quan trọng                                                                               | Xác định độ ưu tiên và quan trọng                                                                               |\n| 5                                                                                                               | 4                                                                                                               | Đánh giá hệ thống                                                                                               | Đánh giá hệ thống                                                                                               |\n| LO 6. Có nhận thức về sự cần thiết và có năng lực để học tập suốt đời.                                          | LO 6. Có nhận thức về sự cần thiết\n| LO 6. Có nhận thức về sự cần thiết và có năng lực để học tập suốt đời.                                          | LO 6. Có nhận thức về sự cần thiết và có năng lực để học tập suốt đời.                                          | LO 6. Có nhận thức về sự cần thiết và có năng lực để học tập suốt đời.                                          |\n| 6                                                                                                               | 1                                                                                                               | Tự phát triển kiến thức nghề nghiệp                                                                             | Tự phát triển kiến thức nghề nghiệp                                                                             |\n| 6                                                                                                               | 2                                                                                                               | Đeo đuổi và tìm kiếm các tri thức và công nghệ mới                                                              | Đeo đuổi và tìm kiếm các tri thức và công nghệ mới                                                              |\n| 6                                                                                                               | 3                                                                                                               | Cập nhật kiến thức                                                                                              | Cập nhật kiến thức                                                                                              |\n| LO 7. Đạo đức nghề nghiệp\nLO 7. Đạo đức nghề nghiệp                                                                                       | LO 7. Đạo đức nghề nghiệp                                                                                       | LO 7. Đạo đức nghề nghiệp                                                                                       | LO 7. Đạo đức nghề nghiệp                                                                                       |\n| 7                                                                                                               | 1                                                                                                               | Các chuẩn mực và nguyên tắc đạo đức                                                                             | Các chuẩn mực và nguyên tắc đạo đức                                                                             |\n| 7                                                                                                               | 2                                                                                                               | Trách nhiệm và cách hành xử chuyênnghiệp                                                                        | Trách nhiệm và cách hành xử chuyênnghiệp                                                                        |\n| 7                                                                                                               | 3                                                                                                               | Trung thực, uy tín và trung thành\n| Trung thực, uy tín và trung thành                                                                               |\n| LO 8. Kỹ năng làm việc nhóm                                                                                     | LO 8. Kỹ năng làm việc nhóm                                                                                     | LO 8. Kỹ năng làm việc nhóm                                                                                     | LO 8. Kỹ năng làm việc nhóm                                                                                     |\n| 8                                                                                                               | 1                                                                                                               | Xác định vai trò thành viên hay lãnh đạo nhóm                                                                   | Xác định vai trò thành viên hay lãnh đạo nhóm                                                                   |\n| 8                                                                                                               | 2                                                                                                               | Thành lập nhóm                                                                                                  | Thành lập nhóm                                                                                                  |\n| 8\n| 3                                                                                                               | Quản lý tiến trình hoạt động của nhóm                                                                           | Quản lý tiến trình hoạt động của nhóm                                                                           |\n| LO 9. Kỹ năng giao tiếp                                                                                         | LO 9. Kỹ năng giao tiếp                                                                                         | LO 9. Kỹ năng giao tiếp                                                                                         | LO 9. Kỹ năng giao tiếp                                                                                         |\n| 9                                                                                                               | 1                                                                                                               | Kỹ năng giao tiếp nghe, nói, đọc, viết                                                                          | Kỹ năng giao tiếp nghe, nói, đọc, viết                                                                          |\n| 9                                                                                                               | 2                                                                                                               | Kỹ năng trình bày\n| Kỹ năng trình bày                                                                                               |\n| 9                                                                                                               | 3                                                                                                               | Kỹ năng đàm phán                                                                                                | Kỹ năng đàm phán                                                                                                |\n| 9                                                                                                               | 4                                                                                                               | Kỹ năng phát triển các mối quan hệ xă hội                                                                       | Kỹ năng phát triển các mối quan hệ xă hội                                                                       |\n| LO 10. Kỹ năng ngoại ngữ                                                                                        | LO 10. Kỹ năng ngoại ngữ                                                                                        | LO 10. Kỹ năng ngoại ngữ                                                                                        | LO 10. Kỹ năng ngoại ngữ                                                                                        |\n| 10                                                                                                              |\n| 1                                                                                                               | Kỹ năng giao tiếp nghe, nói, đọc, viết tổng quát                                                                | Kỹ năng giao tiếp nghe, nói, đọc, viết tổng quát                                                                |\n| 10                                                                                                              | 2                                                                                                               | Đọc hiểu tài liệu chuyên môn bằng ngoại ngữ                                                                     | Đọc hiểu tài liệu chuyên môn bằng ngoại ngữ                                                                     |\n| 10                                                                                                              | 2                                                                                                               | 1                                                                                                               | Các thuật ngữ chuyên môn cơ bản                                                                                 |\n| 10                                                                                                              | 2                                                                                                               | 2                                                                                                               |\n| Đọc hiểu tài liệu chuyên môn bằng ngoại ngữ                                                                     |\n| LO 11. Hiểu bối cảnh và nhu cầu xã hội, có kỹ năng xây dựng ý tưởng, thiết kế, xây dựng và triển khai ứng dụng. | LO 11. Hiểu bối cảnh và nhu cầu xã hội, có kỹ năng xây dựng ý tưởng, thiết kế, xây dựng và triển khai ứng dụng. | LO 11. Hiểu bối cảnh và nhu cầu xã hội, có kỹ năng xây dựng ý tưởng, thiết kế, xây dựng và triển khai ứng dụng. | LO 11. Hiểu bối cảnh và nhu cầu xã hội, có kỹ năng xây dựng ý tưởng, thiết kế, xây dựng và triển khai ứng dụng. |\n| 11                                                                                                              | 1                                                                                                               | Hiểu bối cảnh và nhu cầu xã hội                                                                                 | Hiểu bối cảnh và nhu cầu xã hội                                                                                 |\n| 11                                                                                                              | 2                                                                                                               | Kỹ năng xây dựng ý tưởng, thiết kế, xây dựng và triển khai ứng dụng                                             | Kỹ năng xây dựng ý tưởng, thiết kế, xây dựng và triển khai ứng dụng                                             |\n| 11                                                                                                              | 2                                                                                                               | 1\n| Kỹ năng xây dựng ý tưởng                                                                                        |\n| 11                                                                                                              | 2                                                                                                               | 2                                                                                                               | Kỹ năng thiết kế, xây dựng và triển khai ứng dụng                                                               |\n| 11                                                                                                              | 3                                                                                                               | 3 Tối ưu hóa quá trình vận hành, chi phí và hiệu quả; Nâng cao hiệu quả phương pháp, kỹ thuật              | 3 Tối ưu hóa quá trình vận hành, chi phí và hiệu quả; Nâng cao hiệu quả phương pháp, kỹ thuật              |\n\n## e. Điều kiện tốt nghiệp\n\nSinh viên có thể xét tốt nghiệp theo một trong hai trường hợp sau:\n\n## 1.1 Trường hợp tốt nghiệp theo ngành Khoa học máy tính\n\nĐể tốt nghiệp không theo chuyên ngành hẹp, sinh viên tích lũy tối thiểu 129 tín chỉ được phân bố theo các khối kiến thức sau:\n\n- Kiến thức giáo dục đại cương: 48 tín chỉ;\n\n- Kiến thức cơ sở nhóm ngành: 25 tín chỉ;\n\n- Kiến thức cơ sở ngành KHMT: 20 tín chỉ;\n\n- Kiến thức chuyên ngành bắt buộc (sinh viên chọn các môn học trong danh sách các môn học chuyên ngành bắt buộc của các chuyên ngành, không nhất thiết phải thuộc đúng một chuyên ngành): tối thiểu 08 tín chỉ;\n\n- Kiến thức chuyên ngành tự chọn (sinh viên chọn các môn học trong danh sách các môn học chuyên ngành tự chọn của các chuyên ngành, không nhất thiết phải thuộc đúng một chuyên ngành): tối thiểu 08 tín chỉ;\n\n- Kiến thức tự chọn tự do: tối thiểu 10 tín chỉ;\n\n- Kiến thức tốt nghiệp: tối thiểu 10 tín chỉ.\n\n## 1.2 Trường hợp tốt nghiệp theo chuyên ngành hẹp\n\nSinh viên có thể xét tốt nghiệp theo một trong ba chuyên ngành hẹp:\n\nCông nghệ tri thức và máy học hoặc Xử lý ngôn ngữ tự nhiên hoặc Thị giác máy tính và đa phương tiện\n\nSinh viên tích lũy tối thiểu 129 tín chỉ được phân bố\nlũy tối thiểu 129 tín chỉ được phân bố theo các khối kiến thức sau:\n\n- Kiến thức giáo dục đại cương: 48 tín chỉ;\n\n- Kiến thức cơ sở nhóm ngành: 25 tín chỉ ;\n\n- Kiến thức cơ sở ngành KHMT: 20 tín chỉ ;\n\n- Kiến thức bắt buộc theo chuyên ngành xét tốt nghiệp: 08 tín chỉ ;\n\n- Kiến thức tự chọn theo chuyên ngành xét tốt nghiệp: 08 tín chỉ ;\n\n- Kiến thức tự chọn tự do: tối thiểu 10 tín chỉ ;\n\n- Kiến thức tốt nghiệp: tối thiểu 10 tín chỉ.\n\nNgoài ra, sinh viên phải đáp ứng đủ các tiêu chuẩn khác theo Quy chế đào tạo hiện hành của Trường Đại học Công nghệ Thông tin cho hệ đại học chính quy.\n\nf. Thông tin liên hệ\n\n- Phòng E5.2 tòa nhà E, Đại học Công nghệ Thông tin\n\n- Điện thoại: (028) 37252002 – Ext:132\n\n- Website: http://oep.uit.edu.vn hoặc http://cs.uit.edu.vn",
            "chunk_content": "Tổng quan ngành Khoa học Máy tính\n\nGIỚI THIỆU CHUNG\n\nMục tiêu đào tạo của Khoa Khoa học Máy tính đó là cung cấp nguồn nhân lực chất lượng cao được đào tạo bài bản về Trí tuệ nhân tạo (Artificial Intelligence - AI) đáp ứng nhu cầu về nghiên cứu, xây dựng và phát triển các sản phẩm, giải pháp thông minh phục vụ cho cuộc sống. Chương trình đào tạo của Khoa cung cấp cho sinh viên nhiều lựa chọn theo các định hướng nghề nghiệp như Trí tuệ Nhân tạo (AI), Thị giác Máy tính (Computer Vision), Xử lý Ngôn ngữ Tự nhiên (Natural Language Processing)…. Với các kiến thức nền tảng sinh viên hoàn toàn có thể tham gia nghiên cứu và phát triển các ứng dụng thông minh như: hệ thống nhận diện khuôn mặt (Face Recognition System), hệ thống Chatbot, hệ thống tìm kiếm – truy vấn thông tin (Retrieval System) …\n\nĐến với ngành học này các bạn có thể hiểu được nguyên lý hoạt động máy tính, được trang bị các kiến thức căn bản đến nâng cao để có thể nghiên cứu, đề xuất, xây dựng giải pháp giải quyết một bài toán, hay xây dựng một ứng dụng cụ thể.\n\nNgành Khoa học Máy Tính phù hợp cho các bạn yêu thích việc xây dựng các ứng dụng thông minh, làm chủ các công nghệ đang được thế giới sử dụng rộng rãi với các từ khóa liên quan như Artificial Intelligence, Deep learning, chatGPT, Smart City, Digital Transformation. Đặc biệt sinh viên có nhiều cơ hội được làm việc và học tập cũng như tham gia các bậc học cao hơn ở các nước tiên tiến. Bên cạnh đó, sinh viên hoàn toàn có khả năng tham gia các đề tài nghiên cứu khoa học, báo cáo tại các hội nghị chuyên ngành, cũng như tham gia các cuộc thi học thuật trong nước và quốc tế.\n\nNGÀNH KHOA HỌC MÁY TÍNH ĐÀO TẠO NHỮNG GÌ ?\n\nHiện nay khoa Khoa học Máy Tính có 2 bộ môn Trí tuệ Nhân tạo và Tính toán Đa Phương tiện hỗ trợ sinh viên được đào tạo theo các định hướng nghề nghiệp\n\nBỘ MÔN TRÍ TUỆ NHÂN TẠO\n\nBộ môn có nhiệm vụ nghiên cứu khoa học và giảng dạy các môn học theo định hướng Trí tuệ nhân tạo. Các môn học sẽ cung cấp các kiến thức nền tảng và chuyên sâu giúp sinh viên có thể xây dựng các giải pháp sử dụng Trí tuệ nhân tạo phát triển các ứng dụng hỗ trợ người dùng.\n\nMột số lĩnh vực chính:\n\n- Máy học (Machine Learning)\n- Biểu diễn tri thức và Suy luận (Knowledge Representation and Reasoning)\n- Dữ liệu lớn (Big Data)\n- Thuật toán tiến hóa (Evolutionary Algorithm)\n\nBỘ MÔN TÍNH TOÁN ĐA PHƯƠNG TIỆN\n\nBộ môn có nhiệm vụ giảng dạy các môn học theo định hướng tính toán và khai thác dữ liệu đa phương tiện (bao gồm các dữ liệu dạng ảnh, video, văn bản, tiếng nói). Mục tiêu chính đó là cung cấp các kiến thức nền tảng giúp sinh viên có thể nghiên cứu và phát triển các ứng dụng nhằm khai thác dữ liệu đa phương tiện nhằm hỗ trợ các hoạt động quản lý cho tổ chức kinh tế, xã hội. Một số ứng dụng điển hình tương ứng với từng lĩnh vực như nhận diện khuôn mặt thông qua camera (Computer Vision), hệ thống hỏi đáp tự động (Natural Language Processing), …\n\nMột số lĩnh vực chính:\n\n- Xử lý dữ liệu đa phương tiện (Multimedia Processing)\n- Đồ họa máy tính (Computer Graphics)\n- Thị giác máy tính (Computer Vision)\n- Xử lý Ngôn ngữ Tự nhiên (Natural Language Processing)\n- Xử lý Âm thanh và Tiếng\n(Natural Language Processing)\n- Xử lý Âm thanh và Tiếng nói (Audio and Speech Processing)\n- Y-Tin học (Medical Informatics)\n- Thực tại ảo (Virtual Reality)\n- Thực tại tăng cường (Augmented Reality)\n\nCƠ HỘI NGHỀ NGHIỆP\n\nSinh viên tốt nghiệp ngành Khoa học Máy Tính có thể làm việc ở nhiều vị trí trong đó có các vị trí và lĩnh vực sau:\n\n- Chuyên gia phân tích, thiết kế, xây dựng giải pháp kỹ thuật, giải pháp công nghệ tại các công ty, tập đoàn công nghệ.\n- Chuyên gia lập trình Trí tuệ nhân tạo, tham gia phát triển các phần mềm, ứng dụng, các hệ thống tính toán thông minh.\n- Bộ phận Nghiên cứu & Phát triển (Research & Develop) của các công ty và tập đoàn công nghệ.\n- Nhà nghiên cứu về Khoa học máy tính và Trí tuệ nhân tạo tại các trường, viện, trung tâm nghiên cứu của các công ty và tập đoàn công nghệ.\n- Giảng dạy các môn liên quan đến Khoa học máy tính tại các trường Đại học, Cao\n\nđẳng, Trung học chuyên nghiệp, dạy nghề và các trường phổ thông\n\n- Tiếp tục theo học các bậc học cao hơn về Khoa học máy tính, Trí tuệ nhân tạo.\n\nWebsite Khoa: http://khmt.uit.edu.vn\n\n\n- Chương trình Cử nhân Tài năng Khoa học Máy tính\n(20-04-2014)"
        }
    },
    {
        "file_name": "tong-quan-nganh-khoa-hoc-may-tinh",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm ở phần đầu của tài liệu, cung cấp tổng quan về ngành Khoa học Máy tính, bao gồm mục tiêu đào tạo, các lĩnh vực chuyên môn, chương trình học, và cơ hội nghề nghiệp cho sinh viên tốt nghiệp. Nó cũng giới thiệu về các bộ môn chính trong khoa và các ứng dụng của Trí tuệ nhân tạo, Thị giác Máy tính, và Xử lý Ngôn ngữ Tự nhiên.",
            "original_content": "Tổng quan ngành Khoa học Máy tính\n\nGIỚI THIỆU CHUNG\n\nMục tiêu đào tạo của Khoa Khoa học Máy tính đó là cung cấp nguồn nhân lực chất lượng cao được đào tạo bài bản về Trí tuệ nhân tạo (Artificial Intelligence - AI) đáp ứng nhu cầu về nghiên cứu, xây dựng và phát triển các sản phẩm, giải pháp thông minh phục vụ cho cuộc sống. Chương trình đào tạo của Khoa cung cấp cho sinh viên nhiều lựa chọn theo các định hướng nghề nghiệp như Trí tuệ Nhân tạo (AI), Thị giác Máy tính (Computer Vision), Xử lý Ngôn ngữ Tự nhiên (Natural Language Processing)…. Với các kiến thức nền tảng sinh viên hoàn toàn có thể tham gia nghiên cứu và phát triển các ứng dụng thông minh như: hệ thống nhận diện khuôn mặt (Face Recognition System), hệ thống Chatbot, hệ thống tìm kiếm – truy vấn thông tin (Retrieval System) …\n\nĐến với ngành học này các bạn có thể hiểu được nguyên lý hoạt động máy tính, được trang bị các kiến thức căn bản đến nâng cao để có thể nghiên cứu, đề xuất, xây dựng giải pháp giải quyết một bài toán, hay xây dựng một ứng dụng cụ thể.\n\nNgành Khoa học Máy Tính phù hợp cho các bạn yêu thích việc xây dựng các ứng dụng thông minh, làm chủ các công nghệ đang được thế giới sử dụng rộng rãi với các từ khóa liên quan như Artificial Intelligence, Deep learning, chatGPT, Smart City, Digital Transformation. Đặc biệt sinh viên có nhiều cơ hội được làm việc và học tập cũng như tham gia các bậc học cao hơn ở các nước tiên tiến. Bên cạnh đó, sinh viên hoàn toàn có khả năng tham gia các đề tài nghiên cứu khoa học, báo cáo tại các hội nghị chuyên ngành, cũng như tham gia các cuộc thi học thuật trong nước và quốc tế.\n\nNGÀNH KHOA HỌC MÁY TÍNH ĐÀO TẠO NHỮNG GÌ ?\n\nHiện nay khoa Khoa học Máy Tính có 2 bộ môn Trí tuệ Nhân tạo và Tính toán Đa Phương tiện hỗ trợ sinh viên được đào tạo theo các định hướng nghề nghiệp\n\nBỘ MÔN TRÍ TUỆ NHÂN TẠO\n\nBộ môn có nhiệm vụ nghiên cứu khoa học và giảng dạy các môn học theo định hướng Trí tuệ nhân tạo. Các môn học sẽ cung cấp các kiến thức nền tảng và chuyên sâu giúp sinh viên có thể xây dựng các giải pháp sử dụng Trí tuệ nhân tạo phát triển các ứng dụng hỗ trợ người dùng.\n\nMột số lĩnh vực chính:\n\n- Máy học (Machine Learning)\n- Biểu diễn tri thức và Suy luận (Knowledge Representation and Reasoning)\n- Dữ liệu lớn (Big Data)\n- Thuật toán tiến hóa (Evolutionary Algorithm)\n\nBỘ MÔN TÍNH TOÁN ĐA PHƯƠNG TIỆN\n\nBộ môn có nhiệm vụ giảng dạy các môn học theo định hướng tính toán và khai thác dữ liệu đa phương tiện (bao gồm các dữ liệu dạng ảnh, video, văn bản, tiếng nói). Mục tiêu chính đó là cung cấp các kiến thức nền tảng giúp sinh viên có thể nghiên cứu và phát triển các ứng dụng nhằm khai thác dữ liệu đa phương tiện nhằm hỗ trợ các hoạt động quản lý cho tổ chức kinh tế, xã hội. Một số ứng dụng điển hình tương ứng với từng lĩnh vực như nhận diện khuôn mặt thông qua camera (Computer Vision), hệ thống hỏi đáp tự động (Natural Language Processing), …\n\nMột số lĩnh vực chính:\n\n- Xử lý dữ liệu đa phương tiện (Multimedia Processing)\n- Đồ họa máy tính (Computer Graphics)\n- Thị giác máy tính (Computer Vision)\n- Xử lý Ngôn ngữ Tự nhiên (Natural Language Processing)\n- Xử lý Âm thanh và Tiếng\n(Natural Language Processing)\n- Xử lý Âm thanh và Tiếng nói (Audio and Speech Processing)\n- Y-Tin học (Medical Informatics)\n- Thực tại ảo (Virtual Reality)\n- Thực tại tăng cường (Augmented Reality)\n\nCƠ HỘI NGHỀ NGHIỆP\n\nSinh viên tốt nghiệp ngành Khoa học Máy Tính có thể làm việc ở nhiều vị trí trong đó có các vị trí và lĩnh vực sau:\n\n- Chuyên gia phân tích, thiết kế, xây dựng giải pháp kỹ thuật, giải pháp công nghệ tại các công ty, tập đoàn công nghệ.\n- Chuyên gia lập trình Trí tuệ nhân tạo, tham gia phát triển các phần mềm, ứng dụng, các hệ thống tính toán thông minh.\n- Bộ phận Nghiên cứu & Phát triển (Research & Develop) của các công ty và tập đoàn công nghệ.\n- Nhà nghiên cứu về Khoa học máy tính và Trí tuệ nhân tạo tại các trường, viện, trung tâm nghiên cứu của các công ty và tập đoàn công nghệ.\n- Giảng dạy các môn liên quan đến Khoa học máy tính tại các trường Đại học, Cao\n\nđẳng, Trung học chuyên nghiệp, dạy nghề và các trường phổ thông\n\n- Tiếp tục theo học các bậc học cao hơn về Khoa học máy tính, Trí tuệ nhân tạo.\n\nWebsite Khoa: http://khmt.uit.edu.vn\n\n\n- Chương trình Cử nhân Tài năng Khoa học Máy tính\n(20-04-2014)\n-------------------------------------------------------------\nTổng quan ngành Khoa học Máy tính\n\nGIỚI THIỆU CHUNG\n\nMục tiêu đào tạo của Khoa Khoa học Máy tính đó là cung cấp nguồn nhân lực chất lượng cao được đào tạo bài bản về Trí tuệ nhân tạo (Artificial Intelligence - AI) đáp ứng nhu cầu về nghiên cứu, xây dựng và phát triển các sản phẩm, giải pháp thông minh phục vụ cho cuộc sống. Chương trình đào tạo của Khoa cung cấp cho sinh viên nhiều lựa chọn theo các định hướng nghề nghiệp như Trí tuệ Nhân tạo (AI), Thị giác Máy tính (Computer Vision), Xử lý Ngôn ngữ Tự nhiên (Natural Language Processing)…. Với các kiến thức nền tảng sinh viên hoàn toàn có thể tham gia nghiên cứu và phát triển các ứng dụng thông minh như: hệ thống nhận diện khuôn mặt (Face Recognition System), hệ thống Chatbot, hệ thống tìm kiếm – truy vấn thông tin (Retrieval System) …\n\nĐến với ngành học này các bạn có thể hiểu được nguyên lý hoạt động máy tính, được trang bị các kiến thức căn bản đến nâng cao để có thể nghiên cứu, đề xuất, xây dựng giải pháp giải quyết một bài toán, hay xây dựng một ứng dụng cụ thể.\n\nNgành Khoa học Máy Tính phù hợp cho các bạn yêu thích việc xây dựng các ứng dụng thông minh, làm chủ các công nghệ đang được thế giới sử dụng rộng rãi với các từ khóa liên quan như Artificial Intelligence, Deep learning, chatGPT, Smart City, Digital Transformation. Đặc biệt sinh viên có nhiều cơ hội được làm việc và học tập cũng như tham gia các bậc học cao hơn ở các nước tiên tiến. Bên cạnh đó, sinh viên hoàn toàn có khả năng tham gia các đề tài nghiên cứu khoa học, báo cáo tại các hội nghị chuyên ngành, cũng như tham gia các cuộc thi học thuật trong nước và quốc tế.\n\nNGÀNH KHOA HỌC MÁY TÍNH ĐÀO TẠO NHỮNG GÌ ?\n\nHiện nay khoa Khoa học Máy Tính có 2 bộ môn Trí tuệ Nhân tạo và Tính toán Đa Phương tiện hỗ trợ sinh viên được đào tạo theo các định hướng nghề nghiệp\n\nBỘ MÔN TRÍ TUỆ NHÂN TẠO\n\nBộ môn có nhiệm vụ nghiên cứu khoa học và giảng dạy các môn học theo định hướng Trí tuệ nhân tạo. Các môn học sẽ cung cấp các kiến thức nền tảng và chuyên sâu giúp sinh viên có thể xây dựng các giải pháp sử dụng Trí tuệ nhân tạo phát triển các ứng dụng hỗ trợ người dùng.\n\nMột số lĩnh vực chính:\n\n- Máy học (Machine Learning)\n- Biểu diễn tri thức và Suy luận (Knowledge Representation and Reasoning)\n- Dữ liệu lớn (Big Data)\n- Thuật toán tiến hóa (Evolutionary Algorithm)\n\nBỘ MÔN TÍNH TOÁN ĐA PHƯƠNG TIỆN\n\nBộ môn có nhiệm vụ giảng dạy các môn học theo định hướng tính toán và khai thác dữ liệu đa phương tiện (bao gồm các dữ liệu dạng ảnh, video, văn bản, tiếng nói). Mục tiêu chính đó là cung cấp các kiến thức nền tảng giúp sinh viên có thể nghiên cứu và phát triển các ứng dụng nhằm khai thác dữ liệu đa phương tiện nhằm hỗ trợ các hoạt động quản lý cho tổ chức kinh tế, xã hội. Một số ứng dụng điển hình tương ứng với từng lĩnh vực như nhận diện khuôn mặt thông qua camera (Computer Vision), hệ thống hỏi đáp tự động (Natural Language Processing), …\n\nMột số lĩnh vực chính:\n\n- Xử lý dữ liệu đa phương tiện (Multimedia Processing)\n- Đồ họa máy tính (Computer Graphics)\n- Thị giác máy tính (Computer Vision)\n- Xử lý Ngôn ngữ Tự nhiên (Natural Language Processing)\n- Xử lý Âm thanh và Tiếng\n(Natural Language Processing)\n- Xử lý Âm thanh và Tiếng nói (Audio and Speech Processing)\n- Y-Tin học (Medical Informatics)\n- Thực tại ảo (Virtual Reality)\n- Thực tại tăng cường (Augmented Reality)\n\nCƠ HỘI NGHỀ NGHIỆP\n\nSinh viên tốt nghiệp ngành Khoa học Máy Tính có thể làm việc ở nhiều vị trí trong đó có các vị trí và lĩnh vực sau:\n\n- Chuyên gia phân tích, thiết kế, xây dựng giải pháp kỹ thuật, giải pháp công nghệ tại các công ty, tập đoàn công nghệ.\n- Chuyên gia lập trình Trí tuệ nhân tạo, tham gia phát triển các phần mềm, ứng dụng, các hệ thống tính toán thông minh.\n- Bộ phận Nghiên cứu & Phát triển (Research & Develop) của các công ty và tập đoàn công nghệ.\n- Nhà nghiên cứu về Khoa học máy tính và Trí tuệ nhân tạo tại các trường, viện, trung tâm nghiên cứu của các công ty và tập đoàn công nghệ.\n- Giảng dạy các môn liên quan đến Khoa học máy tính tại các trường Đại học, Cao\n\nđẳng, Trung học chuyên nghiệp, dạy nghề và các trường phổ thông\n\n- Tiếp tục theo học các bậc học cao hơn về Khoa học máy tính, Trí tuệ nhân tạo.\n\nWebsite Khoa: http://khmt.uit.edu.vn\n\n-------------------------------------------------------------\n\nTổng quan ngành Khoa học Máy tính\n\na. Mục tiêu đào tạo\n\n- Chương trình đào tạo hướng đến đào tạo nguồn nhân lực công nghệ thông tin chất lượng cao đạt trình độ khu vực và quốc tế, đáp ứng nhu cầu xây dựng nguồn nhân lực ngành công nghiệp công nghệ thông tin trong cả nước.\n\n- Sinh viên tốt nghiệp chương\ntrong cả nước.\n\n- Sinh viên tốt nghiệp chương trình Cử nhân Khoa học máy tính phải đáp ứng các yêu cầu sau:\n\n- Có kiến thức cơ bản và chuyên sâu về khoa học máy tính và công nghệ thông tin, có khả năng thiết kế các hệ thống xử lý tính toán phức tạp, các phần mềm có chất lượng khoa học và công nghệ cao, thử nghiệm, quản lý các hệ thống máy tính, các hệ thống tin học.\n- Có khả năng triển khai xây dựng các hệ thống ứng dụng tin học và phân tích, thiết kế xây dựng các phần mềm có giá trị thực tiễn cao, có tính sáng tạo, đặc biệt là các ứng dụng thông minh dựa trên việc xử lý tri thức, xử lý ngữ nghĩa và ngôn ngữ tự nhiên.\n- Có khả năng tự học học tập, phân tích độc lập và nghiên cứu các vấn đề chuyên sâu về lĩnh vực Công nghệ thông tin và ứng dụng liên quan; có thể tiếp tục học tập ở bậc đào tạo sau đại học.\n- Có khả năng giải quyết các vấn đề phức tạp trong các tình huống nảy sinh trong quá trình làm việc, phân tích và đề xuất giải pháp phù hợp với thực tế để giải quyết. Có khả năng thiết lập các mục tiêu khả thi, lập kế hoạch phù hợp với điều kiện thực tế để hoàn thành công việc được giao.\n- Có khả năng giao tiếp xã hội, làm việc hợp tác, làm việc nhóm và làm việc trong một tổ chức; có khả năng vận dụng các kiến thức, kỹ năng và kinh nghiệm để giải quyết các tình huống nghề nghiệp khác nhau.\n- Có trình độ tiếng Anh tốt, có thể giao tiếp, làm việc với các chuyên gia, đồng nghiệp nước ngoài.\n\n## b. Vị trí và khả năng làm việc sau tốt nghiệp\n\nSinh viên tốt nghiệp ngành Khoa học máy tính có thể làm việc ở các phạm vi và lĩnh vực khác nhau như:\n\n- Chuyên viên phân tích, thiết kế, cài đặt các đề án công nghệ thông tin đáp ứng các ứng dụng khác nhau trong các cơ quan, công ty, trường học,….\n\n- Có thể làm việc với vai trò là một Chuyên viên lập dự án, lên kế hoạch, hoạch định chính sách phát triển các ứng dụng tin học, hoặc một lập trình viên phát triển các phần mềm hệ thống.\n\n- Làm việc trong các công ty sản xuất, gia công phần mềm trong nước cũng như nước ngoài. Làm việc tại các công ty tư vấn đề xuất giải pháp, xây dựng và bảo trì các hệ thống thông tin hoặc làm việc tại bộ phận công nghệ thông tin.\n\n- Cán bộ nghiên cứu khoa học và ứng dụng Công nghệ thông tin ở các viện, trung tâm nghiên cứu, cơ quan nghiên cứu của các Bộ, Ngành, các trường đại học, cao đẳng.\n\n- Giảng dạy các môn liên quan đến khoa học máy tính tại các trường đại học, cao đẳng, trung học chuyên nghiệp, dạy nghề và các trường phổ thông,…\n\n## c. Hình thức và thời gian đào tạo\n\n- Hình thức đào tạo: chính quy tập trung.\n\n- Thời gian đào tạo : 3.5 năm (gồm 7 học kỳ chính thức)\n\n## d. Chuẩn đầu ra\n\nSinh viên tốt nghiệp chương trình cử nhân ngành Khoa học máy tính phải đáp ứng các yêu cầu về tiêu chuẩn đầu ra sau:\n\n|  CĐR cấp                                                                                                        |  CĐR cấp\n|  CĐR cấp                                                                                                        |  Nội dung                                                                                                       |\n|-----------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------|\n| 1                                                                                                               | 2                                                                                                               | 3                                                                                                               | Nội dung                                                                                                        |\n| LO 1. Kiến thức nền tảng về khoa học tự nhiên và khoa học xã hội                                                | LO 1. Kiến thức nền tảng về khoa học tự nhiên và khoa học xã hội                                                | LO 1. Kiến thức nền tảng về khoa học tự nhiên và khoa học xã hội                                                | LO 1. Kiến thức nền tảng về khoa học tự nhiên và khoa học xã hội                                                |\n| 1                                                                                                               | 1                                                                                                               | Kiến thức nền tảng về khoa học tự nhiên                                                                         | Kiến thức nền tảng về khoa học tự nhiên                                                                         |\n| 1\n|\n| 1                                                                                                               | 2                                                                                                               | Kiến thức nền tảng về khoa học xã hội                                                                           | Kiến thức nền tảng về khoa học xã hội                                                                           |\n| 1                                                                                                               | 3                                                                                                               | Khối kiến thức về Ngoại ngữ                                                                                     | Khối kiến thức về Ngoại ngữ                                                                                     |\n| 1                                                                                                               | 4                                                                                                               | Khối kiến thức về Giáo dục thể chất – Giáo dục quốc phòng                                                       | Khối kiến thức về Giáo dục thể chất – Giáo dục quốc phòng                                                       |\n| LO 2. Kiến thức nền tảng và chuyên sâu của ngành Khoa học máy tính                                              | LO 2. Kiến thức nền tảng và chuyên sâu của ngành Khoa học máy tính                                              | LO 2. Kiến thức nền tảng và chuyên sâu của ngành Khoa học máy tính                                              | LO 2. Kiến thức nền tảng và chuyên sâu của ngành Khoa học\nnền tảng và chuyên sâu của ngành Khoa học máy tính                                              |\n| 2                                                                                                               | 1                                                                                                               | 2.1 Kiến thức nền tảng về Công nghệ thông tin                                                                   | 2.1 Kiến thức nền tảng về Công nghệ thông tin                                                                   |\n| 2                                                                                                               | 1                                                                                                               | 1                                                                                                               | Kiến thức kiến trúc máy tính                                                                                    |\n| 2                                                                                                               | 1                                                                                                               | 2                                                                                                               | Kiến thức hệ điều hành                                                                                          |\n| 2                                                                                                               | 1\n| 3                                                                                                               | Kiến thức mạng máy tính và truyền thông                                                                         |\n| 2                                                                                                               | 1                                                                                                               | 4                                                                                                               | Kiến thức lập trình                                                                                             |\n| 2                                                                                                               | 1                                                                                                               | 5                                                                                                               | Kiến thức giải thuật                                                                                            |\n| 2                                                                                                               | 1                                                                                                               | 6\n| Kiến thức quản lý thông tin                                                                                     |\n| 2                                                                                                               | 2                                                                                                               | Kiến thức cơ sở ngành KHMT                                                                                      | Kiến thức cơ sở ngành KHMT                                                                                      |\n| 2                                                                                                               | 3                                                                                                               | Kiến thức chuyên sâu ngành KHMT                                                                                 | Kiến thức chuyên sâu ngành KHMT                                                                                 |\n| 2                                                                                                               | 3                                                                                                               | 1                                                                                                               | Khối kiến thức chuyên ngành và nâng cao về chuyên ngành  \t\t\tCông nghệ tri thức và Máy học                       |\n| 2                                                                                                               |\n| 3                                                                                                               | 2                                                                                                               | Khối kiến thức chuyên ngành và nâng cao về chuyên ngành  \t\t\tXử lý ngôn ngữ tự nhiên                             |\n| 2                                                                                                               | 3                                                                                                               | 3                                                                                                               | Khối kiến thức chuyên ngành và nâng cao về chuyên ngành  \t\t\tThị giác máy tính và đa phương tiện           |\n| 2                                                                                                               | 3                                                                                                               | 4                                                                                                               | Khối kiến thức mở rộng và nâng cao khác                                                                         |\n| LO 3. Lập luận, phân tích và giải quyết vấn đề.                                                                 | LO 3. Lập luận, phân tích và giải quyết vấn đề.                                                                 | LO 3. Lập luận, phân tích và giải quyết vấn đề.                                                                 | LO 3. Lập luận, phân tích và giải quyết vấn đề.\n|\n| 3                                                                                                               | 1                                                                                                               | Xác định và hình thành vấn đề                                                                                   | Xác định và hình thành vấn đề                                                                                   |\n| 3                                                                                                               | 2                                                                                                               | Mô hình hóa và phân tích                                                                                        | Mô hình hóa và phân tích                                                                                        |\n| 3                                                                                                               | 3                                                                                                               | Suy luận và giải quyết                                                                                          | Suy luận và giải quyết                                                                                          |\n| 3                                                                                                               | 4\n| Đánh giá giải pháp và đề xuất                                                                                   | Đánh giá giải pháp và đề xuất                                                                                   |\n| LO 4. Kỹ năng nghiên cứu khoa học và khám phá tri thức                                                          | LO 4. Kỹ năng nghiên cứu khoa học và khám phá tri thức                                                          | LO 4. Kỹ năng nghiên cứu khoa học và khám phá tri thức                                                          | LO 4. Kỹ năng nghiên cứu khoa học và khám phá tri thức                                                          |\n| 4                                                                                                               | 1                                                                                                               | Tìm kiếm tài liệu, thu thập thông tin                                                                           | Tìm kiếm tài liệu, thu thập thông tin                                                                           |\n| 4                                                                                                               | 2                                                                                                               | Hình thành giả thuyết                                                                                           | Hình thành giả thuyết                                                                                           |\n| 4\n| 3                                                                                                               | Thực nghiệm để khám phá tri thức                                                                                | Thực nghiệm để khám phá tri thức                                                                                |\n| 4                                                                                                               | 4                                                                                                               | Kiểm chứng và bảo vệ giả thuyết                                                                                 | Kiểm chứng và bảo vệ giả thuyết                                                                                 |\n| LO 5. Tư duy hệ thống                                                                                           | LO 5. Tư duy hệ thống                                                                                           | LO 5. Tư duy hệ thống                                                                                           | LO 5. Tư duy hệ thống                                                                                           |\n| 5                                                                                                               | 1                                                                                                               | Suy nghĩ toàn cục\n| Suy nghĩ toàn cục                                                                                               |\n| 5                                                                                                               | 2                                                                                                               | Sự tương tác giữa các thành phần trong hệ thống                                                                 | Sự tương tác giữa các thành phần trong hệ thống                                                                 |\n| 5                                                                                                               | 3                                                                                                               | Xác định độ ưu tiên và quan trọng                                                                               | Xác định độ ưu tiên và quan trọng                                                                               |\n| 5                                                                                                               | 4                                                                                                               | Đánh giá hệ thống                                                                                               | Đánh giá hệ thống                                                                                               |\n| LO 6. Có nhận thức về sự cần thiết và có năng lực để học tập suốt đời.                                          | LO 6. Có nhận thức về sự cần thiết\n| LO 6. Có nhận thức về sự cần thiết và có năng lực để học tập suốt đời.                                          | LO 6. Có nhận thức về sự cần thiết và có năng lực để học tập suốt đời.                                          | LO 6. Có nhận thức về sự cần thiết và có năng lực để học tập suốt đời.                                          |\n| 6                                                                                                               | 1                                                                                                               | Tự phát triển kiến thức nghề nghiệp                                                                             | Tự phát triển kiến thức nghề nghiệp                                                                             |\n| 6                                                                                                               | 2                                                                                                               | Đeo đuổi và tìm kiếm các tri thức và công nghệ mới                                                              | Đeo đuổi và tìm kiếm các tri thức và công nghệ mới                                                              |\n| 6                                                                                                               | 3                                                                                                               | Cập nhật kiến thức                                                                                              | Cập nhật kiến thức                                                                                              |\n| LO 7. Đạo đức nghề nghiệp\nLO 7. Đạo đức nghề nghiệp                                                                                       | LO 7. Đạo đức nghề nghiệp                                                                                       | LO 7. Đạo đức nghề nghiệp                                                                                       | LO 7. Đạo đức nghề nghiệp                                                                                       |\n| 7                                                                                                               | 1                                                                                                               | Các chuẩn mực và nguyên tắc đạo đức                                                                             | Các chuẩn mực và nguyên tắc đạo đức                                                                             |\n| 7                                                                                                               | 2                                                                                                               | Trách nhiệm và cách hành xử chuyênnghiệp                                                                        | Trách nhiệm và cách hành xử chuyênnghiệp                                                                        |\n| 7                                                                                                               | 3                                                                                                               | Trung thực, uy tín và trung thành\n| Trung thực, uy tín và trung thành                                                                               |\n| LO 8. Kỹ năng làm việc nhóm                                                                                     | LO 8. Kỹ năng làm việc nhóm                                                                                     | LO 8. Kỹ năng làm việc nhóm                                                                                     | LO 8. Kỹ năng làm việc nhóm                                                                                     |\n| 8                                                                                                               | 1                                                                                                               | Xác định vai trò thành viên hay lãnh đạo nhóm                                                                   | Xác định vai trò thành viên hay lãnh đạo nhóm                                                                   |\n| 8                                                                                                               | 2                                                                                                               | Thành lập nhóm                                                                                                  | Thành lập nhóm                                                                                                  |\n| 8\n| 3                                                                                                               | Quản lý tiến trình hoạt động của nhóm                                                                           | Quản lý tiến trình hoạt động của nhóm                                                                           |\n| LO 9. Kỹ năng giao tiếp                                                                                         | LO 9. Kỹ năng giao tiếp                                                                                         | LO 9. Kỹ năng giao tiếp                                                                                         | LO 9. Kỹ năng giao tiếp                                                                                         |\n| 9                                                                                                               | 1                                                                                                               | Kỹ năng giao tiếp nghe, nói, đọc, viết                                                                          | Kỹ năng giao tiếp nghe, nói, đọc, viết                                                                          |\n| 9                                                                                                               | 2                                                                                                               | Kỹ năng trình bày\n| Kỹ năng trình bày                                                                                               |\n| 9                                                                                                               | 3                                                                                                               | Kỹ năng đàm phán                                                                                                | Kỹ năng đàm phán                                                                                                |\n| 9                                                                                                               | 4                                                                                                               | Kỹ năng phát triển các mối quan hệ xă hội                                                                       | Kỹ năng phát triển các mối quan hệ xă hội                                                                       |\n| LO 10. Kỹ năng ngoại ngữ                                                                                        | LO 10. Kỹ năng ngoại ngữ                                                                                        | LO 10. Kỹ năng ngoại ngữ                                                                                        | LO 10. Kỹ năng ngoại ngữ                                                                                        |\n| 10                                                                                                              |\n| 1                                                                                                               | Kỹ năng giao tiếp nghe, nói, đọc, viết tổng quát                                                                | Kỹ năng giao tiếp nghe, nói, đọc, viết tổng quát                                                                |\n| 10                                                                                                              | 2                                                                                                               | Đọc hiểu tài liệu chuyên môn bằng ngoại ngữ                                                                     | Đọc hiểu tài liệu chuyên môn bằng ngoại ngữ                                                                     |\n| 10                                                                                                              | 2                                                                                                               | 1                                                                                                               | Các thuật ngữ chuyên môn cơ bản                                                                                 |\n| 10                                                                                                              | 2                                                                                                               | 2                                                                                                               |\n| Đọc hiểu tài liệu chuyên môn bằng ngoại ngữ                                                                     |\n| LO 11. Hiểu bối cảnh và nhu cầu xã hội, có kỹ năng xây dựng ý tưởng, thiết kế, xây dựng và triển khai ứng dụng. | LO 11. Hiểu bối cảnh và nhu cầu xã hội, có kỹ năng xây dựng ý tưởng, thiết kế, xây dựng và triển khai ứng dụng. | LO 11. Hiểu bối cảnh và nhu cầu xã hội, có kỹ năng xây dựng ý tưởng, thiết kế, xây dựng và triển khai ứng dụng. | LO 11. Hiểu bối cảnh và nhu cầu xã hội, có kỹ năng xây dựng ý tưởng, thiết kế, xây dựng và triển khai ứng dụng. |\n| 11                                                                                                              | 1                                                                                                               | Hiểu bối cảnh và nhu cầu xã hội                                                                                 | Hiểu bối cảnh và nhu cầu xã hội                                                                                 |\n| 11                                                                                                              | 2                                                                                                               | Kỹ năng xây dựng ý tưởng, thiết kế, xây dựng và triển khai ứng dụng                                             | Kỹ năng xây dựng ý tưởng, thiết kế, xây dựng và triển khai ứng dụng                                             |\n| 11                                                                                                              | 2                                                                                                               | 1\n| Kỹ năng xây dựng ý tưởng                                                                                        |\n| 11                                                                                                              | 2                                                                                                               | 2                                                                                                               | Kỹ năng thiết kế, xây dựng và triển khai ứng dụng                                                               |\n| 11                                                                                                              | 3                                                                                                               | 3 Tối ưu hóa quá trình vận hành, chi phí và hiệu quả; Nâng cao hiệu quả phương pháp, kỹ thuật              | 3 Tối ưu hóa quá trình vận hành, chi phí và hiệu quả; Nâng cao hiệu quả phương pháp, kỹ thuật              |\n\n## e. Điều kiện tốt nghiệp\n\nSinh viên có thể xét tốt nghiệp theo một trong hai trường hợp sau:\n\n## 1.1 Trường hợp tốt nghiệp theo ngành Khoa học máy tính\n\nĐể tốt nghiệp không theo chuyên ngành hẹp, sinh viên tích lũy tối thiểu 129 tín chỉ được phân bố theo các khối kiến thức sau:\n\n- Kiến thức giáo dục đại cương: 48 tín chỉ;\n\n- Kiến thức cơ sở nhóm ngành: 25 tín chỉ;\n\n- Kiến thức cơ sở ngành KHMT: 20 tín chỉ;\n\n- Kiến thức chuyên ngành bắt buộc (sinh viên chọn các môn học trong danh sách các môn học chuyên ngành bắt buộc của các chuyên ngành, không nhất thiết phải thuộc đúng một chuyên ngành): tối thiểu 08 tín chỉ;\n\n- Kiến thức chuyên ngành tự chọn (sinh viên chọn các môn học trong danh sách các môn học chuyên ngành tự chọn của các chuyên ngành, không nhất thiết phải thuộc đúng một chuyên ngành): tối thiểu 08 tín chỉ;\n\n- Kiến thức tự chọn tự do: tối thiểu 10 tín chỉ;\n\n- Kiến thức tốt nghiệp: tối thiểu 10 tín chỉ.\n\n## 1.2 Trường hợp tốt nghiệp theo chuyên ngành hẹp\n\nSinh viên có thể xét tốt nghiệp theo một trong ba chuyên ngành hẹp:\n\nCông nghệ tri thức và máy học hoặc Xử lý ngôn ngữ tự nhiên hoặc Thị giác máy tính và đa phương tiện\n\nSinh viên tích lũy tối thiểu 129 tín chỉ được phân bố\nlũy tối thiểu 129 tín chỉ được phân bố theo các khối kiến thức sau:\n\n- Kiến thức giáo dục đại cương: 48 tín chỉ;\n\n- Kiến thức cơ sở nhóm ngành: 25 tín chỉ ;\n\n- Kiến thức cơ sở ngành KHMT: 20 tín chỉ ;\n\n- Kiến thức bắt buộc theo chuyên ngành xét tốt nghiệp: 08 tín chỉ ;\n\n- Kiến thức tự chọn theo chuyên ngành xét tốt nghiệp: 08 tín chỉ ;\n\n- Kiến thức tự chọn tự do: tối thiểu 10 tín chỉ ;\n\n- Kiến thức tốt nghiệp: tối thiểu 10 tín chỉ.\n\nNgoài ra, sinh viên phải đáp ứng đủ các tiêu chuẩn khác theo Quy chế đào tạo hiện hành của Trường Đại học Công nghệ Thông tin cho hệ đại học chính quy.\n\nf. Thông tin liên hệ\n\n- Phòng E5.2 tòa nhà E, Đại học Công nghệ Thông tin\n\n- Điện thoại: (028) 37252002 – Ext:132\n\n- Website: http://oep.uit.edu.vn hoặc http://cs.uit.edu.vn",
            "chunk_content": "Tổng quan ngành Khoa học Máy tính\n\nGIỚI THIỆU CHUNG\n\nMục tiêu đào tạo của Khoa Khoa học Máy tính đó là cung cấp nguồn nhân lực chất lượng cao được đào tạo bài bản về Trí tuệ nhân tạo (Artificial Intelligence - AI) đáp ứng nhu cầu về nghiên cứu, xây dựng và phát triển các sản phẩm, giải pháp thông minh phục vụ cho cuộc sống. Chương trình đào tạo của Khoa cung cấp cho sinh viên nhiều lựa chọn theo các định hướng nghề nghiệp như Trí tuệ Nhân tạo (AI), Thị giác Máy tính (Computer Vision), Xử lý Ngôn ngữ Tự nhiên (Natural Language Processing)…. Với các kiến thức nền tảng sinh viên hoàn toàn có thể tham gia nghiên cứu và phát triển các ứng dụng thông minh như: hệ thống nhận diện khuôn mặt (Face Recognition System), hệ thống Chatbot, hệ thống tìm kiếm – truy vấn thông tin (Retrieval System) …\n\nĐến với ngành học này các bạn có thể hiểu được nguyên lý hoạt động máy tính, được trang bị các kiến thức căn bản đến nâng cao để có thể nghiên cứu, đề xuất, xây dựng giải pháp giải quyết một bài toán, hay xây dựng một ứng dụng cụ thể.\n\nNgành Khoa học Máy Tính phù hợp cho các bạn yêu thích việc xây dựng các ứng dụng thông minh, làm chủ các công nghệ đang được thế giới sử dụng rộng rãi với các từ khóa liên quan như Artificial Intelligence, Deep learning, chatGPT, Smart City, Digital Transformation. Đặc biệt sinh viên có nhiều cơ hội được làm việc và học tập cũng như tham gia các bậc học cao hơn ở các nước tiên tiến. Bên cạnh đó, sinh viên hoàn toàn có khả năng tham gia các đề tài nghiên cứu khoa học, báo cáo tại các hội nghị chuyên ngành, cũng như tham gia các cuộc thi học thuật trong nước và quốc tế.\n\nNGÀNH KHOA HỌC MÁY TÍNH ĐÀO TẠO NHỮNG GÌ ?\n\nHiện nay khoa Khoa học Máy Tính có 2 bộ môn Trí tuệ Nhân tạo và Tính toán Đa Phương tiện hỗ trợ sinh viên được đào tạo theo các định hướng nghề nghiệp\n\nBỘ MÔN TRÍ TUỆ NHÂN TẠO\n\nBộ môn có nhiệm vụ nghiên cứu khoa học và giảng dạy các môn học theo định hướng Trí tuệ nhân tạo. Các môn học sẽ cung cấp các kiến thức nền tảng và chuyên sâu giúp sinh viên có thể xây dựng các giải pháp sử dụng Trí tuệ nhân tạo phát triển các ứng dụng hỗ trợ người dùng.\n\nMột số lĩnh vực chính:\n\n- Máy học (Machine Learning)\n- Biểu diễn tri thức và Suy luận (Knowledge Representation and Reasoning)\n- Dữ liệu lớn (Big Data)\n- Thuật toán tiến hóa (Evolutionary Algorithm)\n\nBỘ MÔN TÍNH TOÁN ĐA PHƯƠNG TIỆN\n\nBộ môn có nhiệm vụ giảng dạy các môn học theo định hướng tính toán và khai thác dữ liệu đa phương tiện (bao gồm các dữ liệu dạng ảnh, video, văn bản, tiếng nói). Mục tiêu chính đó là cung cấp các kiến thức nền tảng giúp sinh viên có thể nghiên cứu và phát triển các ứng dụng nhằm khai thác dữ liệu đa phương tiện nhằm hỗ trợ các hoạt động quản lý cho tổ chức kinh tế, xã hội. Một số ứng dụng điển hình tương ứng với từng lĩnh vực như nhận diện khuôn mặt thông qua camera (Computer Vision), hệ thống hỏi đáp tự động (Natural Language Processing), …\n\nMột số lĩnh vực chính:\n\n- Xử lý dữ liệu đa phương tiện (Multimedia Processing)\n- Đồ họa máy tính (Computer Graphics)\n- Thị giác máy tính (Computer Vision)\n- Xử lý Ngôn ngữ Tự nhiên (Natural Language Processing)\n- Xử lý Âm thanh và Tiếng\n(Natural Language Processing)\n- Xử lý Âm thanh và Tiếng nói (Audio and Speech Processing)\n- Y-Tin học (Medical Informatics)\n- Thực tại ảo (Virtual Reality)\n- Thực tại tăng cường (Augmented Reality)\n\nCƠ HỘI NGHỀ NGHIỆP\n\nSinh viên tốt nghiệp ngành Khoa học Máy Tính có thể làm việc ở nhiều vị trí trong đó có các vị trí và lĩnh vực sau:\n\n- Chuyên gia phân tích, thiết kế, xây dựng giải pháp kỹ thuật, giải pháp công nghệ tại các công ty, tập đoàn công nghệ.\n- Chuyên gia lập trình Trí tuệ nhân tạo, tham gia phát triển các phần mềm, ứng dụng, các hệ thống tính toán thông minh.\n- Bộ phận Nghiên cứu & Phát triển (Research & Develop) của các công ty và tập đoàn công nghệ.\n- Nhà nghiên cứu về Khoa học máy tính và Trí tuệ nhân tạo tại các trường, viện, trung tâm nghiên cứu của các công ty và tập đoàn công nghệ.\n- Giảng dạy các môn liên quan đến Khoa học máy tính tại các trường Đại học, Cao\n\nđẳng, Trung học chuyên nghiệp, dạy nghề và các trường phổ thông\n\n- Tiếp tục theo học các bậc học cao hơn về Khoa học máy tính, Trí tuệ nhân tạo.\n\nWebsite Khoa: http://khmt.uit.edu.vn"
        }
    },
    {
        "file_name": "tong-quan-nganh-khoa-hoc-may-tinh",
        "documents": {
            "contextualized_content": "Đoạn văn này nằm trong phần tổng quan về ngành Khoa học Máy tính, cụ thể là mô tả mục tiêu đào tạo, vị trí và khả năng làm việc sau tốt nghiệp, hình thức và thời gian đào tạo, chuẩn đầu ra, điều kiện tốt nghiệp, cùng với thông tin liên hệ của Khoa.",
            "original_content": "Tổng quan ngành Khoa học Máy tính\n\nGIỚI THIỆU CHUNG\n\nMục tiêu đào tạo của Khoa Khoa học Máy tính đó là cung cấp nguồn nhân lực chất lượng cao được đào tạo bài bản về Trí tuệ nhân tạo (Artificial Intelligence - AI) đáp ứng nhu cầu về nghiên cứu, xây dựng và phát triển các sản phẩm, giải pháp thông minh phục vụ cho cuộc sống. Chương trình đào tạo của Khoa cung cấp cho sinh viên nhiều lựa chọn theo các định hướng nghề nghiệp như Trí tuệ Nhân tạo (AI), Thị giác Máy tính (Computer Vision), Xử lý Ngôn ngữ Tự nhiên (Natural Language Processing)…. Với các kiến thức nền tảng sinh viên hoàn toàn có thể tham gia nghiên cứu và phát triển các ứng dụng thông minh như: hệ thống nhận diện khuôn mặt (Face Recognition System), hệ thống Chatbot, hệ thống tìm kiếm – truy vấn thông tin (Retrieval System) …\n\nĐến với ngành học này các bạn có thể hiểu được nguyên lý hoạt động máy tính, được trang bị các kiến thức căn bản đến nâng cao để có thể nghiên cứu, đề xuất, xây dựng giải pháp giải quyết một bài toán, hay xây dựng một ứng dụng cụ thể.\n\nNgành Khoa học Máy Tính phù hợp cho các bạn yêu thích việc xây dựng các ứng dụng thông minh, làm chủ các công nghệ đang được thế giới sử dụng rộng rãi với các từ khóa liên quan như Artificial Intelligence, Deep learning, chatGPT, Smart City, Digital Transformation. Đặc biệt sinh viên có nhiều cơ hội được làm việc và học tập cũng như tham gia các bậc học cao hơn ở các nước tiên tiến. Bên cạnh đó, sinh viên hoàn toàn có khả năng tham gia các đề tài nghiên cứu khoa học, báo cáo tại các hội nghị chuyên ngành, cũng như tham gia các cuộc thi học thuật trong nước và quốc tế.\n\nNGÀNH KHOA HỌC MÁY TÍNH ĐÀO TẠO NHỮNG GÌ ?\n\nHiện nay khoa Khoa học Máy Tính có 2 bộ môn Trí tuệ Nhân tạo và Tính toán Đa Phương tiện hỗ trợ sinh viên được đào tạo theo các định hướng nghề nghiệp\n\nBỘ MÔN TRÍ TUỆ NHÂN TẠO\n\nBộ môn có nhiệm vụ nghiên cứu khoa học và giảng dạy các môn học theo định hướng Trí tuệ nhân tạo. Các môn học sẽ cung cấp các kiến thức nền tảng và chuyên sâu giúp sinh viên có thể xây dựng các giải pháp sử dụng Trí tuệ nhân tạo phát triển các ứng dụng hỗ trợ người dùng.\n\nMột số lĩnh vực chính:\n\n- Máy học (Machine Learning)\n- Biểu diễn tri thức và Suy luận (Knowledge Representation and Reasoning)\n- Dữ liệu lớn (Big Data)\n- Thuật toán tiến hóa (Evolutionary Algorithm)\n\nBỘ MÔN TÍNH TOÁN ĐA PHƯƠNG TIỆN\n\nBộ môn có nhiệm vụ giảng dạy các môn học theo định hướng tính toán và khai thác dữ liệu đa phương tiện (bao gồm các dữ liệu dạng ảnh, video, văn bản, tiếng nói). Mục tiêu chính đó là cung cấp các kiến thức nền tảng giúp sinh viên có thể nghiên cứu và phát triển các ứng dụng nhằm khai thác dữ liệu đa phương tiện nhằm hỗ trợ các hoạt động quản lý cho tổ chức kinh tế, xã hội. Một số ứng dụng điển hình tương ứng với từng lĩnh vực như nhận diện khuôn mặt thông qua camera (Computer Vision), hệ thống hỏi đáp tự động (Natural Language Processing), …\n\nMột số lĩnh vực chính:\n\n- Xử lý dữ liệu đa phương tiện (Multimedia Processing)\n- Đồ họa máy tính (Computer Graphics)\n- Thị giác máy tính (Computer Vision)\n- Xử lý Ngôn ngữ Tự nhiên (Natural Language Processing)\n- Xử lý Âm thanh và Tiếng\n(Natural Language Processing)\n- Xử lý Âm thanh và Tiếng nói (Audio and Speech Processing)\n- Y-Tin học (Medical Informatics)\n- Thực tại ảo (Virtual Reality)\n- Thực tại tăng cường (Augmented Reality)\n\nCƠ HỘI NGHỀ NGHIỆP\n\nSinh viên tốt nghiệp ngành Khoa học Máy Tính có thể làm việc ở nhiều vị trí trong đó có các vị trí và lĩnh vực sau:\n\n- Chuyên gia phân tích, thiết kế, xây dựng giải pháp kỹ thuật, giải pháp công nghệ tại các công ty, tập đoàn công nghệ.\n- Chuyên gia lập trình Trí tuệ nhân tạo, tham gia phát triển các phần mềm, ứng dụng, các hệ thống tính toán thông minh.\n- Bộ phận Nghiên cứu & Phát triển (Research & Develop) của các công ty và tập đoàn công nghệ.\n- Nhà nghiên cứu về Khoa học máy tính và Trí tuệ nhân tạo tại các trường, viện, trung tâm nghiên cứu của các công ty và tập đoàn công nghệ.\n- Giảng dạy các môn liên quan đến Khoa học máy tính tại các trường Đại học, Cao\n\nđẳng, Trung học chuyên nghiệp, dạy nghề và các trường phổ thông\n\n- Tiếp tục theo học các bậc học cao hơn về Khoa học máy tính, Trí tuệ nhân tạo.\n\nWebsite Khoa: http://khmt.uit.edu.vn\n\n\n- Chương trình Cử nhân Tài năng Khoa học Máy tính\n(20-04-2014)\n-------------------------------------------------------------\nTổng quan ngành Khoa học Máy tính\n\nGIỚI THIỆU CHUNG\n\nMục tiêu đào tạo của Khoa Khoa học Máy tính đó là cung cấp nguồn nhân lực chất lượng cao được đào tạo bài bản về Trí tuệ nhân tạo (Artificial Intelligence - AI) đáp ứng nhu cầu về nghiên cứu, xây dựng và phát triển các sản phẩm, giải pháp thông minh phục vụ cho cuộc sống. Chương trình đào tạo của Khoa cung cấp cho sinh viên nhiều lựa chọn theo các định hướng nghề nghiệp như Trí tuệ Nhân tạo (AI), Thị giác Máy tính (Computer Vision), Xử lý Ngôn ngữ Tự nhiên (Natural Language Processing)…. Với các kiến thức nền tảng sinh viên hoàn toàn có thể tham gia nghiên cứu và phát triển các ứng dụng thông minh như: hệ thống nhận diện khuôn mặt (Face Recognition System), hệ thống Chatbot, hệ thống tìm kiếm – truy vấn thông tin (Retrieval System) …\n\nĐến với ngành học này các bạn có thể hiểu được nguyên lý hoạt động máy tính, được trang bị các kiến thức căn bản đến nâng cao để có thể nghiên cứu, đề xuất, xây dựng giải pháp giải quyết một bài toán, hay xây dựng một ứng dụng cụ thể.\n\nNgành Khoa học Máy Tính phù hợp cho các bạn yêu thích việc xây dựng các ứng dụng thông minh, làm chủ các công nghệ đang được thế giới sử dụng rộng rãi với các từ khóa liên quan như Artificial Intelligence, Deep learning, chatGPT, Smart City, Digital Transformation. Đặc biệt sinh viên có nhiều cơ hội được làm việc và học tập cũng như tham gia các bậc học cao hơn ở các nước tiên tiến. Bên cạnh đó, sinh viên hoàn toàn có khả năng tham gia các đề tài nghiên cứu khoa học, báo cáo tại các hội nghị chuyên ngành, cũng như tham gia các cuộc thi học thuật trong nước và quốc tế.\n\nNGÀNH KHOA HỌC MÁY TÍNH ĐÀO TẠO NHỮNG GÌ ?\n\nHiện nay khoa Khoa học Máy Tính có 2 bộ môn Trí tuệ Nhân tạo và Tính toán Đa Phương tiện hỗ trợ sinh viên được đào tạo theo các định hướng nghề nghiệp\n\nBỘ MÔN TRÍ TUỆ NHÂN TẠO\n\nBộ môn có nhiệm vụ nghiên cứu khoa học và giảng dạy các môn học theo định hướng Trí tuệ nhân tạo. Các môn học sẽ cung cấp các kiến thức nền tảng và chuyên sâu giúp sinh viên có thể xây dựng các giải pháp sử dụng Trí tuệ nhân tạo phát triển các ứng dụng hỗ trợ người dùng.\n\nMột số lĩnh vực chính:\n\n- Máy học (Machine Learning)\n- Biểu diễn tri thức và Suy luận (Knowledge Representation and Reasoning)\n- Dữ liệu lớn (Big Data)\n- Thuật toán tiến hóa (Evolutionary Algorithm)\n\nBỘ MÔN TÍNH TOÁN ĐA PHƯƠNG TIỆN\n\nBộ môn có nhiệm vụ giảng dạy các môn học theo định hướng tính toán và khai thác dữ liệu đa phương tiện (bao gồm các dữ liệu dạng ảnh, video, văn bản, tiếng nói). Mục tiêu chính đó là cung cấp các kiến thức nền tảng giúp sinh viên có thể nghiên cứu và phát triển các ứng dụng nhằm khai thác dữ liệu đa phương tiện nhằm hỗ trợ các hoạt động quản lý cho tổ chức kinh tế, xã hội. Một số ứng dụng điển hình tương ứng với từng lĩnh vực như nhận diện khuôn mặt thông qua camera (Computer Vision), hệ thống hỏi đáp tự động (Natural Language Processing), …\n\nMột số lĩnh vực chính:\n\n- Xử lý dữ liệu đa phương tiện (Multimedia Processing)\n- Đồ họa máy tính (Computer Graphics)\n- Thị giác máy tính (Computer Vision)\n- Xử lý Ngôn ngữ Tự nhiên (Natural Language Processing)\n- Xử lý Âm thanh và Tiếng\n(Natural Language Processing)\n- Xử lý Âm thanh và Tiếng nói (Audio and Speech Processing)\n- Y-Tin học (Medical Informatics)\n- Thực tại ảo (Virtual Reality)\n- Thực tại tăng cường (Augmented Reality)\n\nCƠ HỘI NGHỀ NGHIỆP\n\nSinh viên tốt nghiệp ngành Khoa học Máy Tính có thể làm việc ở nhiều vị trí trong đó có các vị trí và lĩnh vực sau:\n\n- Chuyên gia phân tích, thiết kế, xây dựng giải pháp kỹ thuật, giải pháp công nghệ tại các công ty, tập đoàn công nghệ.\n- Chuyên gia lập trình Trí tuệ nhân tạo, tham gia phát triển các phần mềm, ứng dụng, các hệ thống tính toán thông minh.\n- Bộ phận Nghiên cứu & Phát triển (Research & Develop) của các công ty và tập đoàn công nghệ.\n- Nhà nghiên cứu về Khoa học máy tính và Trí tuệ nhân tạo tại các trường, viện, trung tâm nghiên cứu của các công ty và tập đoàn công nghệ.\n- Giảng dạy các môn liên quan đến Khoa học máy tính tại các trường Đại học, Cao\n\nđẳng, Trung học chuyên nghiệp, dạy nghề và các trường phổ thông\n\n- Tiếp tục theo học các bậc học cao hơn về Khoa học máy tính, Trí tuệ nhân tạo.\n\nWebsite Khoa: http://khmt.uit.edu.vn\n\n-------------------------------------------------------------\n\nTổng quan ngành Khoa học Máy tính\n\na. Mục tiêu đào tạo\n\n- Chương trình đào tạo hướng đến đào tạo nguồn nhân lực công nghệ thông tin chất lượng cao đạt trình độ khu vực và quốc tế, đáp ứng nhu cầu xây dựng nguồn nhân lực ngành công nghiệp công nghệ thông tin trong cả nước.\n\n- Sinh viên tốt nghiệp chương\ntrong cả nước.\n\n- Sinh viên tốt nghiệp chương trình Cử nhân Khoa học máy tính phải đáp ứng các yêu cầu sau:\n\n- Có kiến thức cơ bản và chuyên sâu về khoa học máy tính và công nghệ thông tin, có khả năng thiết kế các hệ thống xử lý tính toán phức tạp, các phần mềm có chất lượng khoa học và công nghệ cao, thử nghiệm, quản lý các hệ thống máy tính, các hệ thống tin học.\n- Có khả năng triển khai xây dựng các hệ thống ứng dụng tin học và phân tích, thiết kế xây dựng các phần mềm có giá trị thực tiễn cao, có tính sáng tạo, đặc biệt là các ứng dụng thông minh dựa trên việc xử lý tri thức, xử lý ngữ nghĩa và ngôn ngữ tự nhiên.\n- Có khả năng tự học học tập, phân tích độc lập và nghiên cứu các vấn đề chuyên sâu về lĩnh vực Công nghệ thông tin và ứng dụng liên quan; có thể tiếp tục học tập ở bậc đào tạo sau đại học.\n- Có khả năng giải quyết các vấn đề phức tạp trong các tình huống nảy sinh trong quá trình làm việc, phân tích và đề xuất giải pháp phù hợp với thực tế để giải quyết. Có khả năng thiết lập các mục tiêu khả thi, lập kế hoạch phù hợp với điều kiện thực tế để hoàn thành công việc được giao.\n- Có khả năng giao tiếp xã hội, làm việc hợp tác, làm việc nhóm và làm việc trong một tổ chức; có khả năng vận dụng các kiến thức, kỹ năng và kinh nghiệm để giải quyết các tình huống nghề nghiệp khác nhau.\n- Có trình độ tiếng Anh tốt, có thể giao tiếp, làm việc với các chuyên gia, đồng nghiệp nước ngoài.\n\n## b. Vị trí và khả năng làm việc sau tốt nghiệp\n\nSinh viên tốt nghiệp ngành Khoa học máy tính có thể làm việc ở các phạm vi và lĩnh vực khác nhau như:\n\n- Chuyên viên phân tích, thiết kế, cài đặt các đề án công nghệ thông tin đáp ứng các ứng dụng khác nhau trong các cơ quan, công ty, trường học,….\n\n- Có thể làm việc với vai trò là một Chuyên viên lập dự án, lên kế hoạch, hoạch định chính sách phát triển các ứng dụng tin học, hoặc một lập trình viên phát triển các phần mềm hệ thống.\n\n- Làm việc trong các công ty sản xuất, gia công phần mềm trong nước cũng như nước ngoài. Làm việc tại các công ty tư vấn đề xuất giải pháp, xây dựng và bảo trì các hệ thống thông tin hoặc làm việc tại bộ phận công nghệ thông tin.\n\n- Cán bộ nghiên cứu khoa học và ứng dụng Công nghệ thông tin ở các viện, trung tâm nghiên cứu, cơ quan nghiên cứu của các Bộ, Ngành, các trường đại học, cao đẳng.\n\n- Giảng dạy các môn liên quan đến khoa học máy tính tại các trường đại học, cao đẳng, trung học chuyên nghiệp, dạy nghề và các trường phổ thông,…\n\n## c. Hình thức và thời gian đào tạo\n\n- Hình thức đào tạo: chính quy tập trung.\n\n- Thời gian đào tạo : 3.5 năm (gồm 7 học kỳ chính thức)\n\n## d. Chuẩn đầu ra\n\nSinh viên tốt nghiệp chương trình cử nhân ngành Khoa học máy tính phải đáp ứng các yêu cầu về tiêu chuẩn đầu ra sau:\n\n|  CĐR cấp                                                                                                        |  CĐR cấp\n|  CĐR cấp                                                                                                        |  Nội dung                                                                                                       |\n|-----------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------|\n| 1                                                                                                               | 2                                                                                                               | 3                                                                                                               | Nội dung                                                                                                        |\n| LO 1. Kiến thức nền tảng về khoa học tự nhiên và khoa học xã hội                                                | LO 1. Kiến thức nền tảng về khoa học tự nhiên và khoa học xã hội                                                | LO 1. Kiến thức nền tảng về khoa học tự nhiên và khoa học xã hội                                                | LO 1. Kiến thức nền tảng về khoa học tự nhiên và khoa học xã hội                                                |\n| 1                                                                                                               | 1                                                                                                               | Kiến thức nền tảng về khoa học tự nhiên                                                                         | Kiến thức nền tảng về khoa học tự nhiên                                                                         |\n| 1\n|\n| 1                                                                                                               | 2                                                                                                               | Kiến thức nền tảng về khoa học xã hội                                                                           | Kiến thức nền tảng về khoa học xã hội                                                                           |\n| 1                                                                                                               | 3                                                                                                               | Khối kiến thức về Ngoại ngữ                                                                                     | Khối kiến thức về Ngoại ngữ                                                                                     |\n| 1                                                                                                               | 4                                                                                                               | Khối kiến thức về Giáo dục thể chất – Giáo dục quốc phòng                                                       | Khối kiến thức về Giáo dục thể chất – Giáo dục quốc phòng                                                       |\n| LO 2. Kiến thức nền tảng và chuyên sâu của ngành Khoa học máy tính                                              | LO 2. Kiến thức nền tảng và chuyên sâu của ngành Khoa học máy tính                                              | LO 2. Kiến thức nền tảng và chuyên sâu của ngành Khoa học máy tính                                              | LO 2. Kiến thức nền tảng và chuyên sâu của ngành Khoa học\nnền tảng và chuyên sâu của ngành Khoa học máy tính                                              |\n| 2                                                                                                               | 1                                                                                                               | 2.1 Kiến thức nền tảng về Công nghệ thông tin                                                                   | 2.1 Kiến thức nền tảng về Công nghệ thông tin                                                                   |\n| 2                                                                                                               | 1                                                                                                               | 1                                                                                                               | Kiến thức kiến trúc máy tính                                                                                    |\n| 2                                                                                                               | 1                                                                                                               | 2                                                                                                               | Kiến thức hệ điều hành                                                                                          |\n| 2                                                                                                               | 1\n| 3                                                                                                               | Kiến thức mạng máy tính và truyền thông                                                                         |\n| 2                                                                                                               | 1                                                                                                               | 4                                                                                                               | Kiến thức lập trình                                                                                             |\n| 2                                                                                                               | 1                                                                                                               | 5                                                                                                               | Kiến thức giải thuật                                                                                            |\n| 2                                                                                                               | 1                                                                                                               | 6\n| Kiến thức quản lý thông tin                                                                                     |\n| 2                                                                                                               | 2                                                                                                               | Kiến thức cơ sở ngành KHMT                                                                                      | Kiến thức cơ sở ngành KHMT                                                                                      |\n| 2                                                                                                               | 3                                                                                                               | Kiến thức chuyên sâu ngành KHMT                                                                                 | Kiến thức chuyên sâu ngành KHMT                                                                                 |\n| 2                                                                                                               | 3                                                                                                               | 1                                                                                                               | Khối kiến thức chuyên ngành và nâng cao về chuyên ngành  \t\t\tCông nghệ tri thức và Máy học                       |\n| 2                                                                                                               |\n| 3                                                                                                               | 2                                                                                                               | Khối kiến thức chuyên ngành và nâng cao về chuyên ngành  \t\t\tXử lý ngôn ngữ tự nhiên                             |\n| 2                                                                                                               | 3                                                                                                               | 3                                                                                                               | Khối kiến thức chuyên ngành và nâng cao về chuyên ngành  \t\t\tThị giác máy tính và đa phương tiện           |\n| 2                                                                                                               | 3                                                                                                               | 4                                                                                                               | Khối kiến thức mở rộng và nâng cao khác                                                                         |\n| LO 3. Lập luận, phân tích và giải quyết vấn đề.                                                                 | LO 3. Lập luận, phân tích và giải quyết vấn đề.                                                                 | LO 3. Lập luận, phân tích và giải quyết vấn đề.                                                                 | LO 3. Lập luận, phân tích và giải quyết vấn đề.\n|\n| 3                                                                                                               | 1                                                                                                               | Xác định và hình thành vấn đề                                                                                   | Xác định và hình thành vấn đề                                                                                   |\n| 3                                                                                                               | 2                                                                                                               | Mô hình hóa và phân tích                                                                                        | Mô hình hóa và phân tích                                                                                        |\n| 3                                                                                                               | 3                                                                                                               | Suy luận và giải quyết                                                                                          | Suy luận và giải quyết                                                                                          |\n| 3                                                                                                               | 4\n| Đánh giá giải pháp và đề xuất                                                                                   | Đánh giá giải pháp và đề xuất                                                                                   |\n| LO 4. Kỹ năng nghiên cứu khoa học và khám phá tri thức                                                          | LO 4. Kỹ năng nghiên cứu khoa học và khám phá tri thức                                                          | LO 4. Kỹ năng nghiên cứu khoa học và khám phá tri thức                                                          | LO 4. Kỹ năng nghiên cứu khoa học và khám phá tri thức                                                          |\n| 4                                                                                                               | 1                                                                                                               | Tìm kiếm tài liệu, thu thập thông tin                                                                           | Tìm kiếm tài liệu, thu thập thông tin                                                                           |\n| 4                                                                                                               | 2                                                                                                               | Hình thành giả thuyết                                                                                           | Hình thành giả thuyết                                                                                           |\n| 4\n| 3                                                                                                               | Thực nghiệm để khám phá tri thức                                                                                | Thực nghiệm để khám phá tri thức                                                                                |\n| 4                                                                                                               | 4                                                                                                               | Kiểm chứng và bảo vệ giả thuyết                                                                                 | Kiểm chứng và bảo vệ giả thuyết                                                                                 |\n| LO 5. Tư duy hệ thống                                                                                           | LO 5. Tư duy hệ thống                                                                                           | LO 5. Tư duy hệ thống                                                                                           | LO 5. Tư duy hệ thống                                                                                           |\n| 5                                                                                                               | 1                                                                                                               | Suy nghĩ toàn cục\n| Suy nghĩ toàn cục                                                                                               |\n| 5                                                                                                               | 2                                                                                                               | Sự tương tác giữa các thành phần trong hệ thống                                                                 | Sự tương tác giữa các thành phần trong hệ thống                                                                 |\n| 5                                                                                                               | 3                                                                                                               | Xác định độ ưu tiên và quan trọng                                                                               | Xác định độ ưu tiên và quan trọng                                                                               |\n| 5                                                                                                               | 4                                                                                                               | Đánh giá hệ thống                                                                                               | Đánh giá hệ thống                                                                                               |\n| LO 6. Có nhận thức về sự cần thiết và có năng lực để học tập suốt đời.                                          | LO 6. Có nhận thức về sự cần thiết\n| LO 6. Có nhận thức về sự cần thiết và có năng lực để học tập suốt đời.                                          | LO 6. Có nhận thức về sự cần thiết và có năng lực để học tập suốt đời.                                          | LO 6. Có nhận thức về sự cần thiết và có năng lực để học tập suốt đời.                                          |\n| 6                                                                                                               | 1                                                                                                               | Tự phát triển kiến thức nghề nghiệp                                                                             | Tự phát triển kiến thức nghề nghiệp                                                                             |\n| 6                                                                                                               | 2                                                                                                               | Đeo đuổi và tìm kiếm các tri thức và công nghệ mới                                                              | Đeo đuổi và tìm kiếm các tri thức và công nghệ mới                                                              |\n| 6                                                                                                               | 3                                                                                                               | Cập nhật kiến thức                                                                                              | Cập nhật kiến thức                                                                                              |\n| LO 7. Đạo đức nghề nghiệp\nLO 7. Đạo đức nghề nghiệp                                                                                       | LO 7. Đạo đức nghề nghiệp                                                                                       | LO 7. Đạo đức nghề nghiệp                                                                                       | LO 7. Đạo đức nghề nghiệp                                                                                       |\n| 7                                                                                                               | 1                                                                                                               | Các chuẩn mực và nguyên tắc đạo đức                                                                             | Các chuẩn mực và nguyên tắc đạo đức                                                                             |\n| 7                                                                                                               | 2                                                                                                               | Trách nhiệm và cách hành xử chuyênnghiệp                                                                        | Trách nhiệm và cách hành xử chuyênnghiệp                                                                        |\n| 7                                                                                                               | 3                                                                                                               | Trung thực, uy tín và trung thành\n| Trung thực, uy tín và trung thành                                                                               |\n| LO 8. Kỹ năng làm việc nhóm                                                                                     | LO 8. Kỹ năng làm việc nhóm                                                                                     | LO 8. Kỹ năng làm việc nhóm                                                                                     | LO 8. Kỹ năng làm việc nhóm                                                                                     |\n| 8                                                                                                               | 1                                                                                                               | Xác định vai trò thành viên hay lãnh đạo nhóm                                                                   | Xác định vai trò thành viên hay lãnh đạo nhóm                                                                   |\n| 8                                                                                                               | 2                                                                                                               | Thành lập nhóm                                                                                                  | Thành lập nhóm                                                                                                  |\n| 8\n| 3                                                                                                               | Quản lý tiến trình hoạt động của nhóm                                                                           | Quản lý tiến trình hoạt động của nhóm                                                                           |\n| LO 9. Kỹ năng giao tiếp                                                                                         | LO 9. Kỹ năng giao tiếp                                                                                         | LO 9. Kỹ năng giao tiếp                                                                                         | LO 9. Kỹ năng giao tiếp                                                                                         |\n| 9                                                                                                               | 1                                                                                                               | Kỹ năng giao tiếp nghe, nói, đọc, viết                                                                          | Kỹ năng giao tiếp nghe, nói, đọc, viết                                                                          |\n| 9                                                                                                               | 2                                                                                                               | Kỹ năng trình bày\n| Kỹ năng trình bày                                                                                               |\n| 9                                                                                                               | 3                                                                                                               | Kỹ năng đàm phán                                                                                                | Kỹ năng đàm phán                                                                                                |\n| 9                                                                                                               | 4                                                                                                               | Kỹ năng phát triển các mối quan hệ xă hội                                                                       | Kỹ năng phát triển các mối quan hệ xă hội                                                                       |\n| LO 10. Kỹ năng ngoại ngữ                                                                                        | LO 10. Kỹ năng ngoại ngữ                                                                                        | LO 10. Kỹ năng ngoại ngữ                                                                                        | LO 10. Kỹ năng ngoại ngữ                                                                                        |\n| 10                                                                                                              |\n| 1                                                                                                               | Kỹ năng giao tiếp nghe, nói, đọc, viết tổng quát                                                                | Kỹ năng giao tiếp nghe, nói, đọc, viết tổng quát                                                                |\n| 10                                                                                                              | 2                                                                                                               | Đọc hiểu tài liệu chuyên môn bằng ngoại ngữ                                                                     | Đọc hiểu tài liệu chuyên môn bằng ngoại ngữ                                                                     |\n| 10                                                                                                              | 2                                                                                                               | 1                                                                                                               | Các thuật ngữ chuyên môn cơ bản                                                                                 |\n| 10                                                                                                              | 2                                                                                                               | 2                                                                                                               |\n| Đọc hiểu tài liệu chuyên môn bằng ngoại ngữ                                                                     |\n| LO 11. Hiểu bối cảnh và nhu cầu xã hội, có kỹ năng xây dựng ý tưởng, thiết kế, xây dựng và triển khai ứng dụng. | LO 11. Hiểu bối cảnh và nhu cầu xã hội, có kỹ năng xây dựng ý tưởng, thiết kế, xây dựng và triển khai ứng dụng. | LO 11. Hiểu bối cảnh và nhu cầu xã hội, có kỹ năng xây dựng ý tưởng, thiết kế, xây dựng và triển khai ứng dụng. | LO 11. Hiểu bối cảnh và nhu cầu xã hội, có kỹ năng xây dựng ý tưởng, thiết kế, xây dựng và triển khai ứng dụng. |\n| 11                                                                                                              | 1                                                                                                               | Hiểu bối cảnh và nhu cầu xã hội                                                                                 | Hiểu bối cảnh và nhu cầu xã hội                                                                                 |\n| 11                                                                                                              | 2                                                                                                               | Kỹ năng xây dựng ý tưởng, thiết kế, xây dựng và triển khai ứng dụng                                             | Kỹ năng xây dựng ý tưởng, thiết kế, xây dựng và triển khai ứng dụng                                             |\n| 11                                                                                                              | 2                                                                                                               | 1\n| Kỹ năng xây dựng ý tưởng                                                                                        |\n| 11                                                                                                              | 2                                                                                                               | 2                                                                                                               | Kỹ năng thiết kế, xây dựng và triển khai ứng dụng                                                               |\n| 11                                                                                                              | 3                                                                                                               | 3 Tối ưu hóa quá trình vận hành, chi phí và hiệu quả; Nâng cao hiệu quả phương pháp, kỹ thuật              | 3 Tối ưu hóa quá trình vận hành, chi phí và hiệu quả; Nâng cao hiệu quả phương pháp, kỹ thuật              |\n\n## e. Điều kiện tốt nghiệp\n\nSinh viên có thể xét tốt nghiệp theo một trong hai trường hợp sau:\n\n## 1.1 Trường hợp tốt nghiệp theo ngành Khoa học máy tính\n\nĐể tốt nghiệp không theo chuyên ngành hẹp, sinh viên tích lũy tối thiểu 129 tín chỉ được phân bố theo các khối kiến thức sau:\n\n- Kiến thức giáo dục đại cương: 48 tín chỉ;\n\n- Kiến thức cơ sở nhóm ngành: 25 tín chỉ;\n\n- Kiến thức cơ sở ngành KHMT: 20 tín chỉ;\n\n- Kiến thức chuyên ngành bắt buộc (sinh viên chọn các môn học trong danh sách các môn học chuyên ngành bắt buộc của các chuyên ngành, không nhất thiết phải thuộc đúng một chuyên ngành): tối thiểu 08 tín chỉ;\n\n- Kiến thức chuyên ngành tự chọn (sinh viên chọn các môn học trong danh sách các môn học chuyên ngành tự chọn của các chuyên ngành, không nhất thiết phải thuộc đúng một chuyên ngành): tối thiểu 08 tín chỉ;\n\n- Kiến thức tự chọn tự do: tối thiểu 10 tín chỉ;\n\n- Kiến thức tốt nghiệp: tối thiểu 10 tín chỉ.\n\n## 1.2 Trường hợp tốt nghiệp theo chuyên ngành hẹp\n\nSinh viên có thể xét tốt nghiệp theo một trong ba chuyên ngành hẹp:\n\nCông nghệ tri thức và máy học hoặc Xử lý ngôn ngữ tự nhiên hoặc Thị giác máy tính và đa phương tiện\n\nSinh viên tích lũy tối thiểu 129 tín chỉ được phân bố\nlũy tối thiểu 129 tín chỉ được phân bố theo các khối kiến thức sau:\n\n- Kiến thức giáo dục đại cương: 48 tín chỉ;\n\n- Kiến thức cơ sở nhóm ngành: 25 tín chỉ ;\n\n- Kiến thức cơ sở ngành KHMT: 20 tín chỉ ;\n\n- Kiến thức bắt buộc theo chuyên ngành xét tốt nghiệp: 08 tín chỉ ;\n\n- Kiến thức tự chọn theo chuyên ngành xét tốt nghiệp: 08 tín chỉ ;\n\n- Kiến thức tự chọn tự do: tối thiểu 10 tín chỉ ;\n\n- Kiến thức tốt nghiệp: tối thiểu 10 tín chỉ.\n\nNgoài ra, sinh viên phải đáp ứng đủ các tiêu chuẩn khác theo Quy chế đào tạo hiện hành của Trường Đại học Công nghệ Thông tin cho hệ đại học chính quy.\n\nf. Thông tin liên hệ\n\n- Phòng E5.2 tòa nhà E, Đại học Công nghệ Thông tin\n\n- Điện thoại: (028) 37252002 – Ext:132\n\n- Website: http://oep.uit.edu.vn hoặc http://cs.uit.edu.vn",
            "chunk_content": "Tổng quan ngành Khoa học Máy tính\n\na. Mục tiêu đào tạo\n\n- Chương trình đào tạo hướng đến đào tạo nguồn nhân lực công nghệ thông tin chất lượng cao đạt trình độ khu vực và quốc tế, đáp ứng nhu cầu xây dựng nguồn nhân lực ngành công nghiệp công nghệ thông tin trong cả nước.\n\n- Sinh viên tốt nghiệp chương\ntrong cả nước.\n\n- Sinh viên tốt nghiệp chương trình Cử nhân Khoa học máy tính phải đáp ứng các yêu cầu sau:\n\n- Có kiến thức cơ bản và chuyên sâu về khoa học máy tính và công nghệ thông tin, có khả năng thiết kế các hệ thống xử lý tính toán phức tạp, các phần mềm có chất lượng khoa học và công nghệ cao, thử nghiệm, quản lý các hệ thống máy tính, các hệ thống tin học.\n- Có khả năng triển khai xây dựng các hệ thống ứng dụng tin học và phân tích, thiết kế xây dựng các phần mềm có giá trị thực tiễn cao, có tính sáng tạo, đặc biệt là các ứng dụng thông minh dựa trên việc xử lý tri thức, xử lý ngữ nghĩa và ngôn ngữ tự nhiên.\n- Có khả năng tự học học tập, phân tích độc lập và nghiên cứu các vấn đề chuyên sâu về lĩnh vực Công nghệ thông tin và ứng dụng liên quan; có thể tiếp tục học tập ở bậc đào tạo sau đại học.\n- Có khả năng giải quyết các vấn đề phức tạp trong các tình huống nảy sinh trong quá trình làm việc, phân tích và đề xuất giải pháp phù hợp với thực tế để giải quyết. Có khả năng thiết lập các mục tiêu khả thi, lập kế hoạch phù hợp với điều kiện thực tế để hoàn thành công việc được giao.\n- Có khả năng giao tiếp xã hội, làm việc hợp tác, làm việc nhóm và làm việc trong một tổ chức; có khả năng vận dụng các kiến thức, kỹ năng và kinh nghiệm để giải quyết các tình huống nghề nghiệp khác nhau.\n- Có trình độ tiếng Anh tốt, có thể giao tiếp, làm việc với các chuyên gia, đồng nghiệp nước ngoài.\n\n## b. Vị trí và khả năng làm việc sau tốt nghiệp\n\nSinh viên tốt nghiệp ngành Khoa học máy tính có thể làm việc ở các phạm vi và lĩnh vực khác nhau như:\n\n- Chuyên viên phân tích, thiết kế, cài đặt các đề án công nghệ thông tin đáp ứng các ứng dụng khác nhau trong các cơ quan, công ty, trường học,….\n\n- Có thể làm việc với vai trò là một Chuyên viên lập dự án, lên kế hoạch, hoạch định chính sách phát triển các ứng dụng tin học, hoặc một lập trình viên phát triển các phần mềm hệ thống.\n\n- Làm việc trong các công ty sản xuất, gia công phần mềm trong nước cũng như nước ngoài. Làm việc tại các công ty tư vấn đề xuất giải pháp, xây dựng và bảo trì các hệ thống thông tin hoặc làm việc tại bộ phận công nghệ thông tin.\n\n- Cán bộ nghiên cứu khoa học và ứng dụng Công nghệ thông tin ở các viện, trung tâm nghiên cứu, cơ quan nghiên cứu của các Bộ, Ngành, các trường đại học, cao đẳng.\n\n- Giảng dạy các môn liên quan đến khoa học máy tính tại các trường đại học, cao đẳng, trung học chuyên nghiệp, dạy nghề và các trường phổ thông,…\n\n## c. Hình thức và thời gian đào tạo\n\n- Hình thức đào tạo: chính quy tập trung.\n\n- Thời gian đào tạo : 3.5 năm (gồm 7 học kỳ chính thức)\n\n## d. Chuẩn đầu ra\n\nSinh viên tốt nghiệp chương trình cử nhân ngành Khoa học máy tính phải đáp ứng các yêu cầu về tiêu chuẩn đầu ra sau:\n\n|  CĐR cấp                                                                                                        |  CĐR cấp\n|  CĐR cấp                                                                                                        |  Nội dung                                                                                                       |\n|-----------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------|\n| 1                                                                                                               | 2                                                                                                               | 3                                                                                                               | Nội dung                                                                                                        |\n| LO 1. Kiến thức nền tảng về khoa học tự nhiên và khoa học xã hội                                                | LO 1. Kiến thức nền tảng về khoa học tự nhiên và khoa học xã hội                                                | LO 1. Kiến thức nền tảng về khoa học tự nhiên và khoa học xã hội                                                | LO 1. Kiến thức nền tảng về khoa học tự nhiên và khoa học xã hội                                                |\n| 1                                                                                                               | 1                                                                                                               | Kiến thức nền tảng về khoa học tự nhiên                                                                         | Kiến thức nền tảng về khoa học tự nhiên                                                                         |\n| 1\n|\n| 1                                                                                                               | 2                                                                                                               | Kiến thức nền tảng về khoa học xã hội                                                                           | Kiến thức nền tảng về khoa học xã hội                                                                           |\n| 1                                                                                                               | 3                                                                                                               | Khối kiến thức về Ngoại ngữ                                                                                     | Khối kiến thức về Ngoại ngữ                                                                                     |\n| 1                                                                                                               | 4                                                                                                               | Khối kiến thức về Giáo dục thể chất – Giáo dục quốc phòng                                                       | Khối kiến thức về Giáo dục thể chất – Giáo dục quốc phòng                                                       |\n| LO 2. Kiến thức nền tảng và chuyên sâu của ngành Khoa học máy tính                                              | LO 2. Kiến thức nền tảng và chuyên sâu của ngành Khoa học máy tính                                              | LO 2. Kiến thức nền tảng và chuyên sâu của ngành Khoa học máy tính                                              | LO 2. Kiến thức nền tảng và chuyên sâu của ngành Khoa học\nnền tảng và chuyên sâu của ngành Khoa học máy tính                                              |\n| 2                                                                                                               | 1                                                                                                               | 2.1 Kiến thức nền tảng về Công nghệ thông tin                                                                   | 2.1 Kiến thức nền tảng về Công nghệ thông tin                                                                   |\n| 2                                                                                                               | 1                                                                                                               | 1                                                                                                               | Kiến thức kiến trúc máy tính                                                                                    |\n| 2                                                                                                               | 1                                                                                                               | 2                                                                                                               | Kiến thức hệ điều hành                                                                                          |\n| 2                                                                                                               | 1\n| 3                                                                                                               | Kiến thức mạng máy tính và truyền thông                                                                         |\n| 2                                                                                                               | 1                                                                                                               | 4                                                                                                               | Kiến thức lập trình                                                                                             |\n| 2                                                                                                               | 1                                                                                                               | 5                                                                                                               | Kiến thức giải thuật                                                                                            |\n| 2                                                                                                               | 1                                                                                                               | 6\n| Kiến thức quản lý thông tin                                                                                     |\n| 2                                                                                                               | 2                                                                                                               | Kiến thức cơ sở ngành KHMT                                                                                      | Kiến thức cơ sở ngành KHMT                                                                                      |\n| 2                                                                                                               | 3                                                                                                               | Kiến thức chuyên sâu ngành KHMT                                                                                 | Kiến thức chuyên sâu ngành KHMT                                                                                 |\n| 2                                                                                                               | 3                                                                                                               | 1                                                                                                               | Khối kiến thức chuyên ngành và nâng cao về chuyên ngành  \t\t\tCông nghệ tri thức và Máy học                       |\n| 2                                                                                                               |\n| 3                                                                                                               | 2                                                                                                               | Khối kiến thức chuyên ngành và nâng cao về chuyên ngành  \t\t\tXử lý ngôn ngữ tự nhiên                             |\n| 2                                                                                                               | 3                                                                                                               | 3                                                                                                               | Khối kiến thức chuyên ngành và nâng cao về chuyên ngành  \t\t\tThị giác máy tính và đa phương tiện           |\n| 2                                                                                                               | 3                                                                                                               | 4                                                                                                               | Khối kiến thức mở rộng và nâng cao khác                                                                         |\n| LO 3. Lập luận, phân tích và giải quyết vấn đề.                                                                 | LO 3. Lập luận, phân tích và giải quyết vấn đề.                                                                 | LO 3. Lập luận, phân tích và giải quyết vấn đề.                                                                 | LO 3. Lập luận, phân tích và giải quyết vấn đề.\n|\n| 3                                                                                                               | 1                                                                                                               | Xác định và hình thành vấn đề                                                                                   | Xác định và hình thành vấn đề                                                                                   |\n| 3                                                                                                               | 2                                                                                                               | Mô hình hóa và phân tích                                                                                        | Mô hình hóa và phân tích                                                                                        |\n| 3                                                                                                               | 3                                                                                                               | Suy luận và giải quyết                                                                                          | Suy luận và giải quyết                                                                                          |\n| 3                                                                                                               | 4\n| Đánh giá giải pháp và đề xuất                                                                                   | Đánh giá giải pháp và đề xuất                                                                                   |\n| LO 4. Kỹ năng nghiên cứu khoa học và khám phá tri thức                                                          | LO 4. Kỹ năng nghiên cứu khoa học và khám phá tri thức                                                          | LO 4. Kỹ năng nghiên cứu khoa học và khám phá tri thức                                                          | LO 4. Kỹ năng nghiên cứu khoa học và khám phá tri thức                                                          |\n| 4                                                                                                               | 1                                                                                                               | Tìm kiếm tài liệu, thu thập thông tin                                                                           | Tìm kiếm tài liệu, thu thập thông tin                                                                           |\n| 4                                                                                                               | 2                                                                                                               | Hình thành giả thuyết                                                                                           | Hình thành giả thuyết                                                                                           |\n| 4\n| 3                                                                                                               | Thực nghiệm để khám phá tri thức                                                                                | Thực nghiệm để khám phá tri thức                                                                                |\n| 4                                                                                                               | 4                                                                                                               | Kiểm chứng và bảo vệ giả thuyết                                                                                 | Kiểm chứng và bảo vệ giả thuyết                                                                                 |\n| LO 5. Tư duy hệ thống                                                                                           | LO 5. Tư duy hệ thống                                                                                           | LO 5. Tư duy hệ thống                                                                                           | LO 5. Tư duy hệ thống                                                                                           |\n| 5                                                                                                               | 1                                                                                                               | Suy nghĩ toàn cục\n| Suy nghĩ toàn cục                                                                                               |\n| 5                                                                                                               | 2                                                                                                               | Sự tương tác giữa các thành phần trong hệ thống                                                                 | Sự tương tác giữa các thành phần trong hệ thống                                                                 |\n| 5                                                                                                               | 3                                                                                                               | Xác định độ ưu tiên và quan trọng                                                                               | Xác định độ ưu tiên và quan trọng                                                                               |\n| 5                                                                                                               | 4                                                                                                               | Đánh giá hệ thống                                                                                               | Đánh giá hệ thống                                                                                               |\n| LO 6. Có nhận thức về sự cần thiết và có năng lực để học tập suốt đời.                                          | LO 6. Có nhận thức về sự cần thiết\n| LO 6. Có nhận thức về sự cần thiết và có năng lực để học tập suốt đời.                                          | LO 6. Có nhận thức về sự cần thiết và có năng lực để học tập suốt đời.                                          | LO 6. Có nhận thức về sự cần thiết và có năng lực để học tập suốt đời.                                          |\n| 6                                                                                                               | 1                                                                                                               | Tự phát triển kiến thức nghề nghiệp                                                                             | Tự phát triển kiến thức nghề nghiệp                                                                             |\n| 6                                                                                                               | 2                                                                                                               | Đeo đuổi và tìm kiếm các tri thức và công nghệ mới                                                              | Đeo đuổi và tìm kiếm các tri thức và công nghệ mới                                                              |\n| 6                                                                                                               | 3                                                                                                               | Cập nhật kiến thức                                                                                              | Cập nhật kiến thức                                                                                              |\n| LO 7. Đạo đức nghề nghiệp\nLO 7. Đạo đức nghề nghiệp                                                                                       | LO 7. Đạo đức nghề nghiệp                                                                                       | LO 7. Đạo đức nghề nghiệp                                                                                       | LO 7. Đạo đức nghề nghiệp                                                                                       |\n| 7                                                                                                               | 1                                                                                                               | Các chuẩn mực và nguyên tắc đạo đức                                                                             | Các chuẩn mực và nguyên tắc đạo đức                                                                             |\n| 7                                                                                                               | 2                                                                                                               | Trách nhiệm và cách hành xử chuyênnghiệp                                                                        | Trách nhiệm và cách hành xử chuyênnghiệp                                                                        |\n| 7                                                                                                               | 3                                                                                                               | Trung thực, uy tín và trung thành\n| Trung thực, uy tín và trung thành                                                                               |\n| LO 8. Kỹ năng làm việc nhóm                                                                                     | LO 8. Kỹ năng làm việc nhóm                                                                                     | LO 8. Kỹ năng làm việc nhóm                                                                                     | LO 8. Kỹ năng làm việc nhóm                                                                                     |\n| 8                                                                                                               | 1                                                                                                               | Xác định vai trò thành viên hay lãnh đạo nhóm                                                                   | Xác định vai trò thành viên hay lãnh đạo nhóm                                                                   |\n| 8                                                                                                               | 2                                                                                                               | Thành lập nhóm                                                                                                  | Thành lập nhóm                                                                                                  |\n| 8\n| 3                                                                                                               | Quản lý tiến trình hoạt động của nhóm                                                                           | Quản lý tiến trình hoạt động của nhóm                                                                           |\n| LO 9. Kỹ năng giao tiếp                                                                                         | LO 9. Kỹ năng giao tiếp                                                                                         | LO 9. Kỹ năng giao tiếp                                                                                         | LO 9. Kỹ năng giao tiếp                                                                                         |\n| 9                                                                                                               | 1                                                                                                               | Kỹ năng giao tiếp nghe, nói, đọc, viết                                                                          | Kỹ năng giao tiếp nghe, nói, đọc, viết                                                                          |\n| 9                                                                                                               | 2                                                                                                               | Kỹ năng trình bày\n| Kỹ năng trình bày                                                                                               |\n| 9                                                                                                               | 3                                                                                                               | Kỹ năng đàm phán                                                                                                | Kỹ năng đàm phán                                                                                                |\n| 9                                                                                                               | 4                                                                                                               | Kỹ năng phát triển các mối quan hệ xă hội                                                                       | Kỹ năng phát triển các mối quan hệ xă hội                                                                       |\n| LO 10. Kỹ năng ngoại ngữ                                                                                        | LO 10. Kỹ năng ngoại ngữ                                                                                        | LO 10. Kỹ năng ngoại ngữ                                                                                        | LO 10. Kỹ năng ngoại ngữ                                                                                        |\n| 10                                                                                                              |\n| 1                                                                                                               | Kỹ năng giao tiếp nghe, nói, đọc, viết tổng quát                                                                | Kỹ năng giao tiếp nghe, nói, đọc, viết tổng quát                                                                |\n| 10                                                                                                              | 2                                                                                                               | Đọc hiểu tài liệu chuyên môn bằng ngoại ngữ                                                                     | Đọc hiểu tài liệu chuyên môn bằng ngoại ngữ                                                                     |\n| 10                                                                                                              | 2                                                                                                               | 1                                                                                                               | Các thuật ngữ chuyên môn cơ bản                                                                                 |\n| 10                                                                                                              | 2                                                                                                               | 2                                                                                                               |\n| Đọc hiểu tài liệu chuyên môn bằng ngoại ngữ                                                                     |\n| LO 11. Hiểu bối cảnh và nhu cầu xã hội, có kỹ năng xây dựng ý tưởng, thiết kế, xây dựng và triển khai ứng dụng. | LO 11. Hiểu bối cảnh và nhu cầu xã hội, có kỹ năng xây dựng ý tưởng, thiết kế, xây dựng và triển khai ứng dụng. | LO 11. Hiểu bối cảnh và nhu cầu xã hội, có kỹ năng xây dựng ý tưởng, thiết kế, xây dựng và triển khai ứng dụng. | LO 11. Hiểu bối cảnh và nhu cầu xã hội, có kỹ năng xây dựng ý tưởng, thiết kế, xây dựng và triển khai ứng dụng. |\n| 11                                                                                                              | 1                                                                                                               | Hiểu bối cảnh và nhu cầu xã hội                                                                                 | Hiểu bối cảnh và nhu cầu xã hội                                                                                 |\n| 11                                                                                                              | 2                                                                                                               | Kỹ năng xây dựng ý tưởng, thiết kế, xây dựng và triển khai ứng dụng                                             | Kỹ năng xây dựng ý tưởng, thiết kế, xây dựng và triển khai ứng dụng                                             |\n| 11                                                                                                              | 2                                                                                                               | 1\n| Kỹ năng xây dựng ý tưởng                                                                                        |\n| 11                                                                                                              | 2                                                                                                               | 2                                                                                                               | Kỹ năng thiết kế, xây dựng và triển khai ứng dụng                                                               |\n| 11                                                                                                              | 3                                                                                                               | 3 Tối ưu hóa quá trình vận hành, chi phí và hiệu quả; Nâng cao hiệu quả phương pháp, kỹ thuật              | 3 Tối ưu hóa quá trình vận hành, chi phí và hiệu quả; Nâng cao hiệu quả phương pháp, kỹ thuật              |\n\n## e. Điều kiện tốt nghiệp\n\nSinh viên có thể xét tốt nghiệp theo một trong hai trường hợp sau:\n\n## 1.1 Trường hợp tốt nghiệp theo ngành Khoa học máy tính\n\nĐể tốt nghiệp không theo chuyên ngành hẹp, sinh viên tích lũy tối thiểu 129 tín chỉ được phân bố theo các khối kiến thức sau:\n\n- Kiến thức giáo dục đại cương: 48 tín chỉ;\n\n- Kiến thức cơ sở nhóm ngành: 25 tín chỉ;\n\n- Kiến thức cơ sở ngành KHMT: 20 tín chỉ;\n\n- Kiến thức chuyên ngành bắt buộc (sinh viên chọn các môn học trong danh sách các môn học chuyên ngành bắt buộc của các chuyên ngành, không nhất thiết phải thuộc đúng một chuyên ngành): tối thiểu 08 tín chỉ;\n\n- Kiến thức chuyên ngành tự chọn (sinh viên chọn các môn học trong danh sách các môn học chuyên ngành tự chọn của các chuyên ngành, không nhất thiết phải thuộc đúng một chuyên ngành): tối thiểu 08 tín chỉ;\n\n- Kiến thức tự chọn tự do: tối thiểu 10 tín chỉ;\n\n- Kiến thức tốt nghiệp: tối thiểu 10 tín chỉ.\n\n## 1.2 Trường hợp tốt nghiệp theo chuyên ngành hẹp\n\nSinh viên có thể xét tốt nghiệp theo một trong ba chuyên ngành hẹp:\n\nCông nghệ tri thức và máy học hoặc Xử lý ngôn ngữ tự nhiên hoặc Thị giác máy tính và đa phương tiện\n\nSinh viên tích lũy tối thiểu 129 tín chỉ được phân bố\nlũy tối thiểu 129 tín chỉ được phân bố theo các khối kiến thức sau:\n\n- Kiến thức giáo dục đại cương: 48 tín chỉ;\n\n- Kiến thức cơ sở nhóm ngành: 25 tín chỉ ;\n\n- Kiến thức cơ sở ngành KHMT: 20 tín chỉ ;\n\n- Kiến thức bắt buộc theo chuyên ngành xét tốt nghiệp: 08 tín chỉ ;\n\n- Kiến thức tự chọn theo chuyên ngành xét tốt nghiệp: 08 tín chỉ ;\n\n- Kiến thức tự chọn tự do: tối thiểu 10 tín chỉ ;\n\n- Kiến thức tốt nghiệp: tối thiểu 10 tín chỉ.\n\nNgoài ra, sinh viên phải đáp ứng đủ các tiêu chuẩn khác theo Quy chế đào tạo hiện hành của Trường Đại học Công nghệ Thông tin cho hệ đại học chính quy.\n\nf. Thông tin liên hệ\n\n- Phòng E5.2 tòa nhà E, Đại học Công nghệ Thông tin\n\n- Điện thoại: (028) 37252002 – Ext:132\n\n- Website: http://oep.uit.edu.vn hoặc http://cs.uit.edu.vn"
        }
    }
]